{
    "trees": [
        {
            "eventList0": [
                {
                    "id": 36762,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "イラク内戦アメリカ主導のイラクへの介入。アメリカ国防省によると、ISILの戦闘員がアルビル近くで海軍シールズを殺害した。その水兵はクルド人ペシュメルガ軍に攻撃を撃退するのを手伝っていた。後にそのシールズはアリゾナ州出身のチャールズ・キーティング4世であり、チャールズ・キーティング3世の息子、そして有罪となった評判の高い金融家であるチャールズ・キーティングJr.の孫であることが判明した。1980年代の貯蓄貸付金庫スキャンダルに巻き込まれた。",
                    "eng_text": "According to the United States Department of Defense, ISIL fighters killed a Navy SEAL near Erbil. The sailor was assisting Kurdish Peshmerga forces in repelling an attack on the area. The SEAL was later identified as Arizona native Charles Keating IV, the son of Charles Keating III, and the grandson of the convicted noted late financier Charles Keating Jr., who was embroiled in the 1980s savings and loan scandal",
                    "d2v_vecs": {}
                },
                {
                    "id": 36883,
                    "date": "2016-05-11T00:00:00Z",
                    "text": "2014年から2017年まで続いたイラク内戦。2016年5月11日のバグダッド爆破事件。バグダッドのサドル市の市場での爆弾攻撃で、少なくとも64人が死亡し、87人が負傷。イスラム国（ISIS）が犯行声明を出しています。",
                    "eng_text": "At least 64 people are killed and 87 injured in a bomb attack on a market in Sadr City, Baghdad. Islamic State of Iraq and the Levant (ISIS) claims responsibility",
                    "d2v_vecs": {}
                },
                {
                    "id": 36884,
                    "date": "2016-05-11T00:00:00Z",
                    "text": "イラク内戦（2014年-2017年）。ISISが、戦闘から逃げた45人の自らの戦闘員をカイヤラで生き埋めにする。",
                    "eng_text": "ISIS bury alive 45 of their own fighters in Qayyarah for fleeing a battle",
                    "d2v_vecs": {}
                },
                {
                    "id": 36908,
                    "date": "2016-05-13T00:00:00Z",
                    "text": "イラク内戦（2014年〜2017年）。オーストラリアの治安請負業者が、バグダッドのオーストラリア大使館の外で殺害された。彼が撃たれたという未確認の報告があります。",
                    "eng_text": "An Australian security contractor is killed outside the Australian embassy in Baghdad. There are unconfirmed reports that he was shot",
                    "d2v_vecs": {}
                },
                {
                    "id": 36909,
                    "date": "2016-05-13T00:00:00Z",
                    "text": "イラク内戦（2014年から2017年）。サマラの北イラクのカフェで開かれたレアルマドリードサポータークラブの集まりに3人の銃撃手が乱射し、少なくとも14人が死亡し、25人が負傷。イラクとシリアのイスラム国が攻撃を主張した。",
                    "eng_text": "Three gunmen open fire on a Real Madrid supporters club meeting in a cafe in Samarra northern Iraq, killing at least 14 and wounding 25. Islamic State of Iraq and Syria claims responsibility for attack",
                    "d2v_vecs": {}
                },
                {
                    "id": 36924,
                    "date": "2016-05-14T00:00:00Z",
                    "text": "イラク内戦（2014年から2017年）。少なくとも14人の自爆犯が複合施設を襲撃し、自らも含めて少なくとも6人を殺害。",
                    "eng_text": "At least 14 suicide bombers attack a complex, killing themselves and at least 6 people",
                    "d2v_vecs": {}
                },
                {
                    "id": 36933,
                    "date": "2016-05-15T00:00:00Z",
                    "text": "イラク戦争（2013年〜2017年）。バグダッド北部のタジにある国有のガス工場での自爆攻撃で少なくとも18人が死亡し、他の11人が国内各地での攻撃で死亡します。",
                    "eng_text": "Suicide bomb attacks in a state owned cooking gas plant in Taji, north of Baghdad, kill at least 18 people, while 11 others die in attacks across the country",
                    "d2v_vecs": {}
                },
                {
                    "id": 36948,
                    "date": "2016-05-17T00:00:00Z",
                    "text": "イラク戦争（2013年～2017年）。2016年5月17日のバグダッド爆破事件。イラクのバグダッドでシーア派地区を標的にした爆弾攻撃の一連の事件で、少なくとも69人が死亡し、230人が負傷。イラクとシリアのイスラム国が攻撃の一部を犯行を主張した。",
                    "eng_text": "At least 69 people are killed and 230 injured in a series of bomb attacks targeting Shiite neighborhoods in Baghdad, Iraq. Islamic State of Iraq and Syria claims responsibility for some of the attacks",
                    "d2v_vecs": {}
                },
                {
                    "id": 36958,
                    "date": "2016-05-18T00:00:00Z",
                    "text": "イラクでの戦争（2013年〜2017年）。バグダッドで疑われるISILの過激派に対する襲撃で9人の兵士が死亡し、9人が負傷した。",
                    "eng_text": "Nine soldiers are killed and nine more wounded in a raid on suspected ISIL militants in Baghdad",
                    "d2v_vecs": {}
                },
                {
                    "id": 36972,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "イラク戦争（2013年-2017年）。イラクのバグダッドで爆弾攻撃があり、少なくとも3人の市民が死亡し、10人が負傷しました。",
                    "eng_text": "At least three civilians are killed and 10 others wounded in a bomb attack in Baghdad, Iraq",
                    "d2v_vecs": {}
                },
                {
                    "id": 36986,
                    "date": "2016-05-20T00:00:00Z",
                    "text": "イラク戦争（2013年〜2017年）。アル・ルトバ攻勢（2016年）。イラク軍の部隊がアメリカの空爆支援を受けて、イラクとレバントのイスラム国から南西の都市アル・ルトバを奪還した。この勝利により、バグダッド・アンマン高速道路の再開が可能となるでしょう。",
                    "eng_text": "Iraqi Army forces helped by U.S. airstrikes recapture the southwestern city of Ar-Rutbah from the Islamic State of Iraq and the Levant group. The victory will allow for the re-opening of the Baghdad-Amman highway",
                    "d2v_vecs": {}
                },
                {
                    "id": 37004,
                    "date": "2016-05-20T00:00:00Z",
                    "text": "2015年から2016年のイラクにおける抗議活動。バグダッドのグリーンゾーンに突入しようとする抗議者に対し、イラクの治安部隊が催涙ガスと放水砲を使用し、少なくとも33人が負傷した。",
                    "eng_text": "Iraqi security forces fire tear gas and water cannon on protesters attempting to storm the Green Zone in Baghdad, injuring at least 33",
                    "d2v_vecs": {}
                },
                {
                    "id": 37026,
                    "date": "2016-05-22T00:00:00Z",
                    "text": "イラク内戦。 ファルージャ包囲戦（2016年）。 イラクのハイダル・アルアバディ首相が、イラクとシリアのイスラム国からファルージャを奪還する軍事作戦の開始を発表します。",
                    "eng_text": "Iraqi Prime Minister Haider al-Abadi announces the start of a military operation to recapture Falluja from Islamic State of Iraq and Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 37040,
                    "date": "2016-05-23T00:00:00Z",
                    "text": "イラク戦争（2013年〜2017年）。イラク政府は、2014年初頭以来イスラム国家イラクおよびレバント集団によって支配されていたファルージャ市を奪還することを目指した作戦「テロリズムの打破作戦」を開始します。",
                    "eng_text": "The Iraqi government begins Operation Breaking Terrorism, aimed at retaking the city of Fallujah, which has been under the control of the Islamic State of Iraq and the Levant group since early 2014",
                    "d2v_vecs": {}
                },
                {
                    "id": 37085,
                    "date": "2016-05-26T00:00:00Z",
                    "text": "イラク内戦。作戦ブレイキング・テロ。イラク治安部隊とシーア派大衆動員部隊が、ファルージャの約16キロ（10マイル）北東に位置するアルカルマを取り戻す。",
                    "eng_text": "Iraqi security forces and Shiite Popular Mobilization Forces recapture Al-Karmah, about 16 kilometers (10 miles) northeast of Fallujah",
                    "d2v_vecs": {}
                },
                {
                    "id": 37102,
                    "date": "2016-05-27T00:00:00Z",
                    "text": "イラク内戦「Operation Breaking Terrorism」。アメリカ合衆国が70人の武装勢力がISIL指揮官のマヘル・アル＝ビラウィを含む、Fallujah上空での空爆により殺害されたと報告。",
                    "eng_text": "The United States reports 70 militants were killed, including ISIL commander Maher al-Bilawi, in a Fallujah  airstrike  on Wednesday",
                    "d2v_vecs": {}
                },
                {
                    "id": 37146,
                    "date": "2016-05-30T00:00:00Z",
                    "text": "イラク戦争（2013年〜2017年）。バグダッド市内外で一連の攻撃で少なくとも24人が殺害されました。ISILが犯行を主張しています。",
                    "eng_text": "At least 24 people are killed in a series of attacks in and around Baghdad. ISIL has claimed responsibility",
                    "d2v_vecs": {}
                },
                {
                    "id": 37147,
                    "date": "2016-05-30T00:00:00Z",
                    "text": "イラク戦争（2013年〜2017年）。 テロとの戦い作戦。 イラク軍がファルージャ市に進入したと報じられています。 数万人の市民が市内に閉じ込められています。",
                    "eng_text": "Iraqi forces reportedly enter the city of Fallujah. Tens of thousands of civilians are trapped in the city",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 36895,
                    "date": "2016-05-12T00:00:00Z",
                    "text": "イエメン危機（2011年～現在）。アルカイダの過激派がモカッラ近くで少なくとも13人のイエメン政府軍を殺害。",
                    "eng_text": "Al Qaeda militants kill at least 13 Yemeni government troops near the city of Mukalla",
                    "d2v_vecs": {}
                },
                {
                    "id": 36934,
                    "date": "2016-05-15T00:00:00Z",
                    "text": "イエメン内戦（2015年～現在）。イエメンの南部都市ムカッラで自爆テロが発生し、少なくとも30人が死亡、70人が負傷する。イラクとレバントのイスラム国が攻撃を担当したと主張しています。",
                    "eng_text": "A suicide bombing kills at least 30 and injures 70 others in the southern city of Mukalla, Yemen. The Islamic State of Iraq and the Levant claims responsibility for attack",
                    "d2v_vecs": {}
                },
                {
                    "id": 37039,
                    "date": "2016-05-23T00:00:00Z",
                    "text": "イエメン内戦（2015年以降）。イエメンのアデンでの襲撃で、少なくとも13人のアルカイダ容疑者と2人の兵士が殺害された。",
                    "eng_text": "At least 13 suspected Al-Qaeda militants and two soldiers are killed in a raid in Aden, Yemen",
                    "d2v_vecs": {}
                },
                {
                    "id": 37137,
                    "date": "2016-05-29T00:00:00Z",
                    "text": "イエメン内戦（2015年 - 現在）。最低69人がフーシ派とイエメン大統領アブド・ラブ・マンスール・ハーディに忠実な政府軍との戦闘で殺害され、25人が負傷した。",
                    "eng_text": "At least 69  people are killed and 25 injured in fighting between the Houthis and government forces loyal to Yemeni President Abd Rabbuh Mansur Hadi",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                4,
                1
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36828,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "北朝鮮の支配政党である朝鮮労働党が40年ぶりに党大会を開催する。この会議は、最近のミサイル発射に対するより厳しい制裁を受けている国が直面している中で行われる。",
                    "eng_text": "The Workers' Party of Korea, the ruling party of North Korea, holds its first party congress in nearly 40 years. The meeting comes as the country is facing tougher sanctions for its recent missile launches",
                    "d2v_vecs": {}
                },
                {
                    "id": 36847,
                    "date": "2016-05-08T00:00:00Z",
                    "text": "北朝鮮の指導者、金正恩は、北朝鮮の主権が侵害される場合を除いて、核先制攻撃を排除する。",
                    "eng_text": "North Korean leader Kim Jong-un rules out a nuclear first strike unless North Korea's sovereignty is violated",
                    "d2v_vecs": {}
                },
                {
                    "id": 36951,
                    "date": "2016-05-17T00:00:00Z",
                    "text": "北朝鮮と大量破壊兵器。北朝鮮の弾道ミサイル能力について懸念が高まっている中、韓国、日本、アメリカは来月初めて共同の対ミサイル演習を行う予定であり、これは韓国国防部が発表した。三カ国は「仮想の北朝鮮ミサイルを検出し、追跡する」練習を行う予定だと、省庁の関係者が述べた。",
                    "eng_text": "Amid growing concern about North Korea's ballistic missile capability, South Korea, Japan and the U.S. are to hold their first ever joint anti-missile exercise next month, according to South Korea's Ministry of National Defense. The three countries will practice \"detecting and tracing a hypothetical North Korean missile,\" said a ministry official",
                    "d2v_vecs": {}
                },
                {
                    "id": 37169,
                    "date": "2016-05-31T00:00:00Z",
                    "text": "北朝鮮と大量破壊兵器。北朝鮮は再び、韓国や日本を攻撃する能力を持つBM25ミューサダン中距離弾道ミサイルの発射を試みますが、失敗します。",
                    "eng_text": "North Korea attempts again to launch a BM25 Musudan intermediate-range ballistic missile capable of striking South Korea or Japan but is unsuccessful",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 37106,
                    "date": "2016-05-27T00:00:00Z",
                    "text": "42回目のG7サミット。日本の三重県で開催された42回目のG7サミットは、イギリスが欧州連合を離脱することが「世界の成長に重大な脅威をもたらす」とする宣言で結びつけられました。",
                    "eng_text": "The 42nd G7 summit held at Ise-Shima in Japan's Mie Prefecture concludes with a declaration that the United Kingdom leaving the European Union would pose a \"serious threat to world growth\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 37107,
                    "date": "2016-05-27T00:00:00Z",
                    "text": "第42回G7サミット。サミット後、バラク・オバマはアメリカ合衆国大統領としては初めて、第二次世界大戦中にアメリカが初めて原子爆弾を使用した広島を訪れました。オバマは、国々に対して核兵器の開発を再考し、最終的に廃絶するよう呼びかけました。",
                    "eng_text": "Following the summit, Barack Obama becomes the first sitting President of the United States to visit Hiroshima, the site of the first use of an atomic bomb by the U.S. during World War II. Obama calls for nations to reconsider the development of nuclear weapons and eventually  eliminate them",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                2,
                1
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36720,
                    "date": "2016-05-01T00:00:00Z",
                    "text": "トルコとISILの紛争。シリア内戦の影響。2016年、ガズィアンテプ爆弾テロ。南部トルコの都市ガズィアンテプの警察署に爆発が起き、1人の警官が死亡し、13人が負傷。",
                    "eng_text": "A blast hits a police station in the southern Turkish city of Gaziantep leaving one officer dead and 13 injured",
                    "d2v_vecs": {}
                },
                {
                    "id": 36761,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "シリア内戦。ロケット攻撃がシリアの都市アレッポの病院に命を落とす3人の市民を殺害しました。シリア人権監視団は、この攻撃は19人のさらなる犠牲者を出した大規模な砲撃の一部だと述べました。",
                    "eng_text": "A rocket attack hits a hospital in the Syrian city of Aleppo, killing three civilians. The Syrian Observatory for Human Rights said the attack was part of a bigger shelling that killed 19 more people",
                    "d2v_vecs": {}
                },
                {
                    "id": 36797,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "シリア内戦。中部シリアで両方の爆発で少なくとも12人が死亡し、多くの人々が負傷しました。",
                    "eng_text": "At least 12 people are killed and many are wounded in twin blasts in central Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36798,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "シリア内戦。シリアとトルコの国境近くの戦争難民キャンプに対する空爆で、女性や子供を含む28人が死亡。",
                    "eng_text": "Airstrikes on a camp for war refugees in Syria near the Syria–Turkey border kills 28 people, including women and children",
                    "d2v_vecs": {}
                },
                {
                    "id": 36820,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "シリア内戦。アレッポ攻勢（2016年5月）。アレッポの南に位置するカーン・トゥマンで、アル＝ヌスラ戦線とシリア政府軍の間での衝突により72人以上が死亡。",
                    "eng_text": "More than 72 are killed in clashes between Al-Nusra Front and Syrian government forces in Khan Tuman south of Aleppo, Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36834,
                    "date": "2016-05-07T00:00:00Z",
                    "text": "シリア内戦。アレッポ攻勢（2016年5月）。シリアのアレッポ近くの村で、イスラム過激派との戦闘で少なくとも13人のイラン兵士が死亡。これは紛争が始まって以来、イラン人にとって最大の一日の犠牲者数となった。",
                    "eng_text": "At least 13 Iranian soldiers are killed in a battle with Islamist militants in a village near Aleppo, Syria. This is the largest single day loss for the Iranians since the start of the conflict",
                    "d2v_vecs": {}
                },
                {
                    "id": 36844,
                    "date": "2016-05-08T00:00:00Z",
                    "text": "シリア内戦。2015年7月13日以来、アル・ヌスラ戦線によってアレッポ周辺で誘拐され、人質にされていた3人のスペイン人ジャーナリストが解放された。",
                    "eng_text": "Three Spanish journalists were released after being abducted around Aleppo, Syria, and held hostage by the Al-Nusra Front since 13 July 2015",
                    "d2v_vecs": {}
                },
                {
                    "id": 36900,
                    "date": "2016-05-12T00:00:00Z",
                    "text": "シリア内戦。トルコ大統領レジェップ・タイイップ・エルドアンは、シリア内におけるイラクとシリアのイスラム国への一方的な行動を脅迫しています。",
                    "eng_text": "Turkish president Recep Tayyip Erdoğan threatens unilateral action against Islamic State of Iraq and Syria inside Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36910,
                    "date": "2016-05-13T00:00:00Z",
                    "text": "シリア内戦。ヒズボラは、シリアでの軍事作戦を担当していたヒズボラの最高幹部の一人であるムスタファ・バドレディンが、シリアの反政府勢力による砲撃で死亡したと発表した。",
                    "eng_text": "Hezbollah says Mustafa Badreddine, one of Hezbollah's highest ranking officials  believed  responsible for military operations in Syria, has been killed by artillery fire from the Syrian rebels",
                    "d2v_vecs": {}
                },
                {
                    "id": 36923,
                    "date": "2016-05-14T00:00:00Z",
                    "text": "シリア内戦。米国の当局者は、イラクとレバントのイスラム国(ISIL)が自己宣言した首都アル＝ラッカで非常事態を宣言したと信じています。",
                    "eng_text": "U.S. officials believe the Islamic State of Iraq and the Levant has declared a state of emergency in its self-declared capital, Al-Raqqah",
                    "d2v_vecs": {}
                },
                {
                    "id": 36969,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "シリア内戦。シリア政府軍やレバノンのヒズボラといった同盟国が、ダマスカス南東部の大規模な地域を奪還し、デイル・アル・アサフィールという重要な町も含まれています。",
                    "eng_text": "Syrian government forces and allies, including Lebanese Hezbollah fighters, retake a large area southeast of Damascus, including the key town of Deir al-Asafir",
                    "d2v_vecs": {}
                },
                {
                    "id": 36970,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "シリア内戦。ダマスカス近郊のグータでアルカイダのヌスラ戦線率いるライバル派閥とジャイシュ・アル・イスラームとの戦闘が50人以上の死者を出す。",
                    "eng_text": "Fighting between Jaysh al-Islam and rival factions led by al-Qaeda’s Nusra Front in Ghouta, near Damascus, leaves more than 50 people dead",
                    "d2v_vecs": {}
                },
                {
                    "id": 37037,
                    "date": "2016-05-23T00:00:00Z",
                    "text": "シリア内戦。ロイターによると、シリアのジャブレフとタルトゥスの都市で、ロシア軍基地がある政府管理地域で、一連の自爆テロと自爆攻撃で、約150人が死亡し、少なくとも200人が負傷しています。イラクとシリアのイスラム国家集団が責任を主張しています。",
                    "eng_text": "Reuters reports nearly 150 people are killed and  at least 200 wounded in a series of car bomb and suicide attacks in the Syrian cities of Jableh and Tartus in government-controlled territory that hosts Russian military bases. The Islamic State of Iraq and the Levant group claims responsibility",
                    "d2v_vecs": {}
                },
                {
                    "id": 37065,
                    "date": "2016-05-24T00:00:00Z",
                    "text": "シリア内戦。ストラトフォアの新しい衛星画像によると、先週ISILによって行われた報告された攻撃の後、ティアス軍事基地で4機のロシアの攻撃ヘリコプターと20台のトラックが破壊されたようです。",
                    "eng_text": "New satellite imagery from Stratfor appears to reveal the destruction of four Russian attack helicopters and 20 lorries at the Tiyas military airbase after a reported attack which was conducted last week by the ISIL",
                    "d2v_vecs": {}
                },
                {
                    "id": 37162,
                    "date": "2016-05-31T00:00:00Z",
                    "text": "シリア内戦。シリアのイドリブでの夜間の空爆で少なくとも23人が死亡。",
                    "eng_text": "At least 23 people are killed in  overnight air strikes in Idlib, Syria",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 37064,
                    "date": "2016-05-24T00:00:00Z",
                    "text": "クルド人-トルコの紛争（2015年〜現在）。トルコ東部のヴァン州で、少なくとも6人のトルコ兵士がPKKの攻撃で殺害され、4人が負傷しています。",
                    "eng_text": "At least six Turkish soldiers are killed and four others are wounded in a PKK attack in Turkey's eastern Van Province",
                    "d2v_vecs": {}
                },
                {
                    "id": 37149,
                    "date": "2016-05-30T00:00:00Z",
                    "text": "クルド〜トルコの対立（2015年〜現在）。トルコのバン州で、クルド労働者党（PKK）による爆弾攻撃で2人のトルコ警察官が死亡。",
                    "eng_text": "Two Turkish police officers are killed in a suspected Kurdistan Workers’ Party (PKK) bomb attack in the eastern province of Van",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                7,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36735,
                    "date": "2016-05-01T00:00:00Z",
                    "text": "アメリカ全土で移民や労働者の権利、大統領選挙運動の文言の礼儀正しさのために5月1日のデモが計画されています。カリフォルニア州の主催者や当局は、今週の大統領選挙運動への抗議デモに関連した暴力行為を考慮し、参加者に冷静でいてくれるよう呼びかけています。",
                    "eng_text": "Thousands  are set for May Day demonstrations across the United States   for immigrant and worker rights, and for civility in presidential campaign rhetoric. Organizers and authorities in California are urging participants to remain calm, given the violence this week connected with Presidential campaign protests",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 36779,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙で、バーモント州選出の上院議員であるバーニー・サンダースが、インディアナ州での民主党予備選挙に勝利します。",
                    "eng_text": "Vermont Senator Bernie Sanders wins the Indiana Democratic primary",
                    "d2v_vecs": {}
                },
                {
                    "id": 36776,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙。2016年のインディアナ州で行われたアメリカ合衆国大統領選挙。インディアナ州の有権者は、民主党と共和党の大統領予備選挙で投票するために投票所に向かいます。",
                    "eng_text": "Voters in the U.S. state of Indiana head to the polls to vote in Democratic and Republican presidential primaries",
                    "d2v_vecs": {}
                },
                {
                    "id": 36777,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙の中で、インディアナ州の共和党予備選挙ではドナルド・トランプが勝利しました。",
                    "eng_text": "Donald Trump wins the Indiana Republican Primary",
                    "d2v_vecs": {}
                },
                {
                    "id": 36794,
                    "date": "2016-05-04T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙。オハイオ州知事のジョン・カシックがキャンペーンを中止する。彼は、ドナルド・トランプに対抗する共和党大統領候補として最後のチャレンジャーだった。",
                    "eng_text": "Ohio Governor John Kasich suspends his campaign. He was the last Republican Party challenger to Donald Trump for the GOP presidential nomination",
                    "d2v_vecs": {}
                },
                {
                    "id": 36818,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "2016年アメリカ合衆国大統領選挙。テキサス州の元知事で共和党大統領候補だったリック・ペリーがドナルド・トランプを大統領候補として支持し、トランプの副大統領候補としての可能性に開かれていると述べました。",
                    "eng_text": "Former Governor of Texas and Republican presidential candidate Rick Perry endorses Donald Trump for president and says he is open to being Trump's vice-presidential running mate",
                    "d2v_vecs": {}
                },
                {
                    "id": 36876,
                    "date": "2016-05-10T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙では、ウェストバージニア州およびネブラスカ州での大統領選挙が行われました。トランプ氏はウェストバージニア州の共和党予備選で勝利すると予測されていますが、バーニー・サンダース氏は民主党予備選で勝利すると予測されています。",
                    "eng_text": "Trump is projected as the winner in the Republican primary in West Virginia while Bernie Sanders is projected to win the Democratic Primary",
                    "d2v_vecs": {}
                },
                {
                    "id": 36875,
                    "date": "2016-05-10T00:00:00Z",
                    "text": "2016年の米国大統領選挙。ウェストバージニア州、2016年の米国大統領選挙。ネブラスカ州、2016年の米国大統領選挙。ウェストバージニア州の有権者は、民主党と共和党の大統領予備選挙で投票するために投票所に向かいます。ネブラスカ州の有権者は、共和党の大統領予備選挙で、ドナルド・トランプが指名を確保するために169人の代議員が不足している状況で投票します。",
                    "eng_text": "Voters in the state of West Virginia head to the polls to vote in the Democratic  and Republican presidential primaries. Voters in the state of Nebraska vote in the Republican presidential primary with Donald Trump just 169 delegates short of securing the nomination",
                    "d2v_vecs": {}
                },
                {
                    "id": 36904,
                    "date": "2016-05-12T00:00:00Z",
                    "text": "メリーランド州ボルチモア市の2016年の予備選挙で、州の選挙担当者は、例えば、有権者の数よりも何百も多い投票が行われたため、2016年4月26日のボルチモア市の予備選挙の結果を無効にしました。",
                    "eng_text": "Maryland state elections officials decertify the results of Baltimore’s April 26, 2016, primary election because, for example, the number of ballots cast was hundreds more than the number of voters who checked in at polling places",
                    "d2v_vecs": {}
                },
                {
                    "id": 36953,
                    "date": "2016-05-17T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙。オレゴン州の有権者は、郵送投票用紙を使って民主党と共和党の予備選挙の投票を行った。ドナルド・トランプが共和党の候補として勝者として予想されている一方、バーニー・サンダースが民主党の競争で勝利すると予測されている。",
                    "eng_text": "Voters in the American state of Oregon have their mail-in ballots counted for a Democratic Party and Republican Party primary. Donald Trump is the projected winner on the Republican winner while Bernie Sanders is projected to win the Democratic Party race",
                    "d2v_vecs": {}
                },
                {
                    "id": 36954,
                    "date": "2016-05-17T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙。ケンタッキー州の有権者が民主党予備選挙のために投票し、ヒラリー・クリントンとバーニー・サンダースが同じ数の代議員を獲得し、わずかにクリントンが総得票数で勝利しました。",
                    "eng_text": "Voters in the American state of Kentucky go to the polls for a Democratic Party primary with Hillary Clinton and Bernie Sanders winning an equal number of delegates and Clinton winning the popular vote narrowly",
                    "d2v_vecs": {}
                },
                {
                    "id": 37115,
                    "date": "2016-05-27T00:00:00Z",
                    "text": "米国大統領の共和党候補であるドナルド・トランプ氏は、米国上院議員のマルコ・ルビオ氏に再選を立候補するよう促しています。ルビオ氏は、トランプ氏からの依頼があれば、共和党大会でトランプ氏を支持する意向を表明していました。",
                    "eng_text": "Republican candidate for U.S. President Donald Trump urges U.S. senator Marco Rubio to run for re-election after Rubio stated he would speak on Trump's behalf at the Republican Convention, if asked",
                    "d2v_vecs": {}
                },
                {
                    "id": 37131,
                    "date": "2016-05-28T00:00:00Z",
                    "text": "2016年のアメリカ合衆国大統領選挙。ワシントン・ポストが要請した書類を、連邦地裁判事ゴンザロ・クリエルが開示しました。これらの書類は、民事訴訟中のトランプ大学に関連するもので、共和党の大統領候補であるドナルド・トランプの元のビジネスと関係があります。判事は、トランプの候補者としての立候補によってこれらの事件に対する関心が高まったことを指摘し、トランプのコメントが「これらの裁判手続きの信頼性を問題にしている」と述べました。",
                    "eng_text": "Federal District Judge Gonzalo Curiel unseals documents requested by The Washington Post that had been filed with the court in connection  with pending civil cases against Trump University, a former business of the Republican Party's presumptive presidential nominee Donald Trump. The judge noted that Trump's candidacy has increased interest in these cases, and that Trump's comments \"... (have) placed the integrity of these court proceedings at issue",
                    "d2v_vecs": {}
                },
                {
                    "id": 37174,
                    "date": "2016-05-31T00:00:00Z",
                    "text": "アメリカ2016年大統領選挙。 公約大統領候補のドナルド・トランプ氏に代わる保守派指導者たちは、テネシー州の弁護士であり、National Reviewのライターであるデイビッド・フレンチ氏に2016年の大統領選挙に独立候補として立候補するよう要請しています。",
                    "eng_text": "Conservative leaders seeking an alternative to the Republican Party's presumptive presidential nominee Donald Trump are urging Tennessee attorney and National Review writer David French to enter the 2016 presidential race as an independent candidate",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36734,
                    "date": "2016-05-01T00:00:00Z",
                    "text": "2016年のフィリピン総選挙で、CPP-NPA-NDF蜂起が起きました。フィリピンのゲリラ共産党の指導者であるホセ・マリア・シソンは、ロドリゴ・ドゥテルテ大統領の任期は「国家統一に良い」と述べています。",
                    "eng_text": "Jose Maria Sison, who is the leader of the guerrilla Communist Party of the Philippines, says that the presidency of Rodrigo Duterte is \"good for national unity",
                    "d2v_vecs": {}
                },
                {
                    "id": 36765,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。フィリピンの金融市場は引き続き苦境にあり、ロドリゴ・ ドゥテルテが今後の選挙に勝つ可能性についての憶測が広がっています。",
                    "eng_text": "The Philippine financial market continues to suffer amid speculation that Rodrigo Duterte may win the upcoming election",
                    "d2v_vecs": {}
                },
                {
                    "id": 36769,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "イグレシア・ニ・クリスト教団は、ロドリゴ・ドゥテルテ支持者を提訴しており、その教団からの偽の支持を広めたとしています。",
                    "eng_text": "The sect Iglesia ni Cristo is suing supporters of Rodrigo Duterte for spreading a fake endorsement by the denomination",
                    "d2v_vecs": {}
                },
                {
                    "id": 36814,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "2016年のフィリピン総選挙。フィリピンの上院議員で元クーデター計画者のアントニオ・トリリアネス氏は、ロドリゴ・デュテルテ氏が大統領選挙に勝利した場合、クーデターが起こるかもしれないと警告しています。",
                    "eng_text": "Philippine senator and former coup plotter Antonio Trillanes warns that a coup d'etat may occur if Rodrigo Duterte wins the presidential elections",
                    "d2v_vecs": {}
                },
                {
                    "id": 36816,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "2016年のフィリピン総選挙。フィリピンの大統領候補であるグレース・ポーが、彼女の全財産、負債、純資産価値の声明を発表します。",
                    "eng_text": "Philippine presidential candidate Grace Poe releases her full statement of assets, liabilities, and net worth",
                    "d2v_vecs": {}
                },
                {
                    "id": 36823,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。副大統領候補のレニ・ロブレドは、大統領候補グレース・ポーとの「ポーロブレド・タンデム」に支持を感謝しますが、ランニングメイトのマー・ロクサスに忠実であると強調します。",
                    "eng_text": "Vice presidential candidate Leni Robredo thanks supporters for the \"Poe-Robredo tandem\" pairing her with presidential candidate Grace Poe but insists she is loyal to her running-mate Mar Roxas",
                    "d2v_vecs": {}
                },
                {
                    "id": 36825,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。グレイス・ポーは、マル・ロハスの申し出を拒否し、撤退するつもりはないと述べました。ジョジョマール・ビナイも、撤退するように求められたが拒否しました。",
                    "eng_text": "Grace Poe rejects Mar Roxas' offer saying she is not willing to withdraw. Jejomar Binay also rejects calls for him to withdraw",
                    "d2v_vecs": {}
                },
                {
                    "id": 36824,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。Mar Roxasと現職大統領ベニグノ・アキノIIIは、政治的ライバルであるJejomar Binay、Miriam Defensor Santiago、そしてGrace Poeに対し、団結して連合を組み、今後の選挙で立ち向かうよう呼びかける。",
                    "eng_text": "Mar Roxas and current President Benigno Aquino III call on political rivals Jejomar Binay, Miriam Defensor Santiago, and Grace Poe to unite and form a unity coalition in the upcoming elections",
                    "d2v_vecs": {}
                },
                {
                    "id": 36860,
                    "date": "2016-05-09T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。フィリピンの有権者は、ダバオ市市長ロドリゴ・ドゥテルテが圧倒的なリードを示しているとされる大統領選挙のために投票に行く。",
                    "eng_text": "Filipino voters head to the polls for a presidential election with unofficial counts showing Davao City mayor Rodrigo Duterte with a commanding lead",
                    "d2v_vecs": {}
                },
                {
                    "id": 36874,
                    "date": "2016-05-10T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。 ロドリゴ・デュテルテは大統領選挙で引き続きリードを続け、一方でレニ・ロブレドはヴァイス大統領選挙で僅かな差でボンボン・マルコスをリードしています。",
                    "eng_text": "Rodrigo Duterte continues to lead in the presidential race, while Leni Robredo leads Bongbong Marcos by a small margin in the vice presidential race",
                    "d2v_vecs": {}
                },
                {
                    "id": 36936,
                    "date": "2016-05-15T00:00:00Z",
                    "text": "フィリピンにおける死刑制度。フィリピンの次期大統領であるロドリゴ・ドゥテルテ氏は、死刑を復活させることを誓い、組織犯罪者や逮捕に抵抗する人々に対して警察に射殺する権限を与えることを約束しています。ドゥテルテ氏は2016年6月30日に就任予定です。",
                    "eng_text": "President-elect of the Philippines, Rodrigo Duterte, vows to reintroduce capital punishment and give security forces permission to shoot to kill for organized crime figures and people resisting arrest. Duterte is due to take office on June 30, 2016",
                    "d2v_vecs": {}
                },
                {
                    "id": 37113,
                    "date": "2016-05-27T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。ロドリゴ・ドゥテルテが大統領に、レニ・ロブレドが副大統領に正式に選出されました。",
                    "eng_text": "Rodrigo Duterte is officially elected as President and Leni Robredo as Vice President",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 36744,
                    "date": "2016-05-02T00:00:00Z",
                    "text": "フィリピン株式市場は、近日行われる選挙に対する不確実性の中で、2月以来最大の下落を経験しています。",
                    "eng_text": "The Philippines stock market suffers the biggest drop since February amid uncertainty about the upcoming elections",
                    "d2v_vecs": {}
                },
                {
                    "id": 36801,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙。フィリピン・ペソは0.3％下落し、3週連続の下落を続けた。",
                    "eng_text": "The Philippine peso fell 0.3% continuing its drop three weeks in a row",
                    "d2v_vecs": {}
                },
                {
                    "id": 36802,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "2016年のフィリピン大統領選挙直前、マニラの株式市場は1.2％下落し、月曜日の大統領選挙前に2か月ぶりの最低水準を記録しました。",
                    "eng_text": "The stock exchange in Manila slid 1.2%, set for its lowest close in two months, before Monday's presidential elections",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36774,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "ハンガリー政府は、将来の欧州連合による難民の再定住の割り当てに関する国民投票を行うと発表しました。投票は今年の9月か10月に行われる予定で、50％以上の投票率があれば有効とされます。",
                    "eng_text": "The government of Hungary announces it will hold a referendum regarding future European Union quotas for resettling refugees. The vote is expected to be held either in September or October of this year where a turnout of over 50 percent will render it to be valid",
                    "d2v_vecs": {}
                },
                {
                    "id": 36791,
                    "date": "2016-05-04T00:00:00Z",
                    "text": "ヨーロッパの移民危機とEU-トルコ関係。欧州連合は、トルコ市民にヨーロッパのシェンゲン圏内でのビザ免除を提案し、加盟国とEUの議員に6月30日までにこの提案を承認するよう呼びかけています。EUは、トルコが欧州に到達する難民の流入を阻止する取り組みと引き換えに合意に含まれる72の基準のうち5つを除いた全てを満たしていると述べています。このビザ取引には、欧州議会からの承認も必要です。",
                    "eng_text": "The European Union proposes visa-free travel for Turkish citizens within Europe's Schengen Area and invites member states and EU lawmakers to endorse the move by June 30.  The EU says Turkey has met all but five of the 72 criteria included in the agreement in exchange for its efforts to stop asylum seekers from reaching Europe. This visa deal also needs approval from the European Parliament",
                    "d2v_vecs": {}
                },
                {
                    "id": 37071,
                    "date": "2016-05-24T00:00:00Z",
                    "text": "ヨーロッパの移民危機。ギリシャ当局がマケドニアとの国境にあるイドメニ難民キャンプを撤去する作業を開始します。",
                    "eng_text": "Greek authorities begin operations to clear the Idomeni refugee camp on the border with Macedonia",
                    "d2v_vecs": {}
                },
                {
                    "id": 37081,
                    "date": "2016-05-25T00:00:00Z",
                    "text": "欧州の移民危機。リビア沿岸の南部地中海で過積載の改装漁船が転覆し、少なくとも5人が死亡。イタリア海軍は562人を救出した。",
                    "eng_text": "At least five die  after their overcrowded,  repurposed trawler  capsized in the southern Mediterranean Sea off the coast of Libya. The Italian navy rescued 562 people",
                    "d2v_vecs": {}
                },
                {
                    "id": 37089,
                    "date": "2016-05-26T00:00:00Z",
                    "text": "ヨーロッパの移民危機。リビアのズワラの北35海里で再利用された漁船が沈没し、南地中海で少なくとも20人が溺れる。",
                    "eng_text": "At least 20 people drown in the southern Mediterranean Sea when a repurposed fishing boat sinks 35 nautical miles north of Zuwara, Libya",
                    "d2v_vecs": {}
                },
                {
                    "id": 37140,
                    "date": "2016-05-29T00:00:00Z",
                    "text": "ヨーロッパの移民危機。国連は、過去数日間に地中海で発生した3つの船難で約700人の移民が溺れた可能性を恐れています。",
                    "eng_text": "The United Nations fears that approximately 700 migrants have drowned in three Mediterranean Sea shipwrecks over the past few days",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 36720,
                    "date": "2016-05-01T00:00:00Z",
                    "text": "トルコとISILの紛争。シリア内戦の影響。2016年、ガズィアンテプ爆弾テロ。南部トルコの都市ガズィアンテプの警察署に爆発が起き、1人の警官が死亡し、13人が負傷。",
                    "eng_text": "A blast hits a police station in the southern Turkish city of Gaziantep leaving one officer dead and 13 injured",
                    "d2v_vecs": {}
                },
                {
                    "id": 36761,
                    "date": "2016-05-03T00:00:00Z",
                    "text": "シリア内戦。ロケット攻撃がシリアの都市アレッポの病院に命を落とす3人の市民を殺害しました。シリア人権監視団は、この攻撃は19人のさらなる犠牲者を出した大規模な砲撃の一部だと述べました。",
                    "eng_text": "A rocket attack hits a hospital in the Syrian city of Aleppo, killing three civilians. The Syrian Observatory for Human Rights said the attack was part of a bigger shelling that killed 19 more people",
                    "d2v_vecs": {}
                },
                {
                    "id": 36797,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "シリア内戦。中部シリアで両方の爆発で少なくとも12人が死亡し、多くの人々が負傷しました。",
                    "eng_text": "At least 12 people are killed and many are wounded in twin blasts in central Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36798,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "シリア内戦。シリアとトルコの国境近くの戦争難民キャンプに対する空爆で、女性や子供を含む28人が死亡。",
                    "eng_text": "Airstrikes on a camp for war refugees in Syria near the Syria–Turkey border kills 28 people, including women and children",
                    "d2v_vecs": {}
                },
                {
                    "id": 36820,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "シリア内戦。アレッポ攻勢（2016年5月）。アレッポの南に位置するカーン・トゥマンで、アル＝ヌスラ戦線とシリア政府軍の間での衝突により72人以上が死亡。",
                    "eng_text": "More than 72 are killed in clashes between Al-Nusra Front and Syrian government forces in Khan Tuman south of Aleppo, Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36834,
                    "date": "2016-05-07T00:00:00Z",
                    "text": "シリア内戦。アレッポ攻勢（2016年5月）。シリアのアレッポ近くの村で、イスラム過激派との戦闘で少なくとも13人のイラン兵士が死亡。これは紛争が始まって以来、イラン人にとって最大の一日の犠牲者数となった。",
                    "eng_text": "At least 13 Iranian soldiers are killed in a battle with Islamist militants in a village near Aleppo, Syria. This is the largest single day loss for the Iranians since the start of the conflict",
                    "d2v_vecs": {}
                },
                {
                    "id": 36844,
                    "date": "2016-05-08T00:00:00Z",
                    "text": "シリア内戦。2015年7月13日以来、アル・ヌスラ戦線によってアレッポ周辺で誘拐され、人質にされていた3人のスペイン人ジャーナリストが解放された。",
                    "eng_text": "Three Spanish journalists were released after being abducted around Aleppo, Syria, and held hostage by the Al-Nusra Front since 13 July 2015",
                    "d2v_vecs": {}
                },
                {
                    "id": 36900,
                    "date": "2016-05-12T00:00:00Z",
                    "text": "シリア内戦。トルコ大統領レジェップ・タイイップ・エルドアンは、シリア内におけるイラクとシリアのイスラム国への一方的な行動を脅迫しています。",
                    "eng_text": "Turkish president Recep Tayyip Erdoğan threatens unilateral action against Islamic State of Iraq and Syria inside Syria",
                    "d2v_vecs": {}
                },
                {
                    "id": 36910,
                    "date": "2016-05-13T00:00:00Z",
                    "text": "シリア内戦。ヒズボラは、シリアでの軍事作戦を担当していたヒズボラの最高幹部の一人であるムスタファ・バドレディンが、シリアの反政府勢力による砲撃で死亡したと発表した。",
                    "eng_text": "Hezbollah says Mustafa Badreddine, one of Hezbollah's highest ranking officials  believed  responsible for military operations in Syria, has been killed by artillery fire from the Syrian rebels",
                    "d2v_vecs": {}
                },
                {
                    "id": 36923,
                    "date": "2016-05-14T00:00:00Z",
                    "text": "シリア内戦。米国の当局者は、イラクとレバントのイスラム国(ISIL)が自己宣言した首都アル＝ラッカで非常事態を宣言したと信じています。",
                    "eng_text": "U.S. officials believe the Islamic State of Iraq and the Levant has declared a state of emergency in its self-declared capital, Al-Raqqah",
                    "d2v_vecs": {}
                },
                {
                    "id": 36969,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "シリア内戦。シリア政府軍やレバノンのヒズボラといった同盟国が、ダマスカス南東部の大規模な地域を奪還し、デイル・アル・アサフィールという重要な町も含まれています。",
                    "eng_text": "Syrian government forces and allies, including Lebanese Hezbollah fighters, retake a large area southeast of Damascus, including the key town of Deir al-Asafir",
                    "d2v_vecs": {}
                },
                {
                    "id": 36970,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "シリア内戦。ダマスカス近郊のグータでアルカイダのヌスラ戦線率いるライバル派閥とジャイシュ・アル・イスラームとの戦闘が50人以上の死者を出す。",
                    "eng_text": "Fighting between Jaysh al-Islam and rival factions led by al-Qaeda’s Nusra Front in Ghouta, near Damascus, leaves more than 50 people dead",
                    "d2v_vecs": {}
                },
                {
                    "id": 37037,
                    "date": "2016-05-23T00:00:00Z",
                    "text": "シリア内戦。ロイターによると、シリアのジャブレフとタルトゥスの都市で、ロシア軍基地がある政府管理地域で、一連の自爆テロと自爆攻撃で、約150人が死亡し、少なくとも200人が負傷しています。イラクとシリアのイスラム国家集団が責任を主張しています。",
                    "eng_text": "Reuters reports nearly 150 people are killed and  at least 200 wounded in a series of car bomb and suicide attacks in the Syrian cities of Jableh and Tartus in government-controlled territory that hosts Russian military bases. The Islamic State of Iraq and the Levant group claims responsibility",
                    "d2v_vecs": {}
                },
                {
                    "id": 37065,
                    "date": "2016-05-24T00:00:00Z",
                    "text": "シリア内戦。ストラトフォアの新しい衛星画像によると、先週ISILによって行われた報告された攻撃の後、ティアス軍事基地で4機のロシアの攻撃ヘリコプターと20台のトラックが破壊されたようです。",
                    "eng_text": "New satellite imagery from Stratfor appears to reveal the destruction of four Russian attack helicopters and 20 lorries at the Tiyas military airbase after a reported attack which was conducted last week by the ISIL",
                    "d2v_vecs": {}
                },
                {
                    "id": 37162,
                    "date": "2016-05-31T00:00:00Z",
                    "text": "シリア内戦。シリアのイドリブでの夜間の空爆で少なくとも23人が死亡。",
                    "eng_text": "At least 23 people are killed in  overnight air strikes in Idlib, Syria",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                1,
                3
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36786,
                    "date": "2016-05-04T00:00:00Z",
                    "text": "イスラエル・パレスチナ紛争。ハマスは、ガザ・イスラエル国境沿いでの敵対行為に続いて、イスラエル軍と停戦協定に達したと述べています。負傷者はいませんでした。",
                    "eng_text": "Hamas says it has reached a truce with the Israeli military following hostilities today along the Gaza-Israel border. There were no casualties",
                    "d2v_vecs": {}
                },
                {
                    "id": 36800,
                    "date": "2016-05-05T00:00:00Z",
                    "text": "ガザ–イスラエル紛争。パレスチナ人女性がイスラエルからの戦車砲撃でガザ地区で死亡し、もう1人が負傷した。イスラエルは、ハマスによる迫撃砲の発射への対応と別のトンネルの発見に応じたと述べています。",
                    "eng_text": "A Palestinian woman is killed and another person is injured in the Gaza Strip by tank fire from Israel. Israel said it responded to mortar rounds and the discovery of another tunnel by Hamas",
                    "d2v_vecs": {}
                },
                {
                    "id": 36887,
                    "date": "2016-05-11T00:00:00Z",
                    "text": "2015年から2016年にかけてのイスラエル・パレスチナ紛争での暴力の波。イスラエルはヨム・ハアツマウト（イスラエルの記念日および独立記念日）の祝日を祝っている間、2日間にわたって西岸とガザ地区を封鎖した。",
                    "eng_text": "Israel seals off the West Bank and Gaza Strip for two days while Yom Ha'atzmaut (Israel's remembrance day and independence day) is celebrated",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 36983,
                    "date": "2016-05-19T00:00:00Z",
                    "text": "イスラエルの首相ベンヤミン・ネタニヤフが、イスラエル我らの家党の指導者で元外務大臣のアビグダー・リーベルマンに国防大臣となるよう求めました。現在の国防大臣で元陸軍参謀総長のモーシェ・ヤアロンの今後の政府での役割は不明です。リーベルマンはその強硬で妥協のない意見で知られています。",
                    "eng_text": "Israeli  Prime Minister Benjamin Netanyahu asks  Yisrael Beiteinu party leader and  former Foreign Minister  Avigdor Lieberman to be Defense Minister. Current defense minister and former army chief of staff Moshe Ya'alon's role in the future government is unclear. Leiberman is known for his hawkish and uncompromising views",
                    "d2v_vecs": {}
                },
                {
                    "id": 37002,
                    "date": "2016-05-20T00:00:00Z",
                    "text": "イスラエル国防大臣モーシェ・ヤアロンは辞任を発表した。",
                    "eng_text": "Israeli Defense minister Moshe Ya'alon announces his resignation",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                2,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 36828,
                    "date": "2016-05-06T00:00:00Z",
                    "text": "北朝鮮の支配政党である朝鮮労働党が40年ぶりに党大会を開催する。この会議は、最近のミサイル発射に対するより厳しい制裁を受けている国が直面している中で行われる。",
                    "eng_text": "The Workers' Party of Korea, the ruling party of North Korea, holds its first party congress in nearly 40 years. The meeting comes as the country is facing tougher sanctions for its recent missile launches",
                    "d2v_vecs": {}
                },
                {
                    "id": 36847,
                    "date": "2016-05-08T00:00:00Z",
                    "text": "北朝鮮の指導者、金正恩は、北朝鮮の主権が侵害される場合を除いて、核先制攻撃を排除する。",
                    "eng_text": "North Korean leader Kim Jong-un rules out a nuclear first strike unless North Korea's sovereignty is violated",
                    "d2v_vecs": {}
                },
                {
                    "id": 36951,
                    "date": "2016-05-17T00:00:00Z",
                    "text": "北朝鮮と大量破壊兵器。北朝鮮の弾道ミサイル能力について懸念が高まっている中、韓国、日本、アメリカは来月初めて共同の対ミサイル演習を行う予定であり、これは韓国国防部が発表した。三カ国は「仮想の北朝鮮ミサイルを検出し、追跡する」練習を行う予定だと、省庁の関係者が述べた。",
                    "eng_text": "Amid growing concern about North Korea's ballistic missile capability, South Korea, Japan and the U.S. are to hold their first ever joint anti-missile exercise next month, according to South Korea's Ministry of National Defense. The three countries will practice \"detecting and tracing a hypothetical North Korean missile,\" said a ministry official",
                    "d2v_vecs": {}
                },
                {
                    "id": 37169,
                    "date": "2016-05-31T00:00:00Z",
                    "text": "北朝鮮と大量破壊兵器。北朝鮮は再び、韓国や日本を攻撃する能力を持つBM25ミューサダン中距離弾道ミサイルの発射を試みますが、失敗します。",
                    "eng_text": "North Korea attempts again to launch a BM25 Musudan intermediate-range ballistic missile capable of striking South Korea or Japan but is unsuccessful",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 37092,
                    "date": "2016-05-26T00:00:00Z",
                    "text": "韓国は今年、防衛能力を強化するために約3.5兆ウォン（30億ドル）相当の武器を輸入する予定です。",
                    "eng_text": "South Korea plans to import arms worth about 3.5 trillion won (US$3 billion) this year to enhance its defense capabilities",
                    "d2v_vecs": {}
                },
                {
                    "id": 37093,
                    "date": "2016-05-26T00:00:00Z",
                    "text": "エチオピア南韓国。韓国のパク・クネ大統領は、エチオピアへの国事訪問で包括的な国防協力に向けて取り組み、干ばつ復旧のため100万ドルの支援を約束します。パク大統領は、この訪問の後にウガンダとケニアを続ける予定です。",
                    "eng_text": "South Korean  President Park Geun-hye, during her state visit to Ethiopia to work toward full-scale defense cooperation, pledges $1 million in aid for drought recovery. Park is expected to continue to Uganda and Kenya after this visit",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        }
    ]
}