{
    "trees": [
        {
            "eventList0": [
                {
                    "id": 31288,
                    "date": "2017-02-01T00:00:00Z",
                    "text": "イスラエルはおよそ20年ぶりに西岸地域に完全に新しい入植地を建設することを発表しました。国際社会の多くは、そのような入植地は違法であると考えていますが、イスラエルはそれを否定しています。国際法によれば、入植地計画は違法です。",
                    "eng_text": "Israel announces it will build an entirely new settlement in the West Bank for the first time in about twenty years. Many in the international community believe that such settlements are illegal but Israel disputes that. The settlement program is illegal under international law",
                    "d2v_vecs": {}
                },
                {
                    "id": 31290,
                    "date": "2017-02-01T00:00:00Z",
                    "text": "イスラエルの治安部隊は、中央ヨルダン川西岸地区のラーマッラ近くにある私有のパレスチナ人所有地に建てられた違法のアモナ・マテ・ビニャミンの前哨基地から人々を立ち退かせ始めました。最高裁は昨年、住民にその地域を去るよう命じました。",
                    "eng_text": "Israeli security forces begin evicting people from the illegal Amona, Mateh Binyamin, outpost built on private Palestinian-owned land near Ramallah in the central West Bank. The Supreme Court ordered residents to leave the area last year",
                    "d2v_vecs": {}
                },
                {
                    "id": 31344,
                    "date": "2017-02-06T00:00:00Z",
                    "text": "イスラエルは、西岸地区の占領地パレスチナにある16つの集落で4,000の住宅ユニットを事後的に合法化する規制法を可決しました。",
                    "eng_text": "Israel passes the Regulation Law which retroactively legalizes 4,000 housing units in 16 settlements on Area C West Bank occupied Palestinian territories",
                    "d2v_vecs": {}
                },
                {
                    "id": 31608,
                    "date": "2017-02-28T00:00:00Z",
                    "text": "数百人の右翼活動家が、西岸地区の私有パレスチナ地に建設されたイスラエルの入植地オフラの裁判所命令に基づく解体を抗議するために集まりました。イスラエルの警察は、ストライキや住民が閉じこもる抗議行動にも関わらず、集落内の9軒の家を立ち退かせています。",
                    "eng_text": "Hundreds of right-wing activists gather to protest the court-ordered demolition of the Israeli settlement Ofra, which was built on private Palestinian land in the West Bank. Israeli police are evacuating nine homes in the settlement, despite hunger strikes and people barricading themselves inside",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31554,
                    "date": "2017-02-24T00:00:00Z",
                    "text": "イスラエル政府は、アメリカ市民である人権擁護団体の研究者であるオマール・シャキールに入国を拒否しました。これは、その団体がいわゆるパレスチナのプロパガンダに関与しているとされたためです。HRWのサリ・バシは、「このイスラエル政府は、批判者を国外に閉め出すことで、民主主義活動の空間を狭めている」と述べました。後に、イスラエル政府はシャキール氏に観光ビザを与える一方、HRWの労働ビザの申し出を検討することとなりました。",
                    "eng_text": "Israel denies entry to Omar Shakir, a researcher for Human Rights Watch and an American citizen, because the organization  engages in so-called Palestinian propaganda. HRW's Sari Bashi said, \"This Israeli government has been narrowing the space for democratic activity,\"  by closing the country off to critics.  Later, the Israel government  would grant Mr. Shakir a tourist visa while considering HRW's appeal on the work visa",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                1,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31288,
                    "date": "2017-02-01T00:00:00Z",
                    "text": "イスラエルはおよそ20年ぶりに西岸地域に完全に新しい入植地を建設することを発表しました。国際社会の多くは、そのような入植地は違法であると考えていますが、イスラエルはそれを否定しています。国際法によれば、入植地計画は違法です。",
                    "eng_text": "Israel announces it will build an entirely new settlement in the West Bank for the first time in about twenty years. Many in the international community believe that such settlements are illegal but Israel disputes that. The settlement program is illegal under international law",
                    "d2v_vecs": {}
                },
                {
                    "id": 31290,
                    "date": "2017-02-01T00:00:00Z",
                    "text": "イスラエルの治安部隊は、中央ヨルダン川西岸地区のラーマッラ近くにある私有のパレスチナ人所有地に建てられた違法のアモナ・マテ・ビニャミンの前哨基地から人々を立ち退かせ始めました。最高裁は昨年、住民にその地域を去るよう命じました。",
                    "eng_text": "Israeli security forces begin evicting people from the illegal Amona, Mateh Binyamin, outpost built on private Palestinian-owned land near Ramallah in the central West Bank. The Supreme Court ordered residents to leave the area last year",
                    "d2v_vecs": {}
                },
                {
                    "id": 31344,
                    "date": "2017-02-06T00:00:00Z",
                    "text": "イスラエルは、西岸地区の占領地パレスチナにある16つの集落で4,000の住宅ユニットを事後的に合法化する規制法を可決しました。",
                    "eng_text": "Israel passes the Regulation Law which retroactively legalizes 4,000 housing units in 16 settlements on Area C West Bank occupied Palestinian territories",
                    "d2v_vecs": {}
                },
                {
                    "id": 31608,
                    "date": "2017-02-28T00:00:00Z",
                    "text": "数百人の右翼活動家が、西岸地区の私有パレスチナ地に建設されたイスラエルの入植地オフラの裁判所命令に基づく解体を抗議するために集まりました。イスラエルの警察は、ストライキや住民が閉じこもる抗議行動にも関わらず、集落内の9軒の家を立ち退かせています。",
                    "eng_text": "Hundreds of right-wing activists gather to protest the court-ordered demolition of the Israeli settlement Ofra, which was built on private Palestinian land in the West Bank. Israeli police are evacuating nine homes in the settlement, despite hunger strikes and people barricading themselves inside",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31298,
                    "date": "2017-02-02T00:00:00Z",
                    "text": "イスラエルとアメリカの関係はイスラエル・パレスチナの和平プロセスに影響を与えています。ホワイトハウスは、ヨルダン川西岸地域における新しい入植地の建設や既存の入植地の拡大は、「（平和を）達成するのに役立たないかもしれない」とイスラエルに警告しています。",
                    "eng_text": "The White House cautions Israel that building new settlements  or expanding existing settlements in  the West Bank, \"... may not be helpful in achieving (peace)",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31301,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年〜2021年）。アフガン警察によると、ファリアブ州の検問所でタリバンによって8人の部隊が殺害された。",
                    "eng_text": "According to Afghan Police, eight of their forces have been killed by the Taliban at a checkpoint in Faryab Province",
                    "d2v_vecs": {}
                },
                {
                    "id": 31347,
                    "date": "2017-02-07T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年〜2021年）。カブールのアフガニスタン最高裁判所での自爆テロが少なくとも20人を殺害し、41人を負傷させ、そのうちの10人が重傷です。",
                    "eng_text": "A suicide bombing at the Supreme Court of Afghanistan in Kabul kills at least 20 people and injures 41 others, 10 of whom are in critical condition",
                    "d2v_vecs": {}
                },
                {
                    "id": 31359,
                    "date": "2017-02-08T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年〜2021年）。北部ジョウズジャン州で、疑わしいISILの武装勢力によって6人のアフガン赤十字社員が射殺される。他に2人の赤十字社員が誘拐されたと報告されています。",
                    "eng_text": "Six Afghan Red Cross workers are shot dead by suspected ISIL militants in the northern Jowzjan Province. Two other Red Cross workers are reportedly abducted",
                    "d2v_vecs": {}
                },
                {
                    "id": 31374,
                    "date": "2017-02-09T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年から現在まで）。国際赤十字委員会は、昨日、銃撃され6人の職員が殺害されたことを受け、一部の活動を一時停止すると発表しました。",
                    "eng_text": "The International Committee of the Red Cross announces it will be temporarily halting some of its operations in Afghanistan after gunmen killed six of its workers yesterday",
                    "d2v_vecs": {}
                },
                {
                    "id": 31422,
                    "date": "2017-02-13T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年から2021年）。アフガニスタンのヘルマンド州で、先週木曜日と金曜日に連合軍の空爆で18人の民間人が死亡したと、国連アフガニスタン支援団が調査しており、現地住民やアフガン政府関係者は死者数がさらに多いと主張しています。",
                    "eng_text": "According to a United Nations Assistance Mission in Afghanistan inquiry, 18 civilians in Helmand Province were killed in coalition air raids last Thursday and Friday, with locals and Afghan officials claiming that the death toll is higher",
                    "d2v_vecs": {}
                },
                {
                    "id": 31497,
                    "date": "2017-02-20T00:00:00Z",
                    "text": "アフガニスタン戦争（2001年〜2021年）。ラグマーン州の州当局によると、同じ家族に属する少なくとも11人が自宅に対する手榴弾攻撃で殺害されました。",
                    "eng_text": "At least 11 people, all belonging to the same family, are killed in a grenade attack on their home in Laghman Province, according to provincial officials",
                    "d2v_vecs": {}
                },
                {
                    "id": 31564,
                    "date": "2017-02-25T00:00:00Z",
                    "text": "アフガニスタンの戦争（2001年-2021年）。当局によると、モスクの外で武装勢力による待ち伏せで、主に警察官を含む少なくとも11人が殺害された。タリバンが攻撃の責任を主張した。",
                    "eng_text": "According to officials, at least 11 people, mostly police officers, are killed outside a mosque in Jowzjan Province in an ambush by militants. The Taliban claimed responsibility for the attack",
                    "d2v_vecs": {}
                },
                {
                    "id": 31595,
                    "date": "2017-02-27T00:00:00Z",
                    "text": "アフガニスタンでの戦争（2001年-2021年）。アフガン内務省によると、シールズマン地方のタリバン指導者であるムラ・アブドゥル・サラム・アフンドが、アメリカの空爆で殺害されました。",
                    "eng_text": "According to the Afghan Interior Ministry, Mullah Abdul Salam Akhund, a senior Taliban commander, is killed in a U.S. airstrike in Kunduz Province",
                    "d2v_vecs": {}
                },
                {
                    "id": 31600,
                    "date": "2017-02-28T00:00:00Z",
                    "text": "アフガニスタンにおける戦争（2001年-2021年）。南部のヘルマン州で、タリバンによる「浸透攻撃」で12人のアフガニスタン国家警察官が殺害される。",
                    "eng_text": "Twelve Afghan National Police officers are killed in a  Taliban \"infiltration attack\" in the southern Helmand Province",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31421,
                    "date": "2017-02-13T00:00:00Z",
                    "text": "北西パキスタンでの戦争。2017年ラホール自爆攻撃。パンジャーブ州ラホールでの抗議デモで爆弾が爆発し、少なくとも6人の警察官を含む13人が死亡し、85人が負傷しました。パキスタン・タリバンの分派グループ、ジャマート・ウル・アハラルが犯行を認めています。",
                    "eng_text": "At least 13 people, including six police officers, are killed and 85 are injured after a bomb explodes at a protest rally in Lahore, Punjab. The Pakistani Taliban splinter group Jamaat-ul-Ahrar claims responsibility",
                    "d2v_vecs": {}
                },
                {
                    "id": 31443,
                    "date": "2017-02-15T00:00:00Z",
                    "text": "北西パキスタンにおける戦争。パキスタンで2つの別々の爆発事件が発生し、少なくとも7人が死亡。自爆攻撃犯がモーマンド地区の行政庁舎で5人を殺害し、もう1人がペシャワールの病院で2人を殺害。ジャマアト・ウル・アフラールが最初の攻撃に関与を主張しています。",
                    "eng_text": "Two separate bombings take place in Pakistan, killing at least seven people. A suicide bomber kills five people at the administrative headquarters in the Mohmand Agency tribal district while the other kills two people at a hospital in Peshawar. Jamaat-ul-Ahrar claims responsibility for the first attack",
                    "d2v_vecs": {}
                },
                {
                    "id": 31463,
                    "date": "2017-02-17T00:00:00Z",
                    "text": "北西パキスタンでの戦争。昨日のラール・シャーバーズ・カランダルの霊廟への爆破事件に対応して、パキスタン軍は100人以上のテロリストを殺害し、多くの人を逮捕したと主張しています。",
                    "eng_text": "In response to yesterday's bombing at the Shrine of Lal Shahbaz Qalandar that killed 88 people, the Pakistan Army claims to have killed more than 100 terrorists and arrested many others",
                    "d2v_vecs": {}
                },
                {
                    "id": 31510,
                    "date": "2017-02-21T00:00:00Z",
                    "text": "パキスタン北西部での戦争。 チャルサッダの地区裁判所付近で、複数の自爆テロが少なくとも6人を殺害。 ジャマート・ウル・アハラールが攻撃を犯した責任を請け負った。",
                    "eng_text": "Multiple suicide bombers kill at least six people near a district court in Charsadda. Jamaat-ul-Ahrar claimed responsibility for the attack",
                    "d2v_vecs": {}
                },
                {
                    "id": 31539,
                    "date": "2017-02-23T00:00:00Z",
                    "text": "パキスタン北西部での戦争。パキスタンの都市ラホールで爆弾爆発によって少なくとも六人が死亡。",
                    "eng_text": "At least six people are killed in a bomb blast in the Pakistani city of Lahore",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                8,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31377,
                    "date": "2017-02-09T00:00:00Z",
                    "text": "2017年2月の北米ブリザード。アメリカ北東部を襲った大規模なブリザードにより、2,400以上のフライトがキャンセルされました。",
                    "eng_text": "A major blizzard hits the northeastern United States, cancelling more than 2,400 flights",
                    "d2v_vecs": {}
                },
                {
                    "id": 31466,
                    "date": "2017-02-17T00:00:00Z",
                    "text": "サイクロン・ディネオはモザンビークで7人を殺し、2万軒の家を破壊しました。",
                    "eng_text": "Cyclone Dineo kills seven and destroys twenty-thousand homes in Mozambique",
                    "d2v_vecs": {}
                },
                {
                    "id": 31467,
                    "date": "2017-02-17T00:00:00Z",
                    "text": "南カリフォルニアでの激しい嵐により、南部および中部カリフォルニアの大部分に急流洪水警報が発令され、木や電柱が倒れ、ロサンゼルス国際空港からの300便以上の飛行機の遅延が発生しました。1997-98年と2009-10年の大規模なエルニーニョ以来、",
                    "eng_text": "Severe storms in southern California prompt flash flood warnings over most of southern and central California, toppling trees and power lines, and delaying over 300 flights from Los Angeles International Airport. Since the largest El Nino of 1997-98 and 2009-10",
                    "d2v_vecs": {}
                },
                {
                    "id": 31503,
                    "date": "2017-02-20T00:00:00Z",
                    "text": "金曜日に南カリフォルニアを襲った気象システムからの激しい嵐が、複数の人々を負傷させ、少なくとも100軒の家屋を被害を受けるように南西テキサスに達し、サンアントニオで1つの竜巻が確認されました。大雨は今日も続き、嵐が東テキサスや南ルイジアナに移動すると、局地的な洪水が起こる可能性があります。",
                    "eng_text": "Severe  storms, from the weather system that hit Southern California Friday, reach southwest Texas injuring several  people and damaging at least 100 homes with  one confirmed tornado in San Antonio. Heavy rains continue today with flash floods likely as the storm moves to eastern Texas and southern Louisiana",
                    "d2v_vecs": {}
                },
                {
                    "id": 31603,
                    "date": "2017-02-28T00:00:00Z",
                    "text": "カリフォルニア州リバーサイドの住宅街に小型の飛行機が墜落し、搭乗していた少なくとも3人が死亡しました。地上にいた人にはけがはありませんでした。",
                    "eng_text": "A small plane crashes in a residential area of Riverside, California, killing at least three people, all of whom were passengers on the plane. No one on the ground was injured",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31416,
                    "date": "2017-02-12T00:00:00Z",
                    "text": "カリフォルニア州水資源局は、オロビルダム周辺の住民に、緊急溢流路が深刻に浸食された後、オロビルの低地部を含めて避難するように命じました。",
                    "eng_text": "The California Department of Water Resources orders residents near Oroville Dam to evacuate, including low-lying levels of Oroville, after an emergency spillway severely eroded",
                    "d2v_vecs": {}
                },
                {
                    "id": 31415,
                    "date": "2017-02-12T00:00:00Z",
                    "text": "ニューサウスウェールズ州のニューサウスウェールズ州東部に位置するDunedooの森林火災に関して、ニューサウェールズ州農村消防局が緊急警報を発令しました。この警報は、ビクトリア州で2009年のブラックサタデー森林火災を引き起こした条件よりも悪化していると見なされた「前例のない」火災条件の中で発令されました。",
                    "eng_text": "The New South Wales Rural Fire Service issues an emergency warning for a bush fire located to the east of Dunedoo in New South Wales, Australia. The warning comes amidst \"unprecedented\" fire conditions across the region, deemed to be worse than the conditions precipitating the 2009 Black Saturday bushfires in Victoria",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                2,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31313,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカ入国停止。合衆国連邦裁判官ジェームズ・ロバート（ロイター）（NBCニュース）。入国管理・国境警備局は、ロバート裁判官の判決で指摘された大統領令によってブロックされていた旅行者を搭乗させるよう、アメリカの航空会社に指示しています。",
                    "eng_text": "The U.S. Customs and Border Protection agency tells U.S. airlines that they should board travelers who had been blocked by the executive order addressed in Judge Robart's ruling",
                    "d2v_vecs": {}
                },
                {
                    "id": 31316,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "米国での移民停止措置。ノルウェーの元首相であるKjell Magne Bondevik氏は、2014年にイランを訪れていたため、今週初めにダレス空港で拘束されたと述べています。ルター派の牧師であるボンデヴィク氏は、ナショナルプレイヤーブレックファーストに関連する会議のためにワシントンにいました。",
                    "eng_text": "Former Norwegian Prime Minister Kjell Magne Bondevik says he was detained at Dulles Airport  earlier this week because he had visited Iran in 2014. A Lutheran minister, Mr. Bondevik was in  Washington for meetings associated with the National Prayer Breakfast",
                    "d2v_vecs": {}
                },
                {
                    "id": 31315,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカの移民停止。バージニア州の連邦裁判所で、司法省の弁護士が、今週に10万件のビザが取り消されたと述べました。国務省のスポークスマンは、実際の数字は6万件未満だと述べました。",
                    "eng_text": "A lawyer for the Justice Department, in a federal court in Virginia, says 100,000 visas have been revoked this week. A State Department spokesperson says the actual number is fewer than 60,000",
                    "d2v_vecs": {}
                },
                {
                    "id": 31314,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "米国の入国停止。米国連邦裁判官ジェームズ・ロバート（ロイター）（NBCニュース）。司法省は、金曜日の夜に緊急留置を出すことはないと述べています。",
                    "eng_text": "The justice department says it will not file for an emergency stay on Friday night",
                    "d2v_vecs": {}
                },
                {
                    "id": 31324,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の移民停止：ワシントン州対トランプ州。国土安全保障省は、ワシントン州対トランプ州のジェームズ・ロバート判事の判決に従って、大統領令の執行を停止したと述べています。国務省は、この命令によって一時停止されていたビザを有効にします。",
                    "eng_text": "The Department of Homeland Security says it has stopped enforcing the executive order per Judge James Robart's ruling in State of Washington v. Trump. The State Department activates visas that had been previously suspended because of this order",
                    "d2v_vecs": {}
                },
                {
                    "id": 31326,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の入国停止ワシントン州対トランプ。土曜日の遅い時間に、司法省が金曜日の裁判所の判決を「即座に停止する」ための申請を提出します。",
                    "eng_text": "Late Saturday, the Justice Department files a request to \"immediately stay\" Friday's court ruling",
                    "d2v_vecs": {}
                },
                {
                    "id": 31325,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の移民停止ワシントン州対トランプ事件。連邦政府が第9巡回区控訴裁判所に通知し、裁判官ロバート氏の判断によって執行停止されていた大統領令の執行を差し止めたことを不服とすると述べた。提起された書類には法的な主張は含まれていなかった。",
                    "eng_text": "The federal government notifies the Ninth Circuit Court of Appeals that it will appeal Judge Robart's ruling that has halted enforcement of the executive order. The filing contained no legal arguments",
                    "d2v_vecs": {}
                },
                {
                    "id": 31331,
                    "date": "2017-02-05T00:00:00Z",
                    "text": "米国移民の一時停止ワシントン州対トランプ事件。裁判所が旅行禁止令を一時停止した後、イランは2017年のワールドカップでアメリカ合衆国の男子フリースタイルレスリングチームが競技に参加するためのビザを許可します。",
                    "eng_text": "Following the court's suspension of the travel ban, Iran  allows visas for the United States men's freestyle wrestling team to compete in the 2017 World Cup",
                    "d2v_vecs": {}
                },
                {
                    "id": 31330,
                    "date": "2017-02-05T00:00:00Z",
                    "text": "米国移民停止ワシントン州対トランプ。トランプ大統領の渡航禁止令は、米第9巡回区控訴裁判所が司法省の異議申し立てを拒否し、行政命令の主要部分をブロックする判決を手続き停止したままとなっています。",
                    "eng_text": "Trump's travel ban remains suspended as the U.S. Court of Appeals for the Ninth Circuit denies the Justice Department's request to stay the ruling which blocks major portions of the executive order",
                    "d2v_vecs": {}
                },
                {
                    "id": 31353,
                    "date": "2017-02-07T00:00:00Z",
                    "text": "アメリカの入国制限停止。第9巡回区控訴裁判所が、米司法省と原告（ワシントン州とミネソタ州）の主張を電話で聴取し、金曜日にジェームズ・ロバート裁判官によって停止された旅行禁止令を復活させるかどうかを検討します。ミッシェル・フリードランド裁判官は、裁判所が迅速に判断を下すよう努めると述べました。",
                    "eng_text": "The Ninth Circuit Court of Appeals holds a hearing, by telephone, for the U.S. Justice Department and plaintiffs (states of Washington and Minnesota) arguments whether or not to reinstate the travel ban suspended on Friday by U.S. District Court Judge James Robart. Judge Michelle Friedland states the court will work to deliver its decision quickly",
                    "d2v_vecs": {}
                },
                {
                    "id": 31381,
                    "date": "2017-02-09T00:00:00Z",
                    "text": "アメリカの入国停止。トランプ政権の控訴が却下された。第9巡回控訴裁判所は、大統領の行政命令を停止させた下級裁判所の判決を阻止しないと述べた。",
                    "eng_text": "The appeal of the Trump administration is denied as the 9th US Circuit Court of Appeals said it would not block a lower-court ruling that brought the president's executive order to a halt",
                    "d2v_vecs": {}
                },
                {
                    "id": 31396,
                    "date": "2017-02-10T00:00:00Z",
                    "text": "アメリカの入国停止令に対する法的な挑戦。トランプ政権は、旅行禁止の停止を続ける第9巡回裁判所の判決に直ちに最高裁に控訴しないことを決定しました。",
                    "eng_text": "The Trump administration decides to not immediately appeal the Ninth Circuit's decision, which continues the travel ban suspension, to the Supreme Court",
                    "d2v_vecs": {}
                },
                {
                    "id": 31456,
                    "date": "2017-02-16T00:00:00Z",
                    "text": "米国の移民停止命令に対する法的な挑戦。米国司法省は第9巡回区控訴裁判所に対して、この行政命令はまもなく別のものに置き換えられるため、今後の行動は求めないと伝えました。司法は、新たな行政命令が発令されると第9巡回区の判決が取り消されると予想しています。",
                    "eng_text": "The U.S. Justice Department tells the Ninth Circuit Court of Appeals that it won't be seeking further action by the court since this executive order will soon be replaced by a different one.  Justice added they expect the Ninth Circuit ruling will be vacated once the new executive order is issued",
                    "d2v_vecs": {}
                },
                {
                    "id": 31461,
                    "date": "2017-02-16T00:00:00Z",
                    "text": "米国の移民一時停止日。移民活動家が移民に仕事を休み、買い物や外食を控え、木曜日の授業を休むよう呼びかけた後、米国の都市では数百のレストランや他の企業が閉鎖されました。これは、大統領の移民改革に抗議し、移民コミュニティーのアメリカへの貢献を強調するための「移民なしの1日」(#ADayWithoutImmigrants)でした。",
                    "eng_text": "Hundreds of restaurants and other businesses in U.S. cities close their doors after activists called on immigrants to stay home from work, avoid shopping or eating out, and skip classes Thursday for #ADayWithoutImmigrants, to protest the President's immigration reforms and highlight the immigrant community's contributions to the United States",
                    "d2v_vecs": {}
                },
                {
                    "id": 31521,
                    "date": "2017-02-21T00:00:00Z",
                    "text": "アメリカの移民禁止措置。トランプ政権が未登録の移民たちの不法行為の疑いをかけられた場合に対する送還政策を定めた新しいメモを発表します。",
                    "eng_text": "The Trump administration releases a new memo that sets the policy for the deportation of undocumented migrants accused of any crime",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31530,
                    "date": "2017-02-22T00:00:00Z",
                    "text": "2017年のメキシコとアメリカの外交危機。メキシコの外務大臣、ルイス・ビデガライ・カソは、アメリカの不法移民の強制送還に関する新しい計画を拒否し、非難しました。メキシコは、一国が他国に押し付ける片方的な決定を受け入れることができないと述べました。",
                    "eng_text": "Mexican Foreign Minister Luis Videgaray Caso rejects and condemns the  United States's new plan on deporting undocumented immigrants, stating that Mexico cannot \"accept unilateral decisions imposed by one government on another",
                    "d2v_vecs": {}
                },
                {
                    "id": 31555,
                    "date": "2017-02-24T00:00:00Z",
                    "text": "2017年のメキシコ・アメリカ合衆国の外交危機。メキシコは、第三国からの強制送還者を拒否すると述べました。",
                    "eng_text": "Mexico states that it will reject third-country deportees",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                14,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31307,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカ合衆国とイランの関係。アメリカ財務省は、イランが最近行った弾道ミサイル実験に対応して、新たな制裁措置を発表した。イランと関係のある13人と12の団体が影響を受けた。",
                    "eng_text": "The United States Department of the Treasury announces new sanctions against Iran in response to the latter's recent ballistic missile test. Thirteen people and twelve entities with ties to Iran have been affected",
                    "d2v_vecs": {}
                },
                {
                    "id": 31308,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "イランとアメリカの関係。最近の渡航禁止に対抗して、イランは2017年にカーマンシャーで開催されるレスリング世界カップ男子フリースタイル大会に出場するアメリカの選手を拒否します。",
                    "eng_text": "In retaliation for the recent travel ban, Iran bars the United States' athletes from the 2017 Wrestling World Cup - Men's freestyle tournament to be held in Kermanshah",
                    "d2v_vecs": {}
                },
                {
                    "id": 31483,
                    "date": "2017-02-18T00:00:00Z",
                    "text": "イランがフリースタイルレスリングのワールドカップでアメリカを破り、金メダルを獲得しました。",
                    "eng_text": "Iran defeats the United States to take the gold medal in freestyle wrestling's World Cup",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31313,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカ入国停止。合衆国連邦裁判官ジェームズ・ロバート（ロイター）（NBCニュース）。入国管理・国境警備局は、ロバート裁判官の判決で指摘された大統領令によってブロックされていた旅行者を搭乗させるよう、アメリカの航空会社に指示しています。",
                    "eng_text": "The U.S. Customs and Border Protection agency tells U.S. airlines that they should board travelers who had been blocked by the executive order addressed in Judge Robart's ruling",
                    "d2v_vecs": {}
                },
                {
                    "id": 31316,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "米国での移民停止措置。ノルウェーの元首相であるKjell Magne Bondevik氏は、2014年にイランを訪れていたため、今週初めにダレス空港で拘束されたと述べています。ルター派の牧師であるボンデヴィク氏は、ナショナルプレイヤーブレックファーストに関連する会議のためにワシントンにいました。",
                    "eng_text": "Former Norwegian Prime Minister Kjell Magne Bondevik says he was detained at Dulles Airport  earlier this week because he had visited Iran in 2014. A Lutheran minister, Mr. Bondevik was in  Washington for meetings associated with the National Prayer Breakfast",
                    "d2v_vecs": {}
                },
                {
                    "id": 31315,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカの移民停止。バージニア州の連邦裁判所で、司法省の弁護士が、今週に10万件のビザが取り消されたと述べました。国務省のスポークスマンは、実際の数字は6万件未満だと述べました。",
                    "eng_text": "A lawyer for the Justice Department, in a federal court in Virginia, says 100,000 visas have been revoked this week. A State Department spokesperson says the actual number is fewer than 60,000",
                    "d2v_vecs": {}
                },
                {
                    "id": 31314,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "米国の入国停止。米国連邦裁判官ジェームズ・ロバート（ロイター）（NBCニュース）。司法省は、金曜日の夜に緊急留置を出すことはないと述べています。",
                    "eng_text": "The justice department says it will not file for an emergency stay on Friday night",
                    "d2v_vecs": {}
                },
                {
                    "id": 31324,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の移民停止：ワシントン州対トランプ州。国土安全保障省は、ワシントン州対トランプ州のジェームズ・ロバート判事の判決に従って、大統領令の執行を停止したと述べています。国務省は、この命令によって一時停止されていたビザを有効にします。",
                    "eng_text": "The Department of Homeland Security says it has stopped enforcing the executive order per Judge James Robart's ruling in State of Washington v. Trump. The State Department activates visas that had been previously suspended because of this order",
                    "d2v_vecs": {}
                },
                {
                    "id": 31326,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の入国停止ワシントン州対トランプ。土曜日の遅い時間に、司法省が金曜日の裁判所の判決を「即座に停止する」ための申請を提出します。",
                    "eng_text": "Late Saturday, the Justice Department files a request to \"immediately stay\" Friday's court ruling",
                    "d2v_vecs": {}
                },
                {
                    "id": 31325,
                    "date": "2017-02-04T00:00:00Z",
                    "text": "米国の移民停止ワシントン州対トランプ事件。連邦政府が第9巡回区控訴裁判所に通知し、裁判官ロバート氏の判断によって執行停止されていた大統領令の執行を差し止めたことを不服とすると述べた。提起された書類には法的な主張は含まれていなかった。",
                    "eng_text": "The federal government notifies the Ninth Circuit Court of Appeals that it will appeal Judge Robart's ruling that has halted enforcement of the executive order. The filing contained no legal arguments",
                    "d2v_vecs": {}
                },
                {
                    "id": 31331,
                    "date": "2017-02-05T00:00:00Z",
                    "text": "米国移民の一時停止ワシントン州対トランプ事件。裁判所が旅行禁止令を一時停止した後、イランは2017年のワールドカップでアメリカ合衆国の男子フリースタイルレスリングチームが競技に参加するためのビザを許可します。",
                    "eng_text": "Following the court's suspension of the travel ban, Iran  allows visas for the United States men's freestyle wrestling team to compete in the 2017 World Cup",
                    "d2v_vecs": {}
                },
                {
                    "id": 31330,
                    "date": "2017-02-05T00:00:00Z",
                    "text": "米国移民停止ワシントン州対トランプ。トランプ大統領の渡航禁止令は、米第9巡回区控訴裁判所が司法省の異議申し立てを拒否し、行政命令の主要部分をブロックする判決を手続き停止したままとなっています。",
                    "eng_text": "Trump's travel ban remains suspended as the U.S. Court of Appeals for the Ninth Circuit denies the Justice Department's request to stay the ruling which blocks major portions of the executive order",
                    "d2v_vecs": {}
                },
                {
                    "id": 31353,
                    "date": "2017-02-07T00:00:00Z",
                    "text": "アメリカの入国制限停止。第9巡回区控訴裁判所が、米司法省と原告（ワシントン州とミネソタ州）の主張を電話で聴取し、金曜日にジェームズ・ロバート裁判官によって停止された旅行禁止令を復活させるかどうかを検討します。ミッシェル・フリードランド裁判官は、裁判所が迅速に判断を下すよう努めると述べました。",
                    "eng_text": "The Ninth Circuit Court of Appeals holds a hearing, by telephone, for the U.S. Justice Department and plaintiffs (states of Washington and Minnesota) arguments whether or not to reinstate the travel ban suspended on Friday by U.S. District Court Judge James Robart. Judge Michelle Friedland states the court will work to deliver its decision quickly",
                    "d2v_vecs": {}
                },
                {
                    "id": 31381,
                    "date": "2017-02-09T00:00:00Z",
                    "text": "アメリカの入国停止。トランプ政権の控訴が却下された。第9巡回控訴裁判所は、大統領の行政命令を停止させた下級裁判所の判決を阻止しないと述べた。",
                    "eng_text": "The appeal of the Trump administration is denied as the 9th US Circuit Court of Appeals said it would not block a lower-court ruling that brought the president's executive order to a halt",
                    "d2v_vecs": {}
                },
                {
                    "id": 31396,
                    "date": "2017-02-10T00:00:00Z",
                    "text": "アメリカの入国停止令に対する法的な挑戦。トランプ政権は、旅行禁止の停止を続ける第9巡回裁判所の判決に直ちに最高裁に控訴しないことを決定しました。",
                    "eng_text": "The Trump administration decides to not immediately appeal the Ninth Circuit's decision, which continues the travel ban suspension, to the Supreme Court",
                    "d2v_vecs": {}
                },
                {
                    "id": 31456,
                    "date": "2017-02-16T00:00:00Z",
                    "text": "米国の移民停止命令に対する法的な挑戦。米国司法省は第9巡回区控訴裁判所に対して、この行政命令はまもなく別のものに置き換えられるため、今後の行動は求めないと伝えました。司法は、新たな行政命令が発令されると第9巡回区の判決が取り消されると予想しています。",
                    "eng_text": "The U.S. Justice Department tells the Ninth Circuit Court of Appeals that it won't be seeking further action by the court since this executive order will soon be replaced by a different one.  Justice added they expect the Ninth Circuit ruling will be vacated once the new executive order is issued",
                    "d2v_vecs": {}
                },
                {
                    "id": 31461,
                    "date": "2017-02-16T00:00:00Z",
                    "text": "米国の移民一時停止日。移民活動家が移民に仕事を休み、買い物や外食を控え、木曜日の授業を休むよう呼びかけた後、米国の都市では数百のレストランや他の企業が閉鎖されました。これは、大統領の移民改革に抗議し、移民コミュニティーのアメリカへの貢献を強調するための「移民なしの1日」(#ADayWithoutImmigrants)でした。",
                    "eng_text": "Hundreds of restaurants and other businesses in U.S. cities close their doors after activists called on immigrants to stay home from work, avoid shopping or eating out, and skip classes Thursday for #ADayWithoutImmigrants, to protest the President's immigration reforms and highlight the immigrant community's contributions to the United States",
                    "d2v_vecs": {}
                },
                {
                    "id": 31521,
                    "date": "2017-02-21T00:00:00Z",
                    "text": "アメリカの移民禁止措置。トランプ政権が未登録の移民たちの不法行為の疑いをかけられた場合に対する送還政策を定めた新しいメモを発表します。",
                    "eng_text": "The Trump administration releases a new memo that sets the policy for the deportation of undocumented migrants accused of any crime",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                1,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31306,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "国連や様々な人道支援団体は、食料価格の上昇や干ばつにより、ソマリアにおける約600万人以上の人々が飢饉の危険に晒されている状況を防止するため、国際社会の支援を呼びかけています。",
                    "eng_text": "The United Nations and various humanitarian groups call on the international community to help prevent a possible famine in Somalia as rising food prices and drought have left over six million people at risk of starvation",
                    "d2v_vecs": {}
                },
                {
                    "id": 31382,
                    "date": "2017-02-09T00:00:00Z",
                    "text": "ケニアの高裁が、ダダブ難民キャンプを閉鎖し、26万人以上のソマリア難民をソマリアに送還する政府の試みに対して差し止めをかけました。政府はこの判決に抗議すると述べました。",
                    "eng_text": "A high court in Kenya blocks a government bid to close the Dadaab refugee camp and repatriate over 260,000 Somali refugees back to Somalia. The government said it will appeal against the ruling",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31360,
                    "date": "2017-02-08T00:00:00Z",
                    "text": "ソマリア内戦（2009年～現在）。ボサソのホテルに不明な銃撃犯が襲撃し、少なくとも4人の警備員と2人の過激派が死亡する。誰がこの攻撃を行ったかは不明であり、公式がアルシャバブを非難しているが、グループ自体は関与していないと否定している。",
                    "eng_text": "Unknown gunmen storm a hotel in Bosaso, leaving at least four guards and two militants dead. It is unclear who carried out the attack. An official blames Al-Shabaab, though the group denies having any involvement",
                    "d2v_vecs": {}
                },
                {
                    "id": 31485,
                    "date": "2017-02-19T00:00:00Z",
                    "text": "ソマリア内戦（2009年～現在）。モガディシュのワダジル地区で車爆弾が爆発し、少なくとも20人が死亡し、50人以上が負傷した。",
                    "eng_text": "A car bomb explodes in the Wadajir District of Mogadishu, killing at least 20 people and injuring 50 more",
                    "d2v_vecs": {}
                },
                {
                    "id": 31596,
                    "date": "2017-02-27T00:00:00Z",
                    "text": "ソマリア内戦（2009年〜現在）。モガディシュ郊外の検問所付近で車爆弾が爆発し、少なくとも4人のソマリア兵が負傷した。",
                    "eng_text": "A car bomb explodes near a checkpoint outside Mogadishu, wounding at least four Somali soldiers",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 31287,
                    "date": "2017-02-01T00:00:00Z",
                    "text": "イランの国防相ホセイン・デフカン氏は、新型ミサイルの試験を行ったことを確認し、その試験が2015年の核合意や国連決議2231に違反していないと主張しています。",
                    "eng_text": "Iranian Minister of Defence Hossein Dehghan confirms Iran tested a new missile, claiming that the test did not violate the 2015 nuclear deal nor UN resolution 2231",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 31307,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "アメリカ合衆国とイランの関係。アメリカ財務省は、イランが最近行った弾道ミサイル実験に対応して、新たな制裁措置を発表した。イランと関係のある13人と12の団体が影響を受けた。",
                    "eng_text": "The United States Department of the Treasury announces new sanctions against Iran in response to the latter's recent ballistic missile test. Thirteen people and twelve entities with ties to Iran have been affected",
                    "d2v_vecs": {}
                },
                {
                    "id": 31308,
                    "date": "2017-02-03T00:00:00Z",
                    "text": "イランとアメリカの関係。最近の渡航禁止に対抗して、イランは2017年にカーマンシャーで開催されるレスリング世界カップ男子フリースタイル大会に出場するアメリカの選手を拒否します。",
                    "eng_text": "In retaliation for the recent travel ban, Iran bars the United States' athletes from the 2017 Wrestling World Cup - Men's freestyle tournament to be held in Kermanshah",
                    "d2v_vecs": {}
                },
                {
                    "id": 31483,
                    "date": "2017-02-18T00:00:00Z",
                    "text": "イランがフリースタイルレスリングのワールドカップでアメリカを破り、金メダルを獲得しました。",
                    "eng_text": "Iran defeats the United States to take the gold medal in freestyle wrestling's World Cup",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        }
    ]
}