{
    "trees": [
        {
            "eventList0": [
                {
                    "id": 34381,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イスラエルの首都としてエルサレムを認知すれば、ヨルダンの外務大臣アイマン・サファディは米国に「危険な結果」が生じる可能性があると警告しています。",
                    "eng_text": "Jordan's foreign minister Ayman Safadi has warned the U.S. of \"dangerous consequences\" if it recognizes Jerusalem as the capital of Israel",
                    "d2v_vecs": {}
                },
                {
                    "id": 34382,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "ハマスは、アメリカ政府がエルサレムをイスラエルの首都と認識する計画を「アメリカ政権による都市への公然とした攻撃」と呼び、第三次インティファーダを開始すると脅迫しています。",
                    "eng_text": "Hamas calls the U.S. government's plan to recognize Jerusalem as the capital of Israel \"a flagrant attack on the city by the American administration\" and threatens to start a Third Intifada",
                    "d2v_vecs": {}
                },
                {
                    "id": 34383,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イェルサレムのポジションに関して、トルコの副外務大臣ベキル・ボズダグは、ジェルサレム大使館法に基づく予定通りアメリカが大使館を移転した場合には「大惨事」が起こる可能性があると警告しています。この移転を遅らせる最後の6か月間の大統領特赦は6月1日に署名されました。",
                    "eng_text": "Turkey's deputy foreign minister Bekir Bozdağ warns of a \"major catastrophe\" if the U.S. moves its embassy to Jerusalem as planned in the Jerusalem Embassy Act. The last six-month presidential waiver delaying the move was signed on June 1",
                    "d2v_vecs": {}
                },
                {
                    "id": 34471,
                    "date": "2017-12-09T00:00:00Z",
                    "text": "アメリカがエルサレムをイスラエルの首都と認譍したことに対する抗議が、西岸とガザで3日連続で行われています。数百人が参加しています。",
                    "eng_text": "Hundreds of people protest on the West Bank and in Gaza for the third day in a row",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                3,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34381,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イスラエルの首都としてエルサレムを認知すれば、ヨルダンの外務大臣アイマン・サファディは米国に「危険な結果」が生じる可能性があると警告しています。",
                    "eng_text": "Jordan's foreign minister Ayman Safadi has warned the U.S. of \"dangerous consequences\" if it recognizes Jerusalem as the capital of Israel",
                    "d2v_vecs": {}
                },
                {
                    "id": 34382,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "ハマスは、アメリカ政府がエルサレムをイスラエルの首都と認識する計画を「アメリカ政権による都市への公然とした攻撃」と呼び、第三次インティファーダを開始すると脅迫しています。",
                    "eng_text": "Hamas calls the U.S. government's plan to recognize Jerusalem as the capital of Israel \"a flagrant attack on the city by the American administration\" and threatens to start a Third Intifada",
                    "d2v_vecs": {}
                },
                {
                    "id": 34383,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イェルサレムのポジションに関して、トルコの副外務大臣ベキル・ボズダグは、ジェルサレム大使館法に基づく予定通りアメリカが大使館を移転した場合には「大惨事」が起こる可能性があると警告しています。この移転を遅らせる最後の6か月間の大統領特赦は6月1日に署名されました。",
                    "eng_text": "Turkey's deputy foreign minister Bekir Bozdağ warns of a \"major catastrophe\" if the U.S. moves its embassy to Jerusalem as planned in the Jerusalem Embassy Act. The last six-month presidential waiver delaying the move was signed on June 1",
                    "d2v_vecs": {}
                },
                {
                    "id": 34471,
                    "date": "2017-12-09T00:00:00Z",
                    "text": "アメリカがエルサレムをイスラエルの首都と認譍したことに対する抗議が、西岸とガザで3日連続で行われています。数百人が参加しています。",
                    "eng_text": "Hundreds of people protest on the West Bank and in Gaza for the third day in a row",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                2,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34441,
                    "date": "2017-12-07T00:00:00Z",
                    "text": "ジェルサレムに関する立場。フィリピンのロドリゴ・ドゥテルテ大統領は、自国の大使館をテルアビブからエルサレムに移すことに興味を示しています。",
                    "eng_text": "Philippine President Rodrigo Duterte expresses interest in moving his country's embassy from Tel Aviv to Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                8,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34564,
                    "date": "2017-12-17T00:00:00Z",
                    "text": "イスラエルの首都としてのエルサレムの米国承認に反対して、インドネシアのジャカルタで8万人のムスリムがデモを行った。",
                    "eng_text": "Eighty-thousand Muslims demonstrate in Jakarta, Indonesia, against the  U.S recognition of Jerusalem as the Israeli capital",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34622,
                    "date": "2017-12-22T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識したことについて。パレスチナのマフムード・アッバス大統領は、エルサレムをイスラエルの首都として認識したため、イスラエルとの平和を目指す米国の計画を受け入れないと述べています。",
                    "eng_text": "Palestinian President Mahmoud Abbas says he will not accept any U.S. plan for peace with Israel, because it recognized Jerusalem as Israel's capital",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                1,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34663,
                    "date": "2017-12-27T00:00:00Z",
                    "text": "イスラエルとアメリカの関係。イスラエルの交通大臣Yisrael Katzは、エルサレム旧市街（東エルサレムの一部）のユダヤ人居住区に建設される新しい地下鉄ターミナルをアメリカ大統領ドナルド・トランプに敬意を表して名付けると発表しました。",
                    "eng_text": "Israel's Transportation Minister Yisrael Katz says that the new underground railroad terminal in the Jewish Quarter in the Old City of Jerusalem (part of East Jerusalem) will be named in honor of U.S. President Donald Trump",
                    "d2v_vecs": {}
                },
                {
                    "id": 34697,
                    "date": "2017-12-31T00:00:00Z",
                    "text": "パレスチナとアメリカの関係。イスラエルの首都としてのエルサレムの認定に続き、パレスチナは米国への大使を「協議のため」呼び戻す。パレスチナのマフムード・アッバス大統領は、トランプの行動に続く中で、アメリカの平和計画を受け入れないと述べる。",
                    "eng_text": "Palestine recalls its envoy to the United States for \"consultations,\" following President Trump's recognition of Jerusalem as the capital of Israel. Palestinian President Mahmoud Abbas says that he will not accept any U.S. peace plan in the wake of Trump's move",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                1,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34365,
                    "date": "2017-12-02T00:00:00Z",
                    "text": "サウジアラビア主導のイエメンへの介入。イエメンの元大統領アリ・アブドラ・サレハは、自身の部隊が数年間戦ってきたサウジ主導の連合軍との話し合いに開かれていることを示唆しています。",
                    "eng_text": "The former president of Yemen Ali Abdullah Saleh suggests that he is open to talking to the Saudi-led coalition that his forces have been fighting for years",
                    "d2v_vecs": {}
                },
                {
                    "id": 34379,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イエメン内戦におけるサウジアラビア主導の介入。イエメンの元大統領アリ・アブドラ・サレーは、サヌア市外での道路襲撃でフーシ派に殺害された。以前には彼の自宅も攻撃されていた。",
                    "eng_text": "Former Yemeni President Ali Abdullah Saleh is killed by Houthi forces in a roadside attack outside Sana'a after an earlier attack on his house",
                    "d2v_vecs": {}
                },
                {
                    "id": 34510,
                    "date": "2017-12-13T00:00:00Z",
                    "text": "サウジアラビア主導のイエメン介入。イエメンの首都サヌアで、反政府軍の軍事警察キャンプに対するサウジ主導の連合空爆で少なくとも30人が死亡したと報告されています。",
                    "eng_text": "At least 30 people are reported to have been killed in Saudi-led coalition air strikes on a rebel military police camp in Yemen's capital, Sanaa",
                    "d2v_vecs": {}
                },
                {
                    "id": 34585,
                    "date": "2017-12-19T00:00:00Z",
                    "text": "サウジアラビア主導によるイエメンへの介入。OIC事務総長であるYousef Al-Othaimeenは、サウジアラビアへの弾道ミサイルの繰り返しの発射はフーシ派の「敵意と犯罪性」を確認するものであり、さらに「フーシ派はサウジアラビアや全地域を不安定にしようとしている」と主張しています。",
                    "eng_text": "The Secretary-General of the OIC, Yousef Al-Othaimeen, says the repeated launch of ballistic missiles at Saudi Arabia served to confirm the Houthis' \"hostility and criminality\" and further claimed \"The Houthis are trying to destabilize Saudi Arabia and the entire region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34650,
                    "date": "2017-12-25T00:00:00Z",
                    "text": "イエメンへのサウジアラビア主導の介入。サウジアラビア空軍がフーシ勢力を標的とした空爆を2日間行い、70人以上の民間人が死亡したと推定されています。",
                    "eng_text": "More than 70 civilians are believed to have been killed in two-days of airstrikes by the Royal Saudi Air Force targeting Houthi forces",
                    "d2v_vecs": {}
                },
                {
                    "id": 34654,
                    "date": "2017-12-26T00:00:00Z",
                    "text": "サウジアラビア主導のイエメンへの介入。緊急サービスとフーシ派のAl Masirahによると、サウジアラビア連合軍の空爆が、タイズ県にある人気のある市場であるal-Shahra souqで15人を殺害し、60人を負傷させました。",
                    "eng_text": "According to emergency services and the Houthi-owned Al Masirah, Saudi Arabian coalition air strikes kill 15 people and wound 60 at al-Shahra souq, a popular market in Taiz Governorate",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34616,
                    "date": "2017-12-22T00:00:00Z",
                    "text": "イエメン内戦（2015年〜現在）。イエメンで1,000日間の内戦の後、800万人が飢えの危機に瀕しています。",
                    "eng_text": "After 1,000 days of civil war in Yemen, eight million people are at risk of starvation",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                3,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34463,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "ブレグジット交渉。欧州連合とイギリスは、ブレグジットの最初の段階に関する合意に到達し、イギリスとアイルランドの国境の地位を含む。",
                    "eng_text": "The European Union and the United Kingdom reach agreement on the first stage of Brexit including the status of the border between the U.K. and Ireland",
                    "d2v_vecs": {}
                },
                {
                    "id": 34545,
                    "date": "2017-12-15T00:00:00Z",
                    "text": "ブレグジット。欧州連合の指導者たちは、ブレグジットの次の段階を許可することに合意しました。",
                    "eng_text": "European Union leaders agree to allow the next phase of Brexit",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34519,
                    "date": "2017-12-13T00:00:00Z",
                    "text": "英国の政治。テリーザ・メイ首相が下院で初めての敗北を経験しました。与野党の両党の議員が、ブレグジット法案に修正を加え、ブレグジット協定を議会で事前の投票に従わせることに賛成しました。",
                    "eng_text": "Prime Minister Theresa May suffers a 309–305 defeat, her first, in the House of Commons when MPs from both major parties approve an amendment to the Brexit bill subjecting a Brexit agreement to a preliminary vote by Parliament",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34692,
                    "date": "2017-12-31T00:00:00Z",
                    "text": "国連事務総長アントニオ・グテーレスは、紛争が深刻化し、核兵器に対する世界的な懸念が増大し、不平等が広がり、国家主義や排外主義が増加していることについて、「私たちの世界に対する危機的な警告」を発しています。グテーレスは、これらの成長する課題に打ち勝つために、世界的な結束を呼びかけています。",
                    "eng_text": "United Nations Secretary-General António Guterres issues \"a red alert for our world,\" saying that conflicts have deepened, global anxieties about nuclear weapons have increased, inequalities have grown, and nationalism and xenophobia are on the rise. Guterres calls for global unity to overcome these growing challenges",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34360,
                    "date": "2017-12-02T00:00:00Z",
                    "text": "シリア内戦へのイスラエルの関与。シリアの国営テレビによると、イスラエルは昨夜、シリア首都ダマスカス外の軍事施設に対して地対地ミサイルを発射しました。",
                    "eng_text": "Israel launches surface-to-surface missiles at a military installation outside the Syrian capital Damascus overnight, Syrian state TV reports",
                    "d2v_vecs": {}
                },
                {
                    "id": 34380,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "シリア内戦へのイスラエルの介入。3日のうち2回目となり、イスラエルはダマスカス近くの軍事施設にミサイル攻撃を行いました。",
                    "eng_text": "For the second time in three days, Israel carries out a missile strike on military facilities near Damascus",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34692,
                    "date": "2017-12-31T00:00:00Z",
                    "text": "国連事務総長アントニオ・グテーレスは、紛争が深刻化し、核兵器に対する世界的な懸念が増大し、不平等が広がり、国家主義や排外主義が増加していることについて、「私たちの世界に対する危機的な警告」を発しています。グテーレスは、これらの成長する課題に打ち勝つために、世界的な結束を呼びかけています。",
                    "eng_text": "United Nations Secretary-General António Guterres issues \"a red alert for our world,\" saying that conflicts have deepened, global anxieties about nuclear weapons have increased, inequalities have grown, and nationalism and xenophobia are on the rise. Guterres calls for global unity to overcome these growing challenges",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34588,
                    "date": "2017-12-19T00:00:00Z",
                    "text": "カナダとアメリカの関係。北朝鮮と大量破壊兵器。カナダの外務大臣クリスティア・フリーランドとアメリカの国務長官レックス・ティラーソンが、北朝鮮の核プログラムに対する圧力を増大させるための国際グループの設立を発表しました。18か国で構成されるこのグループは、2018年1月16日にバンクーバーで初めて会合を開く予定です。",
                    "eng_text": "Canadian Foreign Minister Chrystia Freeland and United States Secretary of State Rex Tillerson announce the formation of an international group that seeks to increase pressure on North Korea regarding their nuclear program. The group, comprised of 18 countries, will meet for the first time on January 16, 2018 in Vancouver",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34468,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "2018年のアメリカ連邦予算。トランプは、政府機関の閉鎖を防ぐために継続する決議に署名します。議会は、DACA、CHIP、税制改革、そして2011年の予算制御法の枠内での軍事資金に関する違いを解決するために、12月22日までの期限があります。",
                    "eng_text": "Trump signs a continuing resolution to prevent a government shutdown for another two weeks. Congress has until December 22 to hash out differences over funding DACA, CHIP, tax reform, and military funding within the limits of the Budget Control Act of 2011",
                    "d2v_vecs": {}
                },
                {
                    "id": 34614,
                    "date": "2017-12-21T00:00:00Z",
                    "text": "アメリカ合衆国で政府閉鎖が発生しました。下院と上院は、政府閉鎖を回避するために継続決議案を成立させ、2018年1月19日まで政府閉鎖を回避しました。",
                    "eng_text": "House and Senate pass a continuing resolution bill to avert a government shutdown until January 19, 2018",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34367,
                    "date": "2017-12-02T00:00:00Z",
                    "text": "2017年の税制改革法案。アメリカ合衆国上院は、共和党の税制改革法案を51対49の投票で可決した。",
                    "eng_text": "The United States Senate passes the Republican tax reform bill with a 51–49 vote",
                    "d2v_vecs": {}
                },
                {
                    "id": 34589,
                    "date": "2017-12-19T00:00:00Z",
                    "text": "2017年の税制削減と雇用法案。アメリカ合衆国下院は、227対203の票で2017年の税制削減と雇用法案を可決しました。上院に送られた後、上院の議事運営責任者は下院法案のいくつかの条項が上院規則に違反していることを発見し、これにより下院は違反条項を削除した修正版の法案について再び投票を行うことを余儀なくされました。下院による2回目の投票は、2017年12月20日に行われる予定です。",
                    "eng_text": "The United States House of Representatives passes the Tax Cuts and Jobs Act of 2017 by 227 votes to 203. After being sent to the United States Senate for a vote, the Senate's parliamentarian found that several provisions in the House bill violated Senate rules, which forced the House of Representatives to call a second vote on an altered version of the legislation that has the violating provisions removed. The second vote by the House of Representatives is expected to take place on December 20, 2017",
                    "d2v_vecs": {}
                },
                {
                    "id": 34597,
                    "date": "2017-12-20T00:00:00Z",
                    "text": "2017年の減税と雇用創出法案。アメリカ合衆国の上院と下院は2017年の減税と雇用創出法案を可決し、これをアメリカ合衆国大統領ドナルド・トランプに署名するために送った。これは、昨日下院で可決された以前とは異なる版のこの法律に続くものである。この法律は、オバマケアから個人の保険契約義務を廃止する。",
                    "eng_text": "The United States Senate and House of Representatives pass the Tax Cuts and Jobs Act of 2017, which sends it to  United States President Donald Trump for signing. This comes after a previous and different version of this legislation was passed by the House yesterday. The law removes the individual insurance mandate from Obamacare",
                    "d2v_vecs": {}
                },
                {
                    "id": 34631,
                    "date": "2017-12-22T00:00:00Z",
                    "text": "アメリカ合衆国における税制改革。ドナルド・トランプ大統領が2017年に成立したTax Cuts and Jobs Actに署名を行った。",
                    "eng_text": "President Donald Trump signs the Tax Cuts and Jobs Act of 2017 into law",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34665,
                    "date": "2017-12-27T00:00:00Z",
                    "text": "北朝鮮と大量破壊兵器。北朝鮮は、米韓国研究所ジョンズ・ホプキンス大学先進国際問題研究学校によると、「加速したスケジュール」で初めての作戦ミサイル潜水艦を建造しています。",
                    "eng_text": "North Korea is building its first operational ballistic missile submarine  on an “accelerated schedule,” according to the US-Korea Institute of Johns Hopkins School of Advanced International Studies",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34588,
                    "date": "2017-12-19T00:00:00Z",
                    "text": "カナダとアメリカの関係。北朝鮮と大量破壊兵器。カナダの外務大臣クリスティア・フリーランドとアメリカの国務長官レックス・ティラーソンが、北朝鮮の核プログラムに対する圧力を増大させるための国際グループの設立を発表しました。18か国で構成されるこのグループは、2018年1月16日にバンクーバーで初めて会合を開く予定です。",
                    "eng_text": "Canadian Foreign Minister Chrystia Freeland and United States Secretary of State Rex Tillerson announce the formation of an international group that seeks to increase pressure on North Korea regarding their nuclear program. The group, comprised of 18 countries, will meet for the first time on January 16, 2018 in Vancouver",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                0
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34381,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イスラエルの首都としてエルサレムを認知すれば、ヨルダンの外務大臣アイマン・サファディは米国に「危険な結果」が生じる可能性があると警告しています。",
                    "eng_text": "Jordan's foreign minister Ayman Safadi has warned the U.S. of \"dangerous consequences\" if it recognizes Jerusalem as the capital of Israel",
                    "d2v_vecs": {}
                },
                {
                    "id": 34382,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "ハマスは、アメリカ政府がエルサレムをイスラエルの首都と認識する計画を「アメリカ政権による都市への公然とした攻撃」と呼び、第三次インティファーダを開始すると脅迫しています。",
                    "eng_text": "Hamas calls the U.S. government's plan to recognize Jerusalem as the capital of Israel \"a flagrant attack on the city by the American administration\" and threatens to start a Third Intifada",
                    "d2v_vecs": {}
                },
                {
                    "id": 34383,
                    "date": "2017-12-04T00:00:00Z",
                    "text": "イェルサレムのポジションに関して、トルコの副外務大臣ベキル・ボズダグは、ジェルサレム大使館法に基づく予定通りアメリカが大使館を移転した場合には「大惨事」が起こる可能性があると警告しています。この移転を遅らせる最後の6か月間の大統領特赦は6月1日に署名されました。",
                    "eng_text": "Turkey's deputy foreign minister Bekir Bozdağ warns of a \"major catastrophe\" if the U.S. moves its embassy to Jerusalem as planned in the Jerusalem Embassy Act. The last six-month presidential waiver delaying the move was signed on June 1",
                    "d2v_vecs": {}
                },
                {
                    "id": 34471,
                    "date": "2017-12-09T00:00:00Z",
                    "text": "アメリカがエルサレムをイスラエルの首都と認譍したことに対する抗議が、西岸とガザで3日連続で行われています。数百人が参加しています。",
                    "eng_text": "Hundreds of people protest on the West Bank and in Gaza for the third day in a row",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34663,
                    "date": "2017-12-27T00:00:00Z",
                    "text": "イスラエルとアメリカの関係。イスラエルの交通大臣Yisrael Katzは、エルサレム旧市街（東エルサレムの一部）のユダヤ人居住区に建設される新しい地下鉄ターミナルをアメリカ大統領ドナルド・トランプに敬意を表して名付けると発表しました。",
                    "eng_text": "Israel's Transportation Minister Yisrael Katz says that the new underground railroad terminal in the Jewish Quarter in the Old City of Jerusalem (part of East Jerusalem) will be named in honor of U.S. President Donald Trump",
                    "d2v_vecs": {}
                },
                {
                    "id": 34697,
                    "date": "2017-12-31T00:00:00Z",
                    "text": "パレスチナとアメリカの関係。イスラエルの首都としてのエルサレムの認定に続き、パレスチナは米国への大使を「協議のため」呼び戻す。パレスチナのマフムード・アッバス大統領は、トランプの行動に続く中で、アメリカの平和計画を受け入れないと述べる。",
                    "eng_text": "Palestine recalls its envoy to the United States for \"consultations,\" following President Trump's recognition of Jerusalem as the capital of Israel. Palestinian President Mahmoud Abbas says that he will not accept any U.S. peace plan in the wake of Trump's move",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                3,
                1
            ]
        },
        {
            "eventList0": [
                {
                    "id": 34403,
                    "date": "2017-12-05T00:00:00Z",
                    "text": "エルサレムに関する立場。パレスチナの報道官によると、ドナルド・トランプはマフムード・アッバースに電話し、「自身の意図を説明して」アメリカ大使館をエルサレムに移す意向を伝えた。パレスチナの大統領はそのような行動の危険性を警告し、世界の指導者に働きかけてそれが実現するのを防ぐと述べた。",
                    "eng_text": "According to a Palestinian spokesman, Donald Trump calls Mahmoud Abbas, \"outlining his intentions\" to move the U.S. embassy to Jerusalem. The Palestinian President warns him against the dangers of such a step and says that he will continue reaching out to world leaders to prevent it from happening",
                    "d2v_vecs": {}
                },
                {
                    "id": 34423,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国は、エルサレムをイスラエルの首都として認識することを発表しました。イスラエルのベンヤミン・ネタニヤフ首相はこの発表を「歴史的な画期」と称賛しています。",
                    "eng_text": "Israeli Prime Minister Benjamin Netanyahu praises the announcement as a \"historic landmark",
                    "d2v_vecs": {}
                },
                {
                    "id": 34426,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認譍。ヨルダン、パレスチナ自治区、トルコでこの決定に抗議のデモが発生する。",
                    "eng_text": "Protests against the decision break out in Jordan, State of Palestine, and Turkey",
                    "d2v_vecs": {}
                },
                {
                    "id": 34425,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がエルサレムをイスラエルの首都として認める。アラブ連盟はこれを「深刻な影響をもたらす危険な措置である」と述べ、米国が平和交渉における「信頼できる仲介者」としての将来の役割を疑問視しています。",
                    "eng_text": "The Arab League calls it \"a dangerous measure that would have repercussions\" and also questions the future role of the U.S. as a \"trusted mediator\" in peace talks",
                    "d2v_vecs": {}
                },
                {
                    "id": 34424,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてのエルサレムを認めること。パレスチナ国家の大統領マフムード・アッバスは、この決定がアメリカの和平仲介者としての立場を弱めると述べています。一方、パレスチナのイスラム主義組織ハマスは、この決定が「地域におけるアメリカの利益の地獄の扉を開く」と述べています。",
                    "eng_text": "President of the State of Palestine Mahmoud Abbas says the move undermines the U.S. position as a peace mediator while the Palestinian Islamist group Hamas says that the decision would \"open the gates of hell on U.S. interests in the region",
                    "d2v_vecs": {}
                },
                {
                    "id": 34429,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカがイスラエルの首都としてエルサレムを認識。国際連合事務総長アントニオ・グテーレスはこの発表を批判し、「イスラエル人とパレスチナ人にとって平和の見通しを危険にさらすだろう」と述べました。",
                    "eng_text": "Secretary-General of the United Nations António Guterres criticizes the announcement, saying that it \"would jeopardise the prospect of peace for Israelis and Palestinians\"",
                    "d2v_vecs": {}
                },
                {
                    "id": 34430,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。現在の国連安全保障理事会の15か国のうち8か国がアメリカの決定に関して緊急会議の開催を求めている。会議は12月8日に予定されている。",
                    "eng_text": "Eight of the 15 current United Nations Security Council members call to hold an urgent meeting on the U.S. decision. The meeting is expected for December 8",
                    "d2v_vecs": {}
                },
                {
                    "id": 34427,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカのエルサレムをイスラエルの首都と認譍したことに対し、欧州連合、フランス、ドイツ、イギリスなどの主要なアメリカの同盟国から批判的な反志が寄せられた。",
                    "eng_text": "The decision draws critical reaction from key U.S. allies that include the EU, France, Germany and the United Kingdom",
                    "d2v_vecs": {}
                },
                {
                    "id": 34422,
                    "date": "2017-12-06T00:00:00Z",
                    "text": "アメリカ合衆国はイスラエルの首都としてのエルサレムの認識を行っています。ドナルド・トランプ大統領は、エルサレムをイスラエルの首都と認め、アメリカの大使館をテルアビブからエルサレムに移転するプロセスを開始すると述べました。アメリカの国務省は、12月20日までイスラエル、エルサレム、西岸地域への内部渡航警告を発行しています。アンマンのアメリカ大使館は一時的に通常の公共サービスを中止し、ヨルダン全域での大使館の渡航を停止しています。ベルリンとロンドンの大使館は、アメリカ市民に慎重性警告を発出しています。",
                    "eng_text": "U.S. President Donald Trump recognizes Jerusalem as the capital of Israel and says the U.S. starts the process of moving its embassy from Tel Aviv to Jerusalem. The United States Department of State issues an internal travel warning to Israel, Jerusalem and the West Bank until December 20. The U.S. embassy in Amman temporarily suspends routine public services and stops embassy travel around Jordan. Embassies in Berlin and London issue vigilance warnings to U.S. citizens",
                    "d2v_vecs": {}
                },
                {
                    "id": 34462,
                    "date": "2017-12-08T00:00:00Z",
                    "text": "アメリカ合衆国がイスラエルの首都としてエルサレムを認識。国連安全保障理事会の15か国のうち14か国が、アメリカ合衆国のエルサレムに関する姿勢を非難する。",
                    "eng_text": "14 of the 15 United Nations Security Council members denounce the United States' stance on Jerusalem",
                    "d2v_vecs": {}
                }
            ],
            "eventList1": [
                {
                    "id": 34663,
                    "date": "2017-12-27T00:00:00Z",
                    "text": "イスラエルとアメリカの関係。イスラエルの交通大臣Yisrael Katzは、エルサレム旧市街（東エルサレムの一部）のユダヤ人居住区に建設される新しい地下鉄ターミナルをアメリカ大統領ドナルド・トランプに敬意を表して名付けると発表しました。",
                    "eng_text": "Israel's Transportation Minister Yisrael Katz says that the new underground railroad terminal in the Jewish Quarter in the Old City of Jerusalem (part of East Jerusalem) will be named in honor of U.S. President Donald Trump",
                    "d2v_vecs": {}
                },
                {
                    "id": 34697,
                    "date": "2017-12-31T00:00:00Z",
                    "text": "パレスチナとアメリカの関係。イスラエルの首都としてのエルサレムの認定に続き、パレスチナは米国への大使を「協議のため」呼び戻す。パレスチナのマフムード・アッバス大統領は、トランプの行動に続く中で、アメリカの平和計画を受け入れないと述べる。",
                    "eng_text": "Palestine recalls its envoy to the United States for \"consultations,\" following President Trump's recognition of Jerusalem as the capital of Israel. Palestinian President Mahmoud Abbas says that he will not accept any U.S. peace plan in the wake of Trump's move",
                    "d2v_vecs": {}
                }
            ],
            "connectPointIdx": [
                0,
                1
            ]
        }
    ]
}