{
    "tls": [
        [
            {
                "id": 39102,
                "date": "2016-11-01T00:00:00Z",
                "text": "アメリカ合衆国の2016年選挙。4つの州の民主党が、ドナルド・トランプ大統領選キャンペーン、州の共和党、そして「ストップ・ザ・スティール」グループの創設者であるロジャー・ストーンを、オハイオ州、ペンシルバニア州、ネバダ州、アリゾナ州での有権者威圧のために提訴した。",
                "eng_text": "Four state Democratic Parties sue  the Donald Trump presidential campaign, the state Republican Parties, and \"Stop the Steal\"  group founder Roger Stone  for voter intimidation in the states of Ohio, Pennsylvania, Nevada, and Arizona",
                "d2v_vecs": {}
            },
            {
                "id": 39136,
                "date": "2016-11-04T00:00:00Z",
                "text": "2016年のドナルド・トランプ大統領選挙キャンペーン。ナショナル・エンクワイアは元プレイボーイモデルのカレン・マクドゥーガルに、2006年にドナルド・トランプとの不倫疑惑に関する記事のために15万ドルを支払ったと報じられています。しかし、そのタブロイドはその記事を抑制してしまいました。",
                "eng_text": "The National Enquirer reportedly paid former Playboy model Karen McDougal US$150,000 for a story about an alleged affair she had with Donald Trump in 2006. The tabloid however suppressed the story",
                "d2v_vecs": {}
            },
            {
                "id": 39135,
                "date": "2016-11-04T00:00:00Z",
                "text": "2016年のドナルド・トランプ大統領選挙。元ファッションモデルであり、現在の大統領候補ドナルド・トランプの妻であるメラニア・トランプの職歴の調査によると、合法的な許可を受ける前に彼女はアメリカ合衆国で違法な働き手であったことが判明しています。",
                "eng_text": "A study of former fashion model and current wife of presidential candidate Donald Trump Melania Trump's work history shows that she was an illegal worker in the United States before she received legal authorization",
                "d2v_vecs": {}
            },
            {
                "id": 39142,
                "date": "2016-11-05T00:00:00Z",
                "text": "ドナルド・トランプによって強姦されたとされる女性が、大統領候補に対する訴訟を取り下げる。",
                "eng_text": "A woman who was allegedly raped by Donald Trump drops her lawsuit against the presidential candidate",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39093,
                "date": "2016-11-01T00:00:00Z",
                "text": "モスルの戦い（2016年）。イラク特殊作戦部隊はモスルの郊外まで戦いを繰り広げてきた。",
                "eng_text": "Iraqi Special Operations Forces have fought their way into the outskirts of Mosul",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39095,
                "date": "2016-11-01T00:00:00Z",
                "text": "ガダーニの船舶解体工場。パキスタンのバローチスタン州のガダーニで、石油タンカーの船内でガスボンベの爆発が原因で大規模な火災が発生し、少なくとも14人が死亡し、59人が火傷を負いました。他にも多くの作業員が行方不明で、負傷者は近くのカラチの病院に搬送されています。",
                "eng_text": "At least 14 people are killed and 59 burned when a gas cylinder explosion aboard an oil tanker causes a major fire at the ship-breaking yard in Gadani in Pakistan's Balochistan Province. Dozens other workers remain missing as many injured are transferred to hospitals in nearby Karachi",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39096,
                "date": "2016-11-01T00:00:00Z",
                "text": "アラバマ州知事のRobert J. Bentleyは、月曜日に発生したColonial Pipelineのガス爆発に続き、非常事態宣言を発表しました。爆発により1人が死亡し、5人が負傷しました。",
                "eng_text": "Robert J. Bentley, the Governor of Alabama, declares a state of emergency following Monday's gas explosion in a Colonial Pipeline pipeline. The explosion killed one person and injured five",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39100,
                "date": "2016-11-01T00:00:00Z",
                "text": "2016年の韓国の政治スキャンダル。韓国の大統領である朴槿惠と関係する韓国の政治スキャンダルの中心人物である崔順実が尋問のために拘留されています。",
                "eng_text": "Choi Soon-sil, the woman at the centre of a South Korean political scandal involving her friend President of Korea Park Geun-hye, is detained for questioning",
                "d2v_vecs": {}
            },
            {
                "id": 39109,
                "date": "2016-11-02T00:00:00Z",
                "text": "パク・クネは政治スキャンダル後の信頼回復を目指し、新たな韓国の首相にキム・ビョンジュンを任命することを模索しています。 キム・ビョンジュンは、解任されたファン・キョアンに代わります。",
                "eng_text": "Park Geun-hye seeks to appoint Kim Byong-joon as the new Prime Minister of South Korea in a bid to restore confidence after a political scandal. Kim Byong-joon replaces sacked prime minister Hwang Kyo-ahn",
                "d2v_vecs": {}
            },
            {
                "id": 39132,
                "date": "2016-11-04T00:00:00Z",
                "text": "2016年の韓国政治スキャンダル。韓国のパク・クネ大統領は、宗教家チェ・スンシルの影響を受けたスキャンダルについて全責任を認め、自身の行動についての独立した調査結果を受け入れると誓います。",
                "eng_text": "The President of South Korea Park Geun-hye accepts full blame for the scandal over the influence of religious figure Choi Soon-sil in Park's administration and vows to accept the results of an independent investigation into her actions",
                "d2v_vecs": {}
            },
            {
                "id": 39143,
                "date": "2016-11-05T00:00:00Z",
                "text": "2016年の韓国の抗議活動。数万人がソウルで抗議し、11月3日に逮捕された崔順実との関係を持つ朴槿恵大統領の辞任を求めた。崔順実は詐欺と権力の濫用で起訴された。",
                "eng_text": "Tens of thousands protest in the South Korean capital, Seoul, calling for the resignation of President Park Geun-hye over her links with Choi Soon-sil, who was arrested on November 3, and charged with fraud and abuse of power",
                "d2v_vecs": {}
            },
            {
                "id": 39181,
                "date": "2016-11-08T00:00:00Z",
                "text": "2016年の韓国政治スキャンダル。韓国検察当局は、朴槿恵大統領とチェ・スンシルの問題的な関係についての継続的な捜査の一環として、サムスン電子のオフィスを家宅捜索した。聯合ニュースは、検察当局がサムスンがチェの娘チョン・ユラに不適切な金銭援助を提供したかどうかを調査していると報じている。",
                "eng_text": "South Korean prosecutors raid the offices of Samsung Electronics as part of a ongoing probe into President Park Geun-hye's controversial association with Choi Soon-sil. Yonhap News Agency reports prosecutors are investigating whether Samsung improperly provided financial assistance to Choi's daughter, Chung Yoo-ra",
                "d2v_vecs": {}
            },
            {
                "id": 39206,
                "date": "2016-11-12T00:00:00Z",
                "text": "２０１６年の韓国での抗議行動。最大で100万人が韓国のソウルにある大統領府青瓦台に向かい、持続的な汚職スキャンダルの中、朴槿惠大統領の辞任を求めてデモを行った。これは、２００８年の米国産牛肉輸入に対するデモ以来、韓国で最大の抗議行動となった。",
                "eng_text": "As many as 1,000,000 people march on the presidential Blue House in Seoul, South Korea, calling for the resignation of President Park Geun-hye amid an ongoing corruption scandal. It is the largest protest in South Korea since the protests against U.S. beef imports in 2008",
                "d2v_vecs": {}
            },
            {
                "id": 39303,
                "date": "2016-11-20T00:00:00Z",
                "text": "2016年の韓国政治スキャンダル。韓国の検察の暫定報告書は、朴槿恵大統領を、彼女の親友である崔順実との政治スキャンダルに関与していると指摘しています。このスキャンダルに関連して3人が起訴されました。大統領朴は、憲法の規定により、裏切りや謀叛以外の理由で在職大統領が起訴されることはできません。",
                "eng_text": "An interim report by South Korean prosecutors implicates President Park Geun-hye in a political scandal involving her close friend Choi Soon-sil. Three people have been indicted in relation to the scandal. President Park cannot be indicted due to a constitutional provision preventing a sitting President being indicted except for treason or insurrection",
                "d2v_vecs": {}
            },
            {
                "id": 39401,
                "date": "2016-11-26T00:00:00Z",
                "text": "2016年の韓国の抗議活動。韓国人が大挙して路上に出て、汚職スキャンダルの中で朴槿恵大統領の辞任を求めました。150万人が首都ソウルで集会し、他に40万人が地方都市でデモを行いました。",
                "eng_text": "South Koreans take to the streets en masse demanding the resignation of President Park Geun-hye amidst a corruption scandal. Around 1.5 million people rallied in the capital Seoul, while another 400,000 people demonstrated in provincial cities",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39099,
                "date": "2016-11-01T00:00:00Z",
                "text": "ファミリーファースト党の党首であるボブ・デイは、初めての発表から2週間後に、自身のビジネスの清算のため、オーストラリア上院からの直ちに辞任を確認した。",
                "eng_text": "Two weeks after his initial announcement, Bob Day, leader of the Family First Party, confirms his immediate resignation from the Australian Senate due to the liquidation of his business",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39103,
                "date": "2016-11-01T00:00:00Z",
                "text": "タイの王位継承。シニア軍関係者によると、タイは2016年12月1日にマハ・ワチラロンコーン皇太子が王位に即位する準備をしている。",
                "eng_text": "Thailand is preparing for the December 1, 2016, ascension of Crown Prince Maha Vajiralongkorn to the throne, according to senior military sources",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39104,
                "date": "2016-11-01T00:00:00Z",
                "text": "イラン議会は、レザ・サレヒ・アミリ、ファフルッディン・ダネシュ＝アシュティアーニ、マスード・ソルタニファールをそれぞれ文化、教育、スポーツ大臣として指名された、ハサン・ロウハニ大統領の新しい大臣3人を承認しました。",
                "eng_text": "Iranian parliament approves three President Hassan Rouhani's new designated ministers, including Reza Salehi Amiri, Fakhruddin Danesh-Ashtiani and Masoud Soltanifar as culture, education and sports ministers respectively",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39106,
                "date": "2016-11-02T00:00:00Z",
                "text": "マレーシア航空370便の捜索が行われています。オーストラリア運輸安全局による新しい分析によると、2014年にマレーシア航空370便が南インド洋に墜落した際、誰も操縦していなかった可能性が示唆されています。",
                "eng_text": "New analysis by the Australian Transport Safety Bureau suggests that no-one was controlling Malaysia Airlines Flight 370 as it plunged into the southern Indian Ocean in 2014",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39108,
                "date": "2016-11-02T00:00:00Z",
                "text": "フィリピンとアメリカの関係−フィリピン麻薬戦争。人権侵害への懸念から、アメリカ国務省はフィリピンへの銃器の売却をブロックしています。",
                "eng_text": "United States State Department blocks the sale of firearms to the Philippines due to concerns of human rights violations",
                "d2v_vecs": {}
            },
            {
                "id": 39321,
                "date": "2016-11-21T00:00:00Z",
                "text": "フィリピンの刑法。ロドリゴ・ドゥテルテが、一部の犯罪に対して9歳からの子どもを逮捕できるようにする法律を提案したことについて、国連や人権団体から懸念が表明されています。",
                "eng_text": "Concern is raised by the United Nations and human rights groups after Rodrigo Duterte proposes a law that allows jailing children as young as nine for certain crimes",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39110,
                "date": "2016-11-02T00:00:00Z",
                "text": "2016年、デモインズの警官2人が射殺される事件が発生しました。アイオワ州のアーバンデールとデモインズで別々の「待ち伏せスタイル」の攻撃で警官2人が射殺されました。両方の事件の容疑者が特定され、2時間後に警察によって逮捕されました。",
                "eng_text": "Two police officers are shot and killed in separate \"ambush-style\" attacks in Urbandale and Des Moines, Iowa. A suspect in both shootings was identified and was captured by police two hours later",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39114,
                "date": "2016-11-03T00:00:00Z",
                "text": "モロ紛争。 ムスリムの反政府勢力モロ国民解放戦線のリーダーヌール・ミスアリが、以前の反乱に対する恩赦を受けた後、フィリピンのロドリゴ・ドゥテルテ大統領とマラカニアン宮殿で会合を持つ。",
                "eng_text": "Muslim rebel group Moro National Liberation Front leader Nur Misuari meets with Philippines president Rodrigo Duterte in Malacañang Palace after receiving a reprieve from previous crimes of rebellion",
                "d2v_vecs": {}
            },
            {
                "id": 39203,
                "date": "2016-11-12T00:00:00Z",
                "text": "モロ紛争。フィリピン沿岸でアブ・サヤフによって6人のベトナム人船員が誘拐されました。",
                "eng_text": "Six Vietnamese sailors are kidnapped by the Abu Sayyaf off the coast of the Philippines",
                "d2v_vecs": {}
            },
            {
                "id": 39273,
                "date": "2016-11-18T00:00:00Z",
                "text": "モロ紛争。フィリピンのスール州で疑わしいアブサヤフ過激派との衝突で少なくとも14人が殺害される。",
                "eng_text": "At least 14 are killed in clashes with suspected Abu Sayyaf militants in Sulu, Philippines",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39116,
                "date": "2016-11-03T00:00:00Z",
                "text": "少なくとも22人が死亡し、65人が負傷した。これは、パキスタンのカラチにあるジュマゴス駅でバハウッディン・ザカリア急行列車が停車中の列車と衝突した事故です。",
                "eng_text": "At least 22 people have been killed and 65 injured following a collision of the Bahauddin Zakaria Express  with a stationary train at Juma Goth Train station, Karachi, Pakistan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39117,
                "date": "2016-11-03T00:00:00Z",
                "text": "ヨーロッパの移民危機。2016年11月、リビアの移民船難が発生しました。国連は、少なくとも239人の移民がリビア沿岸近くで船が難破し、溺れたと考えています。",
                "eng_text": "The United Nations believes that at least 239 migrants drowned in shipwrecks near the coast of Libya",
                "d2v_vecs": {}
            },
            {
                "id": 39330,
                "date": "2016-11-22T00:00:00Z",
                "text": "ヨーロッパの移民危機。救助隊は本日地中海に漂流する1400人の移民を救出し、8人の遺体を回収しました。",
                "eng_text": "Rescuers recovered 8 bodies and saved 1400 migrants adrift on the Mediterranean Sea today",
                "d2v_vecs": {}
            },
            {
                "id": 39375,
                "date": "2016-11-25T00:00:00Z",
                "text": "ヨーロッパの移民危機。ブルガリアのハルマンリ難民キャンプで警察と憲兵隊員と抗議者が衝突し、キャンプに隔離が敷かれたことで病気の感染リスクが高まったという理由で起こりました。ボイコ・ボリソフ首相は、国家安全保障に脅威として数名の収容者がすぐに国外追放されると述べました。",
                "eng_text": "Protesters clash with police and gendarmerie members at the Harmanli refugee camp in Bulgaria following a quarantine placed on the camp amid fears of a disease outbreak. Prime Minister Boyko Borisov says five detainees would immediately be deported as a threat to national security",
                "d2v_vecs": {}
            },
            {
                "id": 39374,
                "date": "2016-11-25T00:00:00Z",
                "text": "ヨーロッパの移民危機。ギリシャのレスボス島の移民キャンプで火災が発生し、2人が死亡し、2人が負傷しました。原因は現在調査中であり、一部の人々は火災が故意に起こされたと信じています。これは、66歳の女性と6歳の子どもがガス爆発で死亡した後、生活環境への抗議として始められたと考えられています。",
                "eng_text": "Two people are killed and two others injured after a fire breaks out in a migrant camp on the Greek island of Lesbos. The cause is currently under investigation, although some believe the fire was deliberately started in protest of poor living conditions, after a 66-year-old woman and a six-year-old child were killed in a gas explosion",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39113,
                "date": "2016-11-03T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年〜2021年）。ボズ・カンダハリの戦い：アフガニスタンのクンドゥズ州でタリバンとの衝突で、アメリカ軍の人員2名、アフガニスタンのコマンド兵4名、市民30名が殺害される。",
                "eng_text": "Battle of Boz Qandahari: Two United States military personnel, four Afghan Commandos, and 30 civilians are killed in clashes with the Taliban in Kunduz province, Afghanistan",
                "d2v_vecs": {}
            },
            {
                "id": 39146,
                "date": "2016-11-06T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年〜2021年）。報道によると、オーストラリア人女性がカブールで誘拐されたという。",
                "eng_text": "An Australian woman has reportedly been kidnapped in Kabul",
                "d2v_vecs": {}
            },
            {
                "id": 39255,
                "date": "2016-11-16T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年–2021年）。カブールのアフガニスタン国防省本部近くで自爆攻撃があり、アフガニスタン国家安全保障部隊のメンバー4人が死亡し、11人が負傷した。",
                "eng_text": "Four members of the Afghan National Security Forces are killed and 11 people are injured during a suicide bomber attack near the Afghan defense ministry headquarters in Kabul",
                "d2v_vecs": {}
            },
            {
                "id": 39450,
                "date": "2016-11-29T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年から2021年）。タリバンの関係者が、銅鉱山などの国益を保護し、アフガニスタンの発展を支援するための国際ガスパイプラインを守るという提案を行っています。",
                "eng_text": "Taliban officials make an offer to protect national interests such as copper mines and an international gas pipeline to assist the development of Afghanistan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39120,
                "date": "2016-11-03T00:00:00Z",
                "text": "トッド・コールヘップ。トッド・コールヘップとして特定された男性が逮捕され、当局が彼の所有地の貯蔵コンテナに鎖で繋がれた行方不明の女性を発見した後です。その女性は彼女のボーイフレンドとともに8月末ごろに行方不明になっていました。",
                "eng_text": "A man identified as Todd Kohlhepp is arrested after authorities discover a missing woman chained up in a storage container on his property. The woman had gone missing along with her boyfriend around the end of August",
                "d2v_vecs": {}
            },
            {
                "id": 39130,
                "date": "2016-11-04T00:00:00Z",
                "text": "トッド・コールヘップ。1日前に救助された行方不明の女性の元カレと特定された遺体が、コールヘップの所有地で発見されました。",
                "eng_text": "A body, later identified as the boyfriend of a missing woman rescued on the previous day, was discovered on Kohlhepp's property",
                "d2v_vecs": {}
            },
            {
                "id": 39141,
                "date": "2016-11-05T00:00:00Z",
                "text": "トッド・コールヘップ。コールヘップは、アメリカのサウスカロライナ州で逮捕され、行方不明の女性を「犬のように鎖で繋いでいた」と報じられており、2003年のオートバイショップでの未解決の集団射殺事件を含む7件の殺人を自白したとされています。",
                "eng_text": "Kohlhepp, a man arrested in the American state of South Carolina for keeping a missing woman \"chained like a dog\", has reportedly confessed to seven murders, including four killed in an unsolved mass shooting at a motorcycle shop in 2003",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39119,
                "date": "2016-11-03T00:00:00Z",
                "text": "ブレグジットの余波。高等裁判所は、イギリス議会が、欧州連合離脱手続きを開始するために欧州連合条約の第50条を発動するかどうかに投票しなければならないとの判決を下す。",
                "eng_text": "The High Court rules that Parliament must vote on whether the United Kingdom can start the process of leaving the European Union by triggering Article 50 of the Treaty on European Union",
                "d2v_vecs": {}
            },
            {
                "id": 39246,
                "date": "2016-11-15T00:00:00Z",
                "text": "ブレグジットの余波。スコットランド独立。スコットランドは、イングランドやウェールズで失われたとしても、スコットランドとEUの他の地域との数十年にわたる自由な移動を維持するために独自のパスポートを発行することを検討しています。",
                "eng_text": "Scotland is considering launching its own passports to maintain the decades-old freedom of movement between Scotland and the rest of the European Union, even if it is lost by England and Wales",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39131,
                "date": "2016-11-04T00:00:00Z",
                "text": "パラオ大統領選挙2016年。 現職の大統領トミー・レメンゲサウは、義弟であるスランジェル・ウィップス・ジュニアに78票差でわずかリードしています。 最終結果は11月後半に発表される予定です。",
                "eng_text": "Incumbent President of Palau Tommy Remengesau narrowly leads his brother-in-law, Surangel Whipps Jr., by 78 votes. Final results are expected to be announced later in November",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39121,
                "date": "2016-11-04T00:00:00Z",
                "text": "クルド人とトルコの間の紛争。トルコのディヤルバクルでの車爆弾が少なくとも8人を殺害し、最大100人が負傷。",
                "eng_text": "A car bomb kills at least eight people and injures up to 100 in Diyarbakır, Turkey",
                "d2v_vecs": {}
            },
            {
                "id": 39297,
                "date": "2016-11-20T00:00:00Z",
                "text": "シリアでのトルコ軍の介入。シリアの都市アル・バブ近くでISILの爆弾テロでトルコ軍の兵士1名が死亡し、2名が負傷した。",
                "eng_text": "A Turkish Army soldier is killed and two others injured in an ISIL bombing near the Syrian city of al-Bab",
                "d2v_vecs": {}
            },
            {
                "id": 39351,
                "date": "2016-11-24T00:00:00Z",
                "text": "シリアへのトルコ軍介入。シリアのアル・バブ地区で攻撃を受け、トルコ軍の兵士3人が死亡し、10人が負傷するが、誰が攻撃を行ったかについては対立する報告がある。トルコ軍は、兵士たちがシリア軍の空爆を受けたと述べているが、シリア人権監視団はISILの自爆テロ犯が責任を負ったと報告している。",
                "eng_text": "Three Turkish Army soldiers are killed and 10 others wounded in an attack in Syria's al-Bab District; however, there are conflicting reports on who carried out the attack. The Turkish military says the soldiers were targeted in an airstrike by a Syrian warplane, while the Syrian Observatory for Human Rights reports an ISIL suicide bomber was responsible",
                "d2v_vecs": {}
            },
            {
                "id": 39407,
                "date": "2016-11-27T00:00:00Z",
                "text": "トルコとISILの紛争。トルコ軍は、イスラム国イラク・レバントのロケット攻撃がトルコ支援のシリア反政府勢力に対して行われ、22名の兵士に化学兵器の症状を引き起こしたと主張しています。",
                "eng_text": "Turkish Armed Forces  claim that an Islamic State of Iraq and the Levant rocket attack on Turkish-backed Syrian rebel forces caused symptoms of chemical weapons in 22 soldiers",
                "d2v_vecs": {}
            },
            {
                "id": 39424,
                "date": "2016-11-28T00:00:00Z",
                "text": "シリア内戦。シリアでのトルコ軍の介入。アレッポ県でのトルコ空軍による爆撃で11人のISIL 派遣兵が殺される。",
                "eng_text": "Eleven ISIL militants are killed in airstrikes by the Turkish Air Force in Aleppo Governorate",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39125,
                "date": "2016-11-04T00:00:00Z",
                "text": "フォックスニュースが、クリントン氏の告発が「ありそうだ」と誤って報じたことに対し、ヒラリー・クリントンに謝罪しました。",
                "eng_text": "Fox News apologizes to Hillary Clinton for reporting falsely of 'likely' Clinton indictment",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39126,
                "date": "2016-11-04T00:00:00Z",
                "text": "シンガポール近くでの船の事故による死者は54人に達しました。犠牲者のほとんどは主にインドネシアの移民労働者です。",
                "eng_text": "The death toll from a boat accident near Singapore reaches 54. The victims are mostly Indonesian migrant workers",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39127,
                "date": "2016-11-04T00:00:00Z",
                "text": "パキスタンのパンジャブ州で濃霧の発生により少なくとも15人が亡くなった。",
                "eng_text": "At least 15 people are killed in an outbreak of heavy smog in the Pakistani province of Punjab",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39133,
                "date": "2016-11-04T00:00:00Z",
                "text": "2016年のトルコにおける粛清。トルコの治安部隊が、プロクルド人民民主党（HDP）の議員、共同党首のセラハッティン・デミルタシュとフィゲン・ユクセクダーを含む、大規模な逮捕を始める。インターネットアクセスがトルコ東南部全域で遮断されていると報じられています。",
                "eng_text": "Turkish security forces begin mass arrests of pro-Kurdish Peoples' Democratic Party (HDP) MPs, including co-leaders Selahattin Demirtaş and Figen Yüksekdağ. Internet access is reportedly blocked across southeastern Turkey",
                "d2v_vecs": {}
            },
            {
                "id": 39226,
                "date": "2016-11-13T00:00:00Z",
                "text": "2016年のトルコ粛清。トルコ国防省は、失敗した政府クーデターとの繋がりを疑われた約300人のトルコ海軍将校が停職または解雇されたことを発表しました。",
                "eng_text": "The Turkish Defense Ministry announces about 300 Turkish naval officers, suspected of having ties to the failed government coup, have been suspended or dismissed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39144,
                "date": "2016-11-05T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙タイムライン：トランプを止める運動。誤報により、共和党の大統領候補ドナルド・トランプがネバダ州リノでの選挙集会でアメリカ合衆国シークレットサービスの要員に支えられてステージから急遽退場させられる。銃を持っていると報じられた男は、事件後すぐに警備員によって会場から連れ出されたが、彼の身には武器が見つからなかった。その男は「トランプに反対する共和党員」の標語を掲げていた。",
                "eng_text": "A false alarm leads to Republican presidential nominee Donald Trump being rushed off stage by United States Secret Service agents at a campaign rally in Reno, Nevada. A man, reportedly carrying a gun, was escorted out of the venue by security officers shortly following the incident; however, further inspection revealed no weapons on his person. The man was brandishing a \"Republicans against Trump\" sign",
                "d2v_vecs": {}
            },
            {
                "id": 39177,
                "date": "2016-11-08T00:00:00Z",
                "text": "アメリカ合衆国の2016年の選挙。ニューハンプシャー州のいくつかの小さな真夜中に投票する町からの結果が発表され、ディクスビル・ノッチとハーツ・ロケーションでクリントンが僅差で勝利し、一方でトランプはミルズフィールドで大きく勝ちました。",
                "eng_text": "Results from several of New Hampshire's small midnight voting towns are released, showing marginal victories for Clinton in Dixville Notch and Hart's Location, while Trump won significantly more votes in Millsfield",
                "d2v_vecs": {}
            },
            {
                "id": 39176,
                "date": "2016-11-08T00:00:00Z",
                "text": "2016年のアメリカ合衆国の選挙。アメリカ国民は、大統領候補のヒラリー・クリントンとドナルド・トランプの間で行われる高度に広報された大統領選挙を含む、多くの連邦、州、地方の選挙のために投票所に行く。",
                "eng_text": "Voters in the United States go to the polls for a range of federal, state and local elections, including the highly publicized presidential election between major party nominees Hillary Clinton and Donald Trump",
                "d2v_vecs": {}
            },
            {
                "id": 39179,
                "date": "2016-11-08T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。ドナルド・トランプは争点州での勝利により、アメリカ大統領選挙に勝利することが予測されています。",
                "eng_text": "Donald Trump is forecast to win the United States presidential election as a result of victories of battleground states",
                "d2v_vecs": {}
            },
            {
                "id": 39178,
                "date": "2016-11-08T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。共和党がアメリカ合衆国下院の議席を保持すると予測されています。",
                "eng_text": "The Republican Party is forecast to retain control of the United States House of Representatives",
                "d2v_vecs": {}
            },
            {
                "id": 39196,
                "date": "2016-11-10T00:00:00Z",
                "text": "アメリカ合衆国大統領選挙に勝利したドナルド・トランプ氏の大統領就任過渡期。アメリカ合衆国大統領選挙で選ばれたドナルド・トランプ氏が、初めてホワイトハウスでバラク・オバマ大統領と会合を持つ。",
                "eng_text": "President-elect of the United States Donald Trump meets with President Barack Obama for the first time at the White House",
                "d2v_vecs": {}
            },
            {
                "id": 39221,
                "date": "2016-11-13T00:00:00Z",
                "text": "トランプ大統領の大統領移行。アメリカ合衆国の次期大統領であるドナルド・トランプ氏は、犯罪歴のある不法移民をターゲットに、最大で300万人を国外追放または収監する計画を立てていると述べています。",
                "eng_text": "President-elect of the United States Donald Trump says he plans to deport or imprison up to 3 million illegal migrants, targeting those with criminal records",
                "d2v_vecs": {}
            },
            {
                "id": 39222,
                "date": "2016-11-13T00:00:00Z",
                "text": "ドナルド・トランプの大統領就任後の移行。次期大統領であるドナルド・トランプが、共和党全国委員会委員長のライアンス・プライバスを自身のホワイトハウス首席補佐官に任命。",
                "eng_text": "President-elect Donald Trump names Republican National Committee chairman Reince Priebus as his White House Chief of Staff",
                "d2v_vecs": {}
            },
            {
                "id": 39224,
                "date": "2016-11-13T00:00:00Z",
                "text": "ドナルド・トランプの大統領移行。アメリカ合衆国と欧州連合（EU）の関係。欧州連合の外務大臣たちは、EUとアメリカ合衆国の関係に対するドナルド・トランプがアメリカ大統領に選出された影響を評価するために緊急会議を開催。英国とフランスの外務大臣は参加しない。",
                "eng_text": "European Union foreign ministers hold an emergency meeting to assess the impact of the election of Donald Trump as U.S. president on EU-U.S. relations. U.K. and French foreign ministers do not participate",
                "d2v_vecs": {}
            },
            {
                "id": 39225,
                "date": "2016-11-13T00:00:00Z",
                "text": "ドナルド・トランプ大統領の大統領移行。ドナルド・トランプに対する抗議活動。トランプの選挙キャンペーンマネージャーであるケリーアン・コンウェイが、退任するアメリカ大統領であるバラク・オバマ氏と元アメリカファーストレディで民主党大統領指名候補のヒラリー・クリントンに対し、抗議活動を抑制するよう求めています。",
                "eng_text": "Trump's campaign manager Kellyanne Conway asks outgoing U.S. President Barack Obama and former U.S. First Lady and Democratic Party presidential nominee Hillary Clinton to discourage the protests",
                "d2v_vecs": {}
            },
            {
                "id": 39241,
                "date": "2016-11-14T00:00:00Z",
                "text": "ドナルド・トランプの大統領交代。選出された大統領トランプは、自身の子供たちに対して最高機密保持資格を求めているとCBSニュースが報じています。",
                "eng_text": "President-elect Donald Trump is seeking top secret security clearances for his children, according to CBS News",
                "d2v_vecs": {}
            },
            {
                "id": 39254,
                "date": "2016-11-15T00:00:00Z",
                "text": "ドナルド・トランプの大統領就任。トランプのビジネスに関心。ニューヨーク市のアッパーウエストサイドにある3つのトランププレイスビルは、住民の嘆願に応じて、それぞれ建物の中立的なアイデンティティを引き受けるために、自身の通りの住所に名前を変更すると、不動産大家のエクイティ・リジデンシャルのスポークスマンが述べた。",
                "eng_text": "Three Trump Place buildings on New York City's Upper West Side are each changing its name to their street addresses in response to a residents' petition, and to assume a neutral building identity, according to the landlord Equity Residential's spokesperson",
                "d2v_vecs": {}
            },
            {
                "id": 39272,
                "date": "2016-11-17T00:00:00Z",
                "text": "ジェームズ・R・クラッパーがアメリカ国家情報局長官を辞任します。",
                "eng_text": "James R. Clapper resigns as U.S. Director of National Intelligence",
                "d2v_vecs": {}
            },
            {
                "id": 39281,
                "date": "2016-11-18T00:00:00Z",
                "text": "ドナルド・トランプ大統領の就任過程。次期大統領であるドナルド・トランプの移行チームの役員が、司法長官にジェフ・セッションズ上院議員、CIA長官にマイク・ポンペオ、国家安全保障顧問にマイケル・T・フリンを選出すると発表しました。",
                "eng_text": "Officials serving on President-elect Donald Trump's transition team reveal selections for high-level positions, including Senator Jeff Sessions for Attorney General, Mike Pompeo for Director of the CIA and Michael T. Flynn for National Security Advisor",
                "d2v_vecs": {}
            },
            {
                "id": 39323,
                "date": "2016-11-21T00:00:00Z",
                "text": "トランプ大統領の就任。大統領当選者ドナルド・トランプは、就任初日の計画を発表し、環太平洋パートナーシップ協定（TPP）からの脱退やアメリカ合衆国のエネルギー生産に関する規制の取消しを含むことを明らかにしました。",
                "eng_text": "President-elect Donald Trump announces his plans for his first day in office, including quitting the Trans-Pacific Partnership (TPP) and canceling restrictions on United States energy production",
                "d2v_vecs": {}
            },
            {
                "id": 39343,
                "date": "2016-11-23T00:00:00Z",
                "text": "ドナルド・トランプ大統領の大統領移行。大統領当選者のドナルド・トランプが、サウスカロライナ州知事であるニッキー・ヘイリーを国際連合アンバサダーに指名。",
                "eng_text": "President-elect Donald Trump names South Carolina governor Nikki Haley as United States Ambassador to the United Nations",
                "d2v_vecs": {}
            },
            {
                "id": 39344,
                "date": "2016-11-23T00:00:00Z",
                "text": "ドナルド・トランプの大統領移行。ミシガン共和党元委員長のベッツィ・デヴォスがアメリカ合衆国教育長官に任命されました。",
                "eng_text": "Former chairwoman of the Michigan Republican Party Betsy DeVos is named as United States Secretary of Education",
                "d2v_vecs": {}
            },
            {
                "id": 39388,
                "date": "2016-11-25T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。ドナルド・トランプの大統領移行。トランプ次期大統領の補佐官ケリーアン・コンウェイがツイートし、マサチューセッツ州知事だったミット・ロムニーをトランプの国務長官として指名することに草の根反対があることを認める。",
                "eng_text": "A tweet from President-elect Trump aide Kellyanne Conway acknowledges grassroots opposition to former Governor of Massachusetts Mitt Romney as Trump's Secretary of State",
                "d2v_vecs": {}
            },
            {
                "id": 39387,
                "date": "2016-11-25T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。ドナルド・トランプの大統領就任。当選したドナルド・トランプは、KTマクファーランドを副国家安全保障担当顧問、ドナルド・マクガーンをホワイトハウス顧問に任命します。",
                "eng_text": "President-elect Donald Trump appoints KT McFarland as Deputy National Security Advisor and Donald McGahn as White House Counsel",
                "d2v_vecs": {}
            },
            {
                "id": 39465,
                "date": "2016-11-29T00:00:00Z",
                "text": ". Bush and First Lady Laura Bush will attend the inauguration of President-elect Donald Trump.",
                "eng_text": "President-elect Donald Trump names Tom Price as United States Secretary of Health and Human Services; former President George W",
                "d2v_vecs": {}
            },
            {
                "id": 39485,
                "date": "2016-11-30T00:00:00Z",
                "text": "ドナルド・トランプの大統領選挙の移行。当選者のドナルド・トランプは、彼のチームがインディアナ州の工場で約1,000人の雇用を守る取引をキャリアー社と結んだことを発表しました。キャリアー社は、その州の重要な工場の生産をメキシコのヌエボ・レオンに移転する予定でした。",
                "eng_text": "President-elect Donald Trump announces that his team has made a deal with Carrier Corporation that would save around 1,000 jobs at an Indiana factory. Carrier had planned to move production from a key factory in that state to Nuevo León, Mexico",
                "d2v_vecs": {}
            },
            {
                "id": 39487,
                "date": "2016-11-30T00:00:00Z",
                "text": "ドナルド・トランプの大統領移行。トランプは銀行家兼実業家のスティーブン・ムニューシンを財務長官に指名する。",
                "eng_text": "Trump picks banker and businessman Steven Mnuchin to be his Secretary of the Treasury",
                "d2v_vecs": {}
            },
            {
                "id": 39486,
                "date": "2016-11-30T00:00:00Z",
                "text": "ドナルド・トランプの大統領選出移行。トランプは億万長者のウィルバー・ロスをアメリカ合衆国商務長官に任命する意向です。",
                "eng_text": "Trump intends to appoint billionaire Wilbur Ross as United States Secretary of Commerce",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39139,
                "date": "2016-11-05T00:00:00Z",
                "text": "インドネシアの大統領、ジョコ・ウィドドは、ジャカルタで起きた暴動による1名の死亡と12名の負傷者を受け、予定されていたオーストラリア訪問をキャンセルしました。",
                "eng_text": "Joko Widodo, the President of Indonesia, cancels a planned visit to Australia following violent protests in Jakarta that resulted in one death and 12 injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39140,
                "date": "2016-11-05T00:00:00Z",
                "text": "フィリピンの麻薬戦争。ドラッグ密売容疑のあるアルブエラ市の市長が刑務所で射殺される。",
                "eng_text": "The mayor of Albuera, Leyte, accused of drug trafficking, is shot dead in jail",
                "d2v_vecs": {}
            },
            {
                "id": 39217,
                "date": "2016-11-13T00:00:00Z",
                "text": "フィリピン大統領ロドリゴ・ドゥテルテは、国内で悪化している無秩序によって強制されるなら、国のハーベアス・コーパスを停止すると脅迫しています。彼は同じスピーチで、国内で広まっている違法な麻薬取引、ミンダナオでの反乱、過激派グループマウテへの運動が悪化していることを述べました。",
                "eng_text": "Philippine president Rodrigo Duterte threatens to suspend the country's habeas corpus \"if forced to\" by what he says the worsening lawlessness in the country. He mentioned in the same speech, the alleged widespread illegal drug trade in the country, the rebellion in Mindanao, and the worsening campaign against the militant Maute group",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39155,
                "date": "2016-11-06T00:00:00Z",
                "text": "2016年のブルガリア大統領選挙。ブルガリアの有権者が大統領選挙のために投票所に向かい、出口調査では誰も過半数を獲得していないことが示され、ルーメン・ラデフとツェツカ・ツァチェワが11月13日の決選投票で対決する可能性が高いとされています。",
                "eng_text": "Voters in Bulgaria go to the polls for a presidential election, with exit polls showing no candidate receiving the majority necessary to win outright, and Rumen Radev and Tsetska Tsacheva likely to face one another in a run-off on 13 November",
                "d2v_vecs": {}
            },
            {
                "id": 39218,
                "date": "2016-11-13T00:00:00Z",
                "text": "2016年のブルガリア大統領選挙。ブルガリア人は、社会主義野党の支持を受けるルーメン・ラデフと、現職の保守派GERBのボイコ・ボリソフ首相の対抗馬である国民議会議長のツェツカ・ツァチェヴァとの決選投票に向かいました。Alpha ResearchとGallup Internationalによる出口調査によると、ラデフは約58％の得票率を示し、ツァチェヴァは約35％を獲得しました。",
                "eng_text": "Bulgarians head to the polls in a presidential runoff between BSP backed Rumen Radev, of the socialist opposition, and Tsetska Tsacheva, Chairwoman of the National Assembly, from incumbent prime-minister Boyko Borisov's conservative GERB. Exit polls by Alpha Research and Gallup International show Radev with about 58 percent of the  vote with Tsacheva getting around 35 percent",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39159,
                "date": "2016-11-06T00:00:00Z",
                "text": "ヒラリー・クリントンのメール問題。連邦捜査局長のジェームズ・コミーが、新たな一連のメールに関連して、ヒラリー・クリントンによる違法行為の証拠を見つけられなかったことを合衆国議会に告げる。",
                "eng_text": "Federal Bureau of Investigation chief James Comey tells the United States Congress that he has found no evidence of criminality by Hillary Clinton in relation to a new batch of emails",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39148,
                "date": "2016-11-06T00:00:00Z",
                "text": "南スーダンのジュバ近くで、サッカーファンがイングリッシュプレミアリーグの試合を観戦している際、銃を乱射する男によって少なくとも11人が殺害され、16人が負傷しています。",
                "eng_text": "At least 11 people are killed and 16 others are injured after a gunman opens fire on football fans watching an English Premier League game near Juba, South Sudan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39147,
                "date": "2016-11-06T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。自爆テロがイラクのティクリートとサマッラの都市で発生し、少なくとも21人が死亡した。",
                "eng_text": "Suicide bombers strike in the cities of Tikrit and Samarra in Iraq, killing at least 21",
                "d2v_vecs": {}
            },
            {
                "id": 39162,
                "date": "2016-11-07T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。モスルの戦い（2016年〜2017年）。ハマム・アル・アリール虐殺。イラク軍がモスルの南に位置する最後の主要な集落であるハマム・アル・アリールを奪還する際、少なくとも100体の斬首された遺体を発見します。",
                "eng_text": "Iraqi Army discover at least 100 beheaded bodies as they retake Hamam al-Alil, the last major settlement south of Mosul",
                "d2v_vecs": {}
            },
            {
                "id": 39211,
                "date": "2016-11-13T00:00:00Z",
                "text": "イラク内戦（2014年-2017年）。モスルの戦い（2016年-2017年）。モスルの南に位置する古代アッシリア都市ニムルドが、イラク軍がISIL武装勢力との激しい戦闘の末、奪還された。",
                "eng_text": "The ancient Assyrian city of Nimrud, south of Mosul, is recaptured by the Iraqi Army after heavy fighting with ISIL militants",
                "d2v_vecs": {}
            },
            {
                "id": 39229,
                "date": "2016-11-14T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。自爆テロ犯がカルバラ近くで6人を殺害。",
                "eng_text": "A suicide bomber kills six people near Karbala",
                "d2v_vecs": {}
            },
            {
                "id": 39353,
                "date": "2016-11-24T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。2016年11月のヒッラ自爆トラック爆弾事件。イラクでトラック爆弾攻撃により少なくとも80人のシーア派巡礼者が殺害される。イラクとレバントのイスラム国が犯行声明を出す。",
                "eng_text": "At least 80 Shia pilgrims are killed in a truck bomb attack in Iraq. Islamic State of Iraq and the Levant claims responsibility",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39151,
                "date": "2016-11-06T00:00:00Z",
                "text": "2009年から2016年にかけてのオクラホマ州の地震群。アメリカのオクラホマ州カッシングにある建物が、中規模のマグニチュード5.0の地震で被害を受けました。",
                "eng_text": "Buildings in Cushing, Oklahoma, U.S., sustain damage from a moderate 5.0-magnitude earthquake",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39153,
                "date": "2016-11-06T00:00:00Z",
                "text": "イギリスのベッドフォードにあるHM Prison Bedfordで、最大200人の受刑者が一部を占拠し、カテゴリーBの男性刑務所内で暴動や爆発が報告されています。",
                "eng_text": "As many as 200 prisoners take over parts of HM Prison Bedford in Bedford, England, amid reports of a riot and explosions inside the Category B men's prison",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39154,
                "date": "2016-11-06T00:00:00Z",
                "text": "2016年のイギリスの欧州連合加盟の国民投票の結果。イギリスの首相テリーザ・メイは、庶民院がBrexitを受け入れなければならないと述べています。",
                "eng_text": "British Prime Minister Theresa May says the House of Commons must accept Brexit",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39157,
                "date": "2016-11-06T00:00:00Z",
                "text": "2016年のニカラグア総選挙。選挙評議会の公式は、登録された380万人の有権者のうち、投票率が高いと述べています。しかし後に、野党の広範な民主党が、市民がボイコットを呼びかけに応じたため、投票率が低かったと述べています。",
                "eng_text": "Electoral council official says high turnout  among 3.8 million registered voters. Later, opposition Broad Front for Democracy Party says there was a low turnout as citizens responded to the call for  a boycott",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39158,
                "date": "2016-11-06T00:00:00Z",
                "text": "香港では、1万人以上の市民が立法会の宣誓問題で中国政府の基本法解釈に抗議するためにデモ行進した後、警察がデモ隊と衝突した。",
                "eng_text": "In Hong Kong, police clash with protesters after more than 10,000 locals march against the Chinese government interpretation of the Basic Law in the Legislative Council oath-taking controversy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39163,
                "date": "2016-11-07T00:00:00Z",
                "text": "ソマリア内戦。ソマリアのガルカヨでの民兵同士の戦闘が、少なくとも29人の死者を出しました。",
                "eng_text": "Fighting between militias in Galkayo, Somalia, leaves at least 29 dead",
                "d2v_vecs": {}
            },
            {
                "id": 39391,
                "date": "2016-11-26T00:00:00Z",
                "text": "ソマリア内戦（2009年から現在）。モガディシュで車爆弾が少なくとも20人を殺害。",
                "eng_text": "A car bomb kills at least 20 in Mogadishu",
                "d2v_vecs": {}
            },
            {
                "id": 39426,
                "date": "2016-11-28T00:00:00Z",
                "text": "ソマリア内戦（2009年〜現在）。民兵とアルシャバブ武装勢力との戦闘で、少なくとも26人が死亡した。",
                "eng_text": "Fighting between militia and Al-Shabaab militants has left at least 26 people dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39166,
                "date": "2016-11-07T00:00:00Z",
                "text": "キプロスの再統一。北キプロスと南キプロスの指導者がスイスで会合し、島の再統一に向けた話し合いを再開する。",
                "eng_text": "The leaders of northern and southern Cyprus meet in Switzerland to restart talks about reuniting the island",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39167,
                "date": "2016-11-07T00:00:00Z",
                "text": "アブサヤフ武装グループがフィリピンのミンダナオ沖でドイツ人を誘拐し、彼の女性の同僚を殺害します。",
                "eng_text": "The armed group Abu Sayyaf kidnaps a German national and murders his female companion off the coast of Mindanao in the Philippines",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39169,
                "date": "2016-11-07T00:00:00Z",
                "text": "ヤングスピレーション。ビャッジョ・ロウンとヤウ・ワイチンは、宣誓式の論争により、中国によって香港で就任することが禁止されました。",
                "eng_text": "Baggio Leung and Yau Wai-ching are banned by China from taking office in Hong Kong over the oath-taking controversy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39164,
                "date": "2016-11-07T00:00:00Z",
                "text": "デリーおよびニューデリーの学校が、スモッグが有害レベルに達したため閉鎖されました。空気の質指数は999で、500が有害と評価されています。",
                "eng_text": "Schools in Delhi  and New Delhi close after smog reach toxic levels. The air quality index is 999 with 500 rated as hazardous",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39175,
                "date": "2016-11-08T00:00:00Z",
                "text": "インドは大胆かつ予想外の行動で、偽札の流通を抑制し、不正資金を排除するために大きな紙幣を廃止しました。",
                "eng_text": "India abolishes larger banknotes in a bold and unexpected move to curb circulation of counterfeit notes and to fight black money",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39182,
                "date": "2016-11-08T00:00:00Z",
                "text": "ヨーロッパの移民危機。国民議会は、ハンガリーのオルバン首相が提案した難民の定住を阻止する法案を否決しました。極右のジョブビク党は投票を棄権し、移民禁止は難民だけでなくすべての外国人に適用されるべきだと主張しました。",
                "eng_text": "The National Assembly rejects Hungarian Prime Minister Viktor Orbán's bill to block the settlement of refugees in Hungary. The far-right Jobbik party abstained from the vote, arguing the immigration ban should apply to all foreigners, and not just refugees",
                "d2v_vecs": {}
            },
            {
                "id": 39382,
                "date": "2016-11-25T00:00:00Z",
                "text": "ハンガリー国境村アーソートハロムの極右市長であるラースロー・トロツカイは、イスラム教の公然な表現、モスクの建設やベールやヘッドスカーフの着用、同性結婚の推進を禁止しています。",
                "eng_text": "The far-right mayor of the Hungarian border village of Ásotthalom, László Toroczkai, bans the open expression of Islam, including the construction of mosques and wearing of veils and headscarves, and the promotion of same-sex marriages",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39189,
                "date": "2016-11-09T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙と2016年のアメリカ合衆国選挙。ヒラリー・クリントンを大多数で支持したカリフォルニア州の一部住民やビジネスリーダーが、ドナルド・トランプが大統領に選出された後にアメリカから独立運動を起こす提案をしています。",
                "eng_text": "Some residents and business leaders in the state of California, which voted with majority support for Hillary Clinton, propose launching a secession movement from the United States after Donald Trump is elected president",
                "d2v_vecs": {}
            },
            {
                "id": 39188,
                "date": "2016-11-09T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。10万人以上が、シカゴ、ロサンゼルス、カリフォルニア州オークランド、フィラデルフィア、オレゴン州ポートランド、ニューヨーク市、シアトルなどの主要都市でトランプ大統領の選出に抗議し、アメリカの深い政治的分断を反映しています。",
                "eng_text": "Over 100,000 protest the election of Donald Trump in Chicago; Los Angeles; Oakland, California; Philadelphia; Portland, Oregon, New York City; Seattle and other major cities, reflecting a deep political divide in the United States",
                "d2v_vecs": {}
            },
            {
                "id": 39195,
                "date": "2016-11-10T00:00:00Z",
                "text": "トランプ反対の抗議活動は、アメリカ全土および海外でも続いている。",
                "eng_text": "Anti-Trump protests continue across the United States and abroad",
                "d2v_vecs": {}
            },
            {
                "id": 39199,
                "date": "2016-11-11T00:00:00Z",
                "text": "トランプ大統領に反対するデモ。ポートランド、ロサンゼルス、ニューヨーク市、アトランタで行われたドナルド・トランプ当選者への反対デモと暴動により、225人以上が逮捕される。",
                "eng_text": "Protests and riots against president-elect Donald Trump take place in Portland, Los Angeles, New York City, and Atlanta, leading to the arrests of over 225 people",
                "d2v_vecs": {}
            },
            {
                "id": 39386,
                "date": "2016-11-25T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。リフォーム党候補のロッキー・デ・ラ・フエンテ氏とグリーン党の候補ジル・スタイン氏がウィスコンシン州での再集計請願を提出します。",
                "eng_text": "Reform Party nominee Rocky de la Fuente from California and Green Party candidate Jill Stein file recount petitions in the state of Wisconsin",
                "d2v_vecs": {}
            },
            {
                "id": 39385,
                "date": "2016-11-25T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。ジル・スタインの選挙戦は、ミシガン州、ペンシルベニア州、ウィスコンシン州での再集計を求める動きが草の根の支持を得ており、民間寄付によって数百万ドルをクラウドファンディングしています。",
                "eng_text": "Jill Stein's campaign to hold recounts in Michigan, Pennsylvania, and Wisconsin receives grassroots support, having crowdfunded millions of dollars through private donations",
                "d2v_vecs": {}
            },
            {
                "id": 39403,
                "date": "2016-11-26T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙の再集計と監査。クリントン陣営は、ミシガン、ペンシルバニア、ウィスコンシンでジル・スタイン陣営による再集計を推進する取り組みに参加すると発表します。",
                "eng_text": "The Clinton campaign announces it will participate in efforts to push for recounts by Jill Stein's campaign in Michigan, Pennsylvania and Wisconsin",
                "d2v_vecs": {}
            },
            {
                "id": 39417,
                "date": "2016-11-27T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙の再集計と監査。共和党の大統領当選者であるドナルド・トランプのキャンペーンは、ウィスコンシン、ペンシルベニア、ミシガンでジル・スタイン候補の再集計を計画している「詐欺」と批判し、民主党候補ヒラリー・クリントンのキャンペーンの参加を非難しました。",
                "eng_text": "The campaign of Republican president–elect Donald Trump has called the planned recounts by Green nominee Jill Stein's campaign in Wisconsin, Pennsylvania and Michigan a \"scam\" and has criticized the participation of the campaign of Democratic candidate Hillary Clinton",
                "d2v_vecs": {}
            },
            {
                "id": 39441,
                "date": "2016-11-28T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙の再集計と監査。 ジル・スタインの運動が、ペンシルベニア州での再集計を申請し、ミシガン州でも同様の手続きを計画しています。",
                "eng_text": "The campaign of Jill Stein files for a recount in Pennsylvania and plans to do so in Michigan",
                "d2v_vecs": {}
            },
            {
                "id": 39491,
                "date": "2016-11-30T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙の再集計。改革候補のロッキー・デラ・フエンテがネバダの一部でサンプル再集計を申請します。",
                "eng_text": "Reform candidate Rocky de la Fuente files for a sample recount in parts of Nevada",
                "d2v_vecs": {}
            },
            {
                "id": 39492,
                "date": "2016-11-30T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙の再集計。ジル・スタイン氏はミシガン州での再集計を申し立てる。",
                "eng_text": "Jill Stein files for recount in Michigan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39190,
                "date": "2016-11-09T00:00:00Z",
                "text": "カナダの入国管理ウェブサイトが過負荷でクラッシュし、アメリカの選挙と時期が重なる。",
                "eng_text": "The immigration website of Canada crashes due to overflow, coinciding with the election in the United States",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39187,
                "date": "2016-11-09T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙と議会選挙。カリフォルニア、マサチューセッツ、ネバダで大麻の合法的な娯楽利用が承認され、アーカンソー、フロリダ、ノースダコタで医療大麻が認められました。また、カリフォルニアとワシントン州でより厳しい銃規制が導入され、コロラドで医師による協力死が合法化され、ネブラスカで死刑が復活されました。",
                "eng_text": "Notable propositions are passed in several states including legal recreational marijuana in California, Massachusetts, and Nevada; medical marijuana in Arkansas, Florida and North Dakota; tougher firearms restrictions in California and Washington state; physician assisted suicide in Colorado, and the reimposition of capital punishment in Nebraska",
                "d2v_vecs": {}
            },
            {
                "id": 39370,
                "date": "2016-11-25T00:00:00Z",
                "text": "カンナビスの合法性。アラスカ州の首都であるジュノーで、2014年のアラスカの投票措置2によって認められた娯楽用マリファナの合法販売が始まりました。",
                "eng_text": "Legal sales of recreational-use marijuana, authorized by Alaska ballot measure 2 in 2014, begin in Juneau, the state capital of Alaska",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39183,
                "date": "2016-11-09T00:00:00Z",
                "text": "「イラクやシリアの標的を空爆する中で、過去1年間にアメリカ軍が64人の市民を誤って殺害したと発表されました」",
                "eng_text": "The United States military states that it has inadvertently killed 64 civilians in air strikes on targets in Syria and Iraq over the past year",
                "d2v_vecs": {}
            },
            {
                "id": 39352,
                "date": "2016-11-24T00:00:00Z",
                "text": "米国が主導するシリアへの介入は、シリア内戦において米軍隊員がアイン・イッサの町付近で発生したIED爆発で死亡したとCENTCOMが報告し、これがこの紛争における初の米軍の死傷者となりました。",
                "eng_text": "CENTCOM reports a U.S. service member has been killed in an IED blast near the town of Ayn Issa, Al-Raqqah Governorate, becoming the first U.S. military casualty in the conflict",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39198,
                "date": "2016-11-11T00:00:00Z",
                "text": "インドのニューデリーで少なくとも13人が火事で亡くなった。",
                "eng_text": "At least 13 are killed in a fire in New Delhi, India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39200,
                "date": "2016-11-11T00:00:00Z",
                "text": "アトラスVロケットは、スペースポート付近の山火事による2か月の遅延の後、ヴァンデンバーグ空軍基地からデジタルグローブのためにWorldView-4を成功裏に打ち上げました。",
                "eng_text": "An Atlas V rocket successfully launches WorldView-4 for DigitalGlobe from Vandenberg Air Force Base after a two-month delay caused by wildfires near the spaceport",
                "d2v_vecs": {}
            },
            {
                "id": 39293,
                "date": "2016-11-19T00:00:00Z",
                "text": "アトラスVロケットが打ち上げられ、気象予報のために西半球をカバーするGOES-R静止気象衛星が打ち上げられました。",
                "eng_text": "An Atlas V rocket launches the GOES-R geosynchronous environmental satellite that will cover the Western Hemisphere for weather forecasting",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39201,
                "date": "2016-11-12T00:00:00Z",
                "text": "2016年、パキスタンのクズダルで宗派対立が起こりました。バロチスタン州のハブ町にあるシャー・ヌーラニ聖堂で爆弾爆発があり、女性や子どもを含む少なくとも52人が死亡し、100人以上が負傷しました。ISILが犯行声明を出しています。",
                "eng_text": "At least 52 people, including women and children, have been killed and more than 100 injured by a bomb explosion in the crowded Shah Noorani Shrine in Hub town, Lasbela District, Balochistan, Pakistan. ISIL has claimed responsibility",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39208,
                "date": "2016-11-12T00:00:00Z",
                "text": "コロンビア停戦。コロンビア政府とゲリラグループFARCが、以前の合意が6週間前に住民投票で否決された後、新たな平和協定を発表します。",
                "eng_text": "The Government of Colombia and rebel group FARC announce a new peace deal after an earlier agreement was rejected by a referendum six weeks ago",
                "d2v_vecs": {}
            },
            {
                "id": 39473,
                "date": "2016-11-30T00:00:00Z",
                "text": "コロンビアの和平プロセス。コロンビア議会は、政府と反政府組織FARCの間でコロンビア紛争を終結させるための和平協定を全会一致で承認しました。",
                "eng_text": "The Congress of Colombia unanimously approves a peace deal between the Government and rebel group FARC to end the Colombian conflict",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39219,
                "date": "2016-11-13T00:00:00Z",
                "text": "2016年のモルドバ大統領選挙。モルドバの有権者は、親露社会主義者PSRMのイゴール・ドドン候補と、親EUリベラルPASのマイア・サンド候補の間で行われる決選投票に投票し、ドドン候補が勝利すると予想されています。この初めて国民の投票によって大統領が選ばれるモルドバの選挙の仮結果は、月曜日に発表されます。",
                "eng_text": "Voters in Moldova head to the polls in the country's presidential runoff between two opposition candidates, Igor Dodon, from the pro-Russian socialist PSRM, and Maia Sandu, from the pro-EU liberal PAS, with Dodon expected to win. Preliminary results, in this first Moldovan election where the president is chosen by national votes rather than by parliament, will be announced Monday",
                "d2v_vecs": {}
            },
            {
                "id": 39240,
                "date": "2016-11-14T00:00:00Z",
                "text": "2016年のモルドバ大統領選挙。社会党のイゴール・ドドンが、日曜日のモルドバ大統領選挙の決選投票で52.2％の得票率で勝利し、行動と安全保障党の前教育大臣であるマイア・サンドゥを打ち負かしました。サンドゥは、選挙の不正行為のためこれらの仮の結果をまだ受け入れていませんが、中央選挙委員会に審査するため提出する予定です。",
                "eng_text": "Igor Dodon, of the Socialists’ Party, wins Sunday's Moldovan presidential election run-off with 52.2 percent of the vote, besting former Education Minister  Maia Sandu of the Action and Security Party. Sandu has not yet accepted these preliminary results because of voting irregularities which she will present to the Central Election Commission for review",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39231,
                "date": "2016-11-14T00:00:00Z",
                "text": ". 少なくとも9人のシーア派巡礼者が、ナイジェリアのカノ市でのイスラム運動による宗教行進中に警察が発砲し、いくつかの人が死亡し、負傷しました。",
                "eng_text": "At least nine Shia pilgrims have been killed and several injured after police opened fire on a religious procession by the Islamic Movement in Nigeria in the city of Kano, Nigeria",
                "d2v_vecs": {}
            },
            {
                "id": 39356,
                "date": "2016-11-24T00:00:00Z",
                "text": "アムネスティ・インターナショナルによると、ナイジェリアの治安部隊は2015年8月以来、150人以上のビアフラ派デモ参加者を殺害していると報告しています。",
                "eng_text": "Amnesty International reports Nigerian security forces have killed more 150 pro-Biafra demonstrators since August 2015",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39138,
                "date": "2016-11-05T00:00:00Z",
                "text": "アレッポの戦い。アレッポの住民が爆撃再開を見越して、短い停戦が終了します。",
                "eng_text": "A short ceasefire ends as residents of Aleppo prepare for a resumption of bombing",
                "d2v_vecs": {}
            },
            {
                "id": 39234,
                "date": "2016-11-14T00:00:00Z",
                "text": "ロシア製MiG-29が、シリア沿岸の地中海に墜落しました。パイロットは機から無事に脱出し、無傷です。",
                "eng_text": "A Russian MiG-29 crashes in the Mediterranean Sea off the Syrian coast. The pilot ejected safely from the plane and is unhurt",
                "d2v_vecs": {}
            },
            {
                "id": 39243,
                "date": "2016-11-15T00:00:00Z",
                "text": "シリア内戦。米国務省の広報官エリザベス・トロドーは、政府とロシアの空爆が反政府勢力が支配する地域、5つの病院、そしてアレッポの移動クリニックを襲い、4人から20人が殺害されたと報じられていると述べています。シリアとロシアはアレッポを標的にしていないと否定しています。",
                "eng_text": "Between four and 20 people are reported killed by government and Russian  airstrikes that hit rebel held areas, five hospitals, and a mobile clinic in Aleppo,  says U.S. State Department spokeswoman Elizabeth Trudeau. Syria and Russia deny targeting Aleppo",
                "d2v_vecs": {}
            },
            {
                "id": 39262,
                "date": "2016-11-17T00:00:00Z",
                "text": "シリア内戦。シリア政府は、二か月にわたって包囲されていたハーン・シハにある国際救援機関とパレスチナ難民キャンプを標的にしました。",
                "eng_text": "The Syrian government targeted an international relief agency and Palestinian refugee camp in Khan Sheha, which has been under siege for two months",
                "d2v_vecs": {}
            },
            {
                "id": 39263,
                "date": "2016-11-17T00:00:00Z",
                "text": "シリア内戦。メディア報道によると、アレッポの地域にある病院がシリア政府によって夜間に爆撃されたという。",
                "eng_text": "Media reports say a hospital in Aleppo neighborhood is bombed on night by the Syrian government",
                "d2v_vecs": {}
            },
            {
                "id": 39275,
                "date": "2016-11-18T00:00:00Z",
                "text": "シリア内戦。目撃者や活動家によると、昨日遅くに始まった激しい政府の空爆で、東アレッポで少なくとも49人が殺害されたと報告されています。",
                "eng_text": "Witnesses and activists report that at least 49 people are killed in east Aleppo in heavy government air strikes that started late yesterday",
                "d2v_vecs": {}
            },
            {
                "id": 39274,
                "date": "2016-11-18T00:00:00Z",
                "text": "シリア内戦。シリア政府の空爆が反体制派支配の東アレッポにある小児病院を襲い、新生児用の保育器にいる数人の赤ちゃんを含む患者の疎開を医療スタッフが行う必要がありました。",
                "eng_text": "Syrian government air raid hits a children's hospital in rebel-held east Aleppo, forcing medical staff to evacuate patients, including several newborn babies still in incubators",
                "d2v_vecs": {}
            },
            {
                "id": 39296,
                "date": "2016-11-20T00:00:00Z",
                "text": "シリア内戦。シリアのアレッポで疑わしい塩素ガス攻撃により6人が死亡。",
                "eng_text": "Six people are killed in a suspected chlorine gas attack in Aleppo, Syria",
                "d2v_vecs": {}
            },
            {
                "id": 39393,
                "date": "2016-11-26T00:00:00Z",
                "text": "シリア内戦アレッポ攻勢（2016年11月）。政府軍は、東アレッポの最大の反乱勢力が支配する地区であるハナーノのほとんどを制圧し、隣接するアル＝ハムラ地区とジャバル・バドロ地区に進出を開始しました。",
                "eng_text": "Government forces have captured most of Hanano, the largest rebel-controlled district in eastern Aleppo, and have begun pushing into neighboring 'Ard Al-Hamra and Jabal Badro districts",
                "d2v_vecs": {}
            },
            {
                "id": 39406,
                "date": "2016-11-27T00:00:00Z",
                "text": "アレッポ攻撃（2016年11月）。シリア人権監視団によると、約1万人の市民が前日にアレッポから逃げ出したと主張しています。",
                "eng_text": "The Syrian Observatory for Human Rights claims that nearly ten thousand civilians have fled Aleppo in the past day",
                "d2v_vecs": {}
            },
            {
                "id": 39423,
                "date": "2016-11-28T00:00:00Z",
                "text": "シリア内戦。アレッポ攻勢（2016年11月）。最近の征服に続き、数千の市民が政府およびクルド人支配地区に脱出した。国連は、25万人以上の市民が依然として反乱軍が支配する市内の地域に取り残されていると推定しています。",
                "eng_text": "Thousands of civilians escape to government- and Kurdish-controlled districts of the city following the recent conquests. The United Nations estimates more than 250,000 civilians may still be stuck in rebel-held parts of the city",
                "d2v_vecs": {}
            },
            {
                "id": 39422,
                "date": "2016-11-28T00:00:00Z",
                "text": "シリア内戦。アレッポ攻勢（2016年11月）。シリア政府軍とクルド人保護部隊が、反乱軍が支配する東アレッポの3分の1以上を占拠。",
                "eng_text": "Syrian government forces and Kurdish People's Protection Units capture more than a third of rebel-controlled eastern Aleppo",
                "d2v_vecs": {}
            },
            {
                "id": 39471,
                "date": "2016-11-30T00:00:00Z",
                "text": "アレッポ攻勢（2016年11月）。シリア文民防衛は、東アレッポへの激しい砲撃により45人以上が死亡したと主張しています。",
                "eng_text": "Syrian Civil Defense claim that more than 45 people have died as a result of heavy artillery bombardment of eastern Aleppo",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39233,
                "date": "2016-11-14T00:00:00Z",
                "text": "2016年のカイコウラ地震。ニュージーランドのクライストチャーチの北で、月曜日の早朝にマグニチュード7.8の地震が発生し、津波警報が発令され、広範囲な被害が発生しました。少なくとも2人が死亡したと報告されています。",
                "eng_text": "A 7.8 magnitude earthquake strikes north of Christchurch, New Zealand, in the early hours Monday, triggering tsunami warnings and causing widespread damage. At least two people are reported killed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39236,
                "date": "2016-11-14T00:00:00Z",
                "text": "裁判官は、Netflixシリーズ「Making a Murderer」の主題であるブレンダン・ダッシーの釈放を命じます。ウィスコンシン州の司法長官は、緊急控訴を提起する意向を発表します。",
                "eng_text": "A judge orders the release of Brendan Dassey, the subject of the Netflix series Making a Murderer. Wisconsin's Attorney General announces he intends to file an emergency appeal",
                "d2v_vecs": {}
            },
            {
                "id": 39277,
                "date": "2016-11-18T00:00:00Z",
                "text": "第7巡回区裁判所は、2015年のドキュメンタリーシリーズ「Making a Murderer」の被写体であるBrendan Dasseyの釈放を認めません。",
                "eng_text": "The U.S. Court of Appeals for the Seventh Circuit denies the release of Brendan Dassey, subject of the 2015 documentary series Making a Murderer",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39239,
                "date": "2016-11-14T00:00:00Z",
                "text": "アウグスティン・マタタ・ポニョがコンゴ民主共和国の首相を辞任します。",
                "eng_text": "Augustin Matata Ponyo resigns as Prime Minister of the Democratic Republic of the Congo",
                "d2v_vecs": {}
            },
            {
                "id": 39271,
                "date": "2016-11-17T00:00:00Z",
                "text": "ジョセフ・カビラ大統領が、野党と政府が合意した権力分担協定の一環として、サミー・バディバンガをコンゴ民主共和国の新首相に任命します。",
                "eng_text": "President Joseph Kabila appoints Samy Badibanga as the new Prime Minister of the Democratic Republic of the Congo as part of a power-sharing deal agreed by the opposition and government",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39237,
                "date": "2016-11-14T00:00:00Z",
                "text": "。Breach通知ウェブサイトであるLeakedSource.comは、FriendFinder Networks Inc.のアダルトウェブサイトに登録されている4億1200万人以上のユーザー情報、およびPenthouse.comの記録が、今年最大のハッキング事件である先月に侵害されたことを報告しています。 この攻撃は、浮気サイトAshley Madisonの2015年のハックの10倍の数に影響を与える可能性があります。",
                "eng_text": "Breach notification website LeakedSource.com reports information for over 412 million users of FriendFinder Networks Inc. adult websites, as well as records from Penthouse.com, were compromised last month in the largest hack of the year. This attack  potentially exposes 10 times the number in 2015's hack of infidelity website Ashley Madison",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39244,
                "date": "2016-11-15T00:00:00Z",
                "text": "ドナルド・トランプ氏に対する不確実性が続く中、世界的な債券の売りに拍車がかかり、株式市場は記録水準まで上昇し続けています。",
                "eng_text": "The global bonds sell-off continue amid uncertainty over Donald Trump as stock markets continue to rise to record levels",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39252,
                "date": "2016-11-15T00:00:00Z",
                "text": "エジプトのカシューション（上告）裁判所は、ムハンマド・モルシとムスリム同胞団の他の5人に対する死刑判決を覆しました。裁判所は、ナトルン渓谷刑務所から囚人を解放する役割を果たした6人の男性の再審を命じました。",
                "eng_text": "Egypt's court of cassation overturns the death sentence on Mohamed Morsi and five other members of the Muslim Brotherhood. The court orders a retrial of six men for their roles in releasing the prisoners from the Wadi el-Natrun prison",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39256,
                "date": "2016-11-16T00:00:00Z",
                "text": "イエメンにおけるサウジアラビア主導の介入。2016年11月17日を効力とする停戦協定に、米国国務長官ジョン・ケリーが主導する会談の結果、サウジ主導の軍事連合とフーシ（アンサール・アッラー）が到達した。",
                "eng_text": "The Saudi-led military coalition and the Houthis (Ansar Allah) arrive at a ceasefire agreement effective as of 17 November 2016, as a result of talks  led by US Secretary of State John Kerry with the region's leaders",
                "d2v_vecs": {}
            },
            {
                "id": 39284,
                "date": "2016-11-19T00:00:00Z",
                "text": "イエメン内戦（2015年以降）サウジアラビア主導のイエメンへの介入。サウジ主導の連合軍は、正午からの48時間の停戦をイエメンで宣言します。",
                "eng_text": "The Saudi-led coalition announces a 48 hour ceasefire in Yemen from noon",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39259,
                "date": "2016-11-16T00:00:00Z",
                "text": "イスラエル国会には、モスクでの礼拝の際の宣べる人（ムアッジン）の声の大きさと使用時間を制限して騒音公害を減少させるためのいわゆる「ムアッジン法案」が提出されている。この法案にはアラブ系とユダヤ系の超正統派政党の両方が反対している。",
                "eng_text": "A so-called \"Muezzin Bill\" which would limit the volume and usage time of loudspeakers in mosques during muezzin to decrease noise pollution is put to parliament in Israel and opposed by both Arab and Jewish ultra-orthodox parties",
                "d2v_vecs": {}
            },
            {
                "id": 39452,
                "date": "2016-11-29T00:00:00Z",
                "text": "イスラエルの超正統派政党シャスは、西側壁の混合祈りエリアを阻止する法案を提案しており、そのサイトを最高ラビによる管轄の下に置くことになります。承認されれば、男女の祈りに従事したり、伝統的なタリートに身を包んだり、テフィリンを置いたりする人には、1万シェケルの罰金が科されることになります。",
                "eng_text": "The Israeli ultra-orthodox party Shas proposes a bill that would thwart the mixed prayer area at Western Wall by placing the site under the jurisdiction of the Chief Rabbinate; if approved, a NIS 10,000 fine would be given to those engaging in male-female prayer or women wrapping themselves in the traditional talit or laying tefillin",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39258,
                "date": "2016-11-16T00:00:00Z",
                "text": "ロシアのプーチン大統領は、西洋の親反政府団体からの要望により、シリアでのロシアの戦争犯罪の疑いに対する調査を求められたため、国際刑事裁判所（ICC）のローマ規約からのロシアの署名を取り下げる象徴的な命令に署名しました。",
                "eng_text": "Russian President Vladimir Putin signs a symbolic order to withdraw Russia's signature from the Rome Statute of the International Criminal Court (ICC) amid calls by pro-rebel western Non-governmental organisations for an investigation into alleged Russian war crimes in Syria",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39269,
                "date": "2016-11-17T00:00:00Z",
                "text": ". イギリスの携帯電話会社であるThree UKは、何百万人もの顧客の詳細情報が関与しているサイバーセキュリティの侵害があったことを認めています。",
                "eng_text": "The Three UK mobile phone company admits that there has been a cyber-security breach involving the details of millions of customers",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39278,
                "date": "2016-11-18T00:00:00Z",
                "text": "ニューヨーク州司法長官は、ドナルド・トランプがトランプ大学の元学生たちとの3つの訴訟を2,500万ドルで和解したことを発表しました。",
                "eng_text": "The New York Attorney General announces that Donald Trump has settled three lawsuits by former students of Trump University for $25 million",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39286,
                "date": "2016-11-19T00:00:00Z",
                "text": "パキスタンでのテロにより、少なくとも4人がクエッタでの攻撃で殺害されました。イラクとレバントのイスラム国が責任を認めています。",
                "eng_text": "At least four are killed in an attack in Quetta, Pakistan. Islamic State of Iraq and the Levant claims responsibility",
                "d2v_vecs": {}
            },
            {
                "id": 39392,
                "date": "2016-11-26T00:00:00Z",
                "text": "パキスタンにおけるテロ。モハマンド部族地区のガラニキャンプへの失敗した攻撃で、4人の自爆テロリストと2人の兵士が死亡。ジャマート・ウル・アフラルが責任を主張。",
                "eng_text": "Four suicide bombers and two soldiers are killed in a failed attack on the Ghalani camp in the Mohmand tribal distrct. Jamaat-ul-Ahrar claims responsibility",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39289,
                "date": "2016-11-19T00:00:00Z",
                "text": "2016-17年の英国とアイルランドの風嵐シーズン。メットオフィスは、アンガス嵐が上陸する準備をしているので、南東イングランドの一部に警告を発令しています。",
                "eng_text": "The Met Office issues warnings for parts of South East England as Storm Angus prepares to make landfall",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39290,
                "date": "2016-11-19T00:00:00Z",
                "text": ". ソルトレイクシティのユタ大学医療センターに向かっていたエアアンビュランスがネバダ州エルコで墜落します。3名の乗員と1名の患者を含む4人が亡くなり、地上の車両も墜落の際に損傷を受けました。",
                "eng_text": "An air ambulance on its way to University of Utah Medical Center in Salt Lake City crashes in Elko, Nevada. 4 people, including 3 crew and one patient are killed, and vehicles on the ground are damaged during the crash",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39294,
                "date": "2016-11-19T00:00:00Z",
                "text": "NASCARでは、ダニエル・スアレスが、フォード・エコブースト300という2番目のXfinityシリーズの最終レースで勝利し、その過程でシーズンタイトルを獲得します。メキシコ人の彼は、NASCARの3つのアメリカ国内ツアーシリーズのいずれかでシーズンチャンピオンになった初の外国人ドライバーとなりました。",
                "eng_text": "In NASCAR, Daniel Suárez wins the season's final race in the second-tier Xfinity Series, the Ford EcoBoost 300, claiming the season title in the process. The Mexican becomes the first foreign driver ever to win a season championship in any of NASCAR's three U.S.-based national touring series",
                "d2v_vecs": {}
            },
            {
                "id": 39309,
                "date": "2016-11-20T00:00:00Z",
                "text": "2016年のNASCARスプリントカップシリーズ。モータースポーツでは、ジミー・ジョンソンがシーズン最終レースで優勝し、2016年のNASCARスプリントカップシリーズチャンピオンに輝きました。これは彼にとって7度目のカップチャンピオンシップであり、1979年のリチャード・ペティと1994年のデイル・アーンハートが記録した最多タイの記録となります。",
                "eng_text": "In motorsport, Jimmie Johnson wins the 2016 NASCAR Sprint Cup Series Championship with a victory in the final race of the season. It is his 7th Cup championship, which ties the all-time record set by Richard Petty in 1979 and Dale Earnhardt in 1994",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39305,
                "date": "2016-11-20T00:00:00Z",
                "text": "2017年のフランス大統領選挙。共和党は来年の選挙の候補者を選ぶために予備選挙を行っています。一部の結果によると、フランソワ・フィヨンとアラン・ジュペが2人の候補者として、第2回の投票が行われることが示されています。",
                "eng_text": "The Republicans hold a primary election to select a candidate for next year's election. Partial results indicate that a second round of voting will occur with François Fillon and Alain Juppé as the two candidates in the second round",
                "d2v_vecs": {}
            },
            {
                "id": 39414,
                "date": "2016-11-27T00:00:00Z",
                "text": "2016年、フランスの共和党大統領予備選挙。フランソワ・フィヨンとアラン・ジュペの間で決選投票が行われ、来年の大統領選挙の共和党大統領候補を決定します。",
                "eng_text": "A second-round runoff takes place in France between François Fillon and Alain Juppé to decide who will be the Republican presidential candidate in next year's presidential election",
                "d2v_vecs": {}
            },
            {
                "id": 39415,
                "date": "2016-11-27T00:00:00Z",
                "text": "2016年の共和党（フランス）大統領予備選挙。フランソワ・フィヨンが3分の2の票を獲得し、圧倒的な勝利を収める（90％の開票が完了）。アラン・ジュペが敗北を認め、フィヨンへの支持を表明します。",
                "eng_text": "François Fillon wins in a landslide with two-thirds of the vote (90% counted). Alain Juppé subsequently concedes defeat and says he will support Fillon for President",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39295,
                "date": "2016-11-20T00:00:00Z",
                "text": "ミャンマー内での内部紛争。タトマドーや警察基地、105マイルトレードセンターに対する攻撃で、最低8人が死亡し、ダウザン以上が負傷。ミューズ、シャン州で数組の武装集団によるもの。国家顧問官事務所は、カチン独立軍、ターニャン民族解放軍、ミャンマー国民民主同盟軍が攻撃に関与したと発表。",
                "eng_text": "At least 8 people are killed and more than a dozen others are injured following an attack on Tatmadaw checkpoints, police outposts and the 105th Mile Trade Center by several insurgent groups in Muse, Shan State. The State Counselor's office issues a statement claiming that the Kachin Independence Army, Ta'ang National Liberation Army and Myanmar National Democratic Alliance Army were involved in the attack",
                "d2v_vecs": {}
            },
            {
                "id": 39349,
                "date": "2016-11-24T00:00:00Z",
                "text": "ロヒンギャ紛争。国連の役人が、ミャンマーがロヒンギャに対してジェノサイドを犯していると非難しています。",
                "eng_text": "A United Nations official accuses Myanmar of committing genocide against the Rohingya",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39298,
                "date": "2016-11-20T00:00:00Z",
                "text": "リビアのセカンドリビア内戦。サハラでの対立する部族間の衝突で、少なくとも16人が殺害され、50人が負傷した。これは、サルが少女を襲ってヒジャーブを取り去ったことがきっかけとなっています。",
                "eng_text": "At least 16 people are killed and 50 others are wounded in clashes between rival tribes in Sabha, Libya after a monkey attacks a girl and pulls off her headscarf",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39300,
                "date": "2016-11-20T00:00:00Z",
                "text": "プクラヤン列車脱線事故。鉄道大臣スレシュ・プラブフが調査を命じる。",
                "eng_text": "Minister of Railways Suresh Prabhu orders an inquiry",
                "d2v_vecs": {}
            },
            {
                "id": 39301,
                "date": "2016-11-20T00:00:00Z",
                "text": "プクラヤン列車脱線事故。救助活動は続いており、数十人がまだ客車に閉じ込められています。",
                "eng_text": "Rescue efforts continue as dozens of people are still trapped in carriages",
                "d2v_vecs": {}
            },
            {
                "id": 39299,
                "date": "2016-11-20T00:00:00Z",
                "text": "プクラヤン列車脱線事故。インドのウッタル・プラデーシュ州のプクラヤン近くでインドールーパトナエクスプレスが脱線し、少なくとも142人が死亡し、200人以上が負傷しました。",
                "eng_text": "At least 142 people are killed and over 200 injured as the Indore–Patna Express derails near Pukhrayan in the Indian state of Uttar Pradesh",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39307,
                "date": "2016-11-20T00:00:00Z",
                "text": "クレイグ・リーディは、世界アンチ・ドーピング機関の会長として2期目を選出されました。",
                "eng_text": "Craig Reedie is elected for a second term as President of the World Anti-Doping Agency",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39312,
                "date": "2016-11-21T00:00:00Z",
                "text": "ボコ・ハラムの反乱。チャド湖の基地への武装攻撃で、カメルーン軍兵士6名が死亡。",
                "eng_text": "A militant attack on a base in Lake Chad leaves six Cameroonian soldiers dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39325,
                "date": "2016-11-21T00:00:00Z",
                "text": "サッカー界において、ユルゲン・クリンスマンは5年間監督を務めた後、アーカイバルのメキシコとコスタリカに敗れ、アメリカ男子代表をワールドカップ予選グループの最下位に追いやったことで解任されました。",
                "eng_text": "In soccer, Jürgen Klinsmann is fired as manager of the US men's national team after five years in charge, following losses to archrival Mexico and Costa Rica that left the USMNT at the bottom of their World Cup qualifying group",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39326,
                "date": "2016-11-22T00:00:00Z",
                "text": "トランスアジア航空の取締役会は、火曜日にフライトを停止した後、会社を解散することを決定しました。",
                "eng_text": "The board of TransAsia Airways decides to dissolve the company after halting flights on Tuesday",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39328,
                "date": "2016-11-22T00:00:00Z",
                "text": "中国の北部山西省で起きたG5北京-昆明高速道路での56台の連続衝突事故により、少なくとも17人が死亡し、37人が負傷しました。",
                "eng_text": "A 56-vehicle pile-up on the G5 Beijing–Kunming Expressway in China's northern Shanxi province, leaves at least 17 people dead and 37 others injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39329,
                "date": "2016-11-22T00:00:00Z",
                "text": "2016年の大西洋ハリケーンシーズンにおいて、ハリケーン・オットーがパナマに影響を及ぼしました。ニカラグアでは、ブルーフィールズからサンディベイシルピにかけての地域に熱帯暴風警報が発令されました。",
                "eng_text": "Hurricane Otto impacts Panama. A tropical storm watch is issued for Nicaragua from Bluefields to Sandy Bay Sirpi",
                "d2v_vecs": {}
            },
            {
                "id": 39359,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年の大西洋ハリケーンシーズン。パナマで少なくとも3人を殺害したハリケーン・オットが上陸を控える中、コスタリカが国家非常事態を宣言します。",
                "eng_text": "Costa Rica declares a national emergency as Hurricane Otto prepares to make landfall after killing at least three people in Panama",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39327,
                "date": "2016-11-22T00:00:00Z",
                "text": "2016年の福島地震。福島県沖で発生したマグニチュード6.9の地震が15人を負傷させ、1メートルの津波を引き起こし、一時的な停電を引き起こしました。これは、福島第二原子力発電所での出来事です。",
                "eng_text": "A 6.9 magnitude earthquake off Japan's Fukushima Prefecture injures 15 people, and triggers a 1 meter tsunami that causes a temporary power disruption at Fukushima Daini Nuclear Power Plant",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39335,
                "date": "2016-11-23T00:00:00Z",
                "text": "2016年のインド・パキスタンの軍事的対立。パキスタンの関係者は、ムザッファラーバードの北東に位置するニーラム渓谷で、国境を越えたインドの砲撃が乗客バスに命中し、9人の市民が死亡したと述べています。さらに、他の国境を越えた銃撃事件で3人のパキスタン兵士も死亡した。",
                "eng_text": "Pakistani officials say nine civilians have been killed after cross-border Indian shelling hit their passenger bus in Neelam Valley, northeast of Muzaffarabad, while three Pakistani soldiers were killed in other cross-border firing incidents",
                "d2v_vecs": {}
            },
            {
                "id": 39355,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年のインド・パキスタンの軍事的対立。パキスタン空軍総司令官ソヘイル・アマンは、カシミール地域での争いが全面戦争の脅威の下で緊張をエスカレートさせないようインドに警告します。イギリス外務大臣ボリス・ジョンソンは、イスラマバードへの外交使節団の途中で、両国が自制するよう促します。",
                "eng_text": "Pakistani Chief of Air Staff Sohail Aman warns India not to escalate tensions in the disputed territory of Kashmir under the threat of a full-scale war. British Foreign Secretary Boris Johnson urges both sides to restrain themselves while on a diplomatic mission to Islamabad",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39338,
                "date": "2016-11-23T00:00:00Z",
                "text": "イランとアメリカの関係。ハメネイ最高指導者は、核合意に違反する制裁が承認された場合、イランは報復すると警告しています。",
                "eng_text": "Ayatollah Khamenei warns that Iran will retaliate if sanctions that breach the Nuclear Deal are approved",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39341,
                "date": "2016-11-23T00:00:00Z",
                "text": "カメルーン治安部隊は、英語圏の少数派に対する差別を非難する抗議活動が数日間続いた後、約100人を逮捕した。",
                "eng_text": "Cameroon security forces arrest about 100 people after days of protests against alleged discrimination against the English-speaking minority",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39346,
                "date": "2016-11-23T00:00:00Z",
                "text": "4億ドルのアメリカ海軍最新鋭艦であるUSSズムウォルトは、パナマ運河を横断中に大規模なエンジニアリングの故障を起こしました。これは、艦が進水してからまだ1か月も経っていないにも関わらず、2回目の重大な故障です。",
                "eng_text": "The $4B USS Zumwalt, thought to be the U.S. Navy's most technologically advanced vessel to date, suffers a large engineering malfunction while crossing the Panama Canal. This is the craft's second major malfunction since its launch less than a month prior",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39345,
                "date": "2016-11-23T00:00:00Z",
                "text": "スペインの政治。24年間バレンシア市を統治していたリタ・バルベラ議員は、汚職スキャンダルのため最高裁で証言した後、突然亡くなった。",
                "eng_text": "Senator Rita Barberá, who was considered the Mayoress of Spain while governing the city of Valencia for 24 years, dies unexpectedly two days after declaring at the Supreme Court for a corruption scandal",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39366,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙。ヒラリー・クリントンの人気投票におけるトランプに対するリードが200万を超えました。",
                "eng_text": "Hillary Clinton's lead in the popular vote over Donald Trump rises above 2 million",
                "d2v_vecs": {}
            },
            {
                "id": 39418,
                "date": "2016-11-27T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙の再集計と監査。トランプ氏は、ヒラリー・クリントンに対する人気投票での敗北は、「何百万もの」不正投票があったためだとTwitterで主張しています。",
                "eng_text": "Mr. Trump  claims, via Twitter, his loss of the popular vote to  Hillary Clinton happened because \"millions\" of people voted illegally",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39361,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年11月のイスラエルでの山火事。ハイファ市全域で猛威を振るう火災により、5万人近くが避難させられた。公共安全相のギラド・エルダンは、少なくとも半数の火災が放火によるものだと述べている。",
                "eng_text": "Around 50,000 people are evacuated as fires rage throughout the Israeli city of Haifa. The Minister of Public Security Gilad Erdan says at least half the fires are to due to arson",
                "d2v_vecs": {}
            },
            {
                "id": 39362,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年11月のイスラエルでの山火事。4人のパレスチナ人が火事と関連して逮捕されました。",
                "eng_text": "Four Palestinians have been arrested in connection to the fires",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39360,
                "date": "2016-11-24T00:00:00Z",
                "text": "豫章省の中国の豊城市の発電所の足場が崩壊。少なくとも74人が死亡し、多くの人が負傷し、閉じ込められたままです。",
                "eng_text": "At least 74 people are dead and many others injured and trapped after a construction platform at a power plant in the Chinese city of Fengcheng in Jiangxi province collapses",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39363,
                "date": "2016-11-24T00:00:00Z",
                "text": "マグニチュード7.0の地震がエルサルバドル沿岸で発生し、津波を引き起こす可能性があります。ニカラグアの大統領ダニエル・オルテガは地震とハリケーンオットのために非常事態宣言を発表しました。",
                "eng_text": "A magnitude 7.0 earthquake occurs off the coast of El Salvador with the potential to cause a tsunami. Nicaraguan President Daniel Ortega declares a state of emergency because of the quake and Hurricane Otto",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39367,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年から2017年のハイチ大統領選挙。ファンミ・ラヴァラス党のマリーズ・ナルシスとハイチ・テ・カレ党のジョヴネル・モイズが双方とも勝者宣言を行った後、ハイチで緊張が広がった。",
                "eng_text": "Tensions spread in Haiti after both Maryse Narcisse of the Fanmi Lavalas party and Jovenel Moise of the Haitian Tèt Kale Party declare themselves winners",
                "d2v_vecs": {}
            },
            {
                "id": 39463,
                "date": "2016-11-29T00:00:00Z",
                "text": "2016-17年のハイチ大統領選挙。ジョブネル・モイーズが暫定的にハイチの選挙に勝利しました。モイーズは50％を超える得票を獲得しており、敗北候補が結果に異議を唱えない限り、決選投票は必要ありません。",
                "eng_text": "Jovenel Moïse provisionally wins the Haitian election. With Moïse earning over 50% of the vote, a runoff election will not be required unless the losing candidates contest the result",
                "d2v_vecs": {}
            },
            {
                "id": 39484,
                "date": "2016-11-30T00:00:00Z",
                "text": "ハイチの大統領選挙、第２ラウンド。ジュード・セレスティン、ジャン＝シャルル・モワーズ、メリーズ・ナルシスは、ハイチの首都ポルトープランスで暴動が拡大した後、選挙を争うことを誓う。",
                "eng_text": "Jude Célestin, Jean-Charles Moïse and Maryse Narcisse vow to contest the election after violent riots spread in the Haitian capital Port-au-Prince",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39368,
                "date": "2016-11-24T00:00:00Z",
                "text": "2016年のオーストリア大統領選挙。オーストリアの自由党大統領候補ノルベルト・ホーファーは、欧州連合の加盟について国民投票を行う意向がある。",
                "eng_text": "Freedom Party of Austria presidential candidate Norbert Hofer intends to hold a referendum on European Union membership if elected",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39364,
                "date": "2016-11-24T00:00:00Z",
                "text": "イラクの裁判所は、ロンドンを拠点とするパンアラブ新聞「アシャルク・アル・アウサット」の特派員2人に対し、イランの巡礼者がイラクの女性をセクハラしたという虚偽のニュースを報じたことを理由に逮捕状を発行しました。",
                "eng_text": "An Iraqi court has issued arrest warrants for two correspondents with a London-based pan-Arab newspaper Asharq al-Awsat over a false news report accusing Iranian pilgrims of sexually harassing Iraqi women",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39373,
                "date": "2016-11-25T00:00:00Z",
                "text": "セムナー・ダムガーン列車衝突事故。イランのセムナー州で2つの旅客列車が衝突し、少なくとも44人が死亡し、100人が負傷した。",
                "eng_text": "Two passenger trains collide in Iran's Semnan Province resulting in at least 44 deaths and 100 people injured",
                "d2v_vecs": {}
            },
            {
                "id": 39398,
                "date": "2016-11-26T00:00:00Z",
                "text": "イランのセムナン・ダムガン列車衝突事故に関連して、昨日の死者45人、負傷者103人を出した列車衝突事故の関連で鉄道関係者3人を逮捕。",
                "eng_text": "Iran arrests three railway officials in connection with yesterday's deadly train crash in Semnan that killed  45 and injured 103 people",
                "d2v_vecs": {}
            },
            {
                "id": 39455,
                "date": "2016-11-29T00:00:00Z",
                "text": "セムナーン–ダムガーン列車衝突事故。イラン鉄道の総裁であるモハセン・プルセイェド・アクアエイ氏が辞任し、その辞任はアクフンディ氏によって受理されました。",
                "eng_text": "Mohsen Pourseyyed Aqaei, Managing Director of the Iran's Railways resigned and his resignation was accepted by Akhoundi",
                "d2v_vecs": {}
            },
            {
                "id": 39454,
                "date": "2016-11-29T00:00:00Z",
                "text": "セムナー・ダムガーン列車衝突。イランの道路大臣アッバス・アフンディが、致命的な列車事故についての謝罪を、生放送のテレビ番組で述べました。一方、イランの議員たちは、この悲劇を招いたとして彼の業績を批判し、アフンディを弾劾する計画に取り組んでいます。",
                "eng_text": "Iran's Roads Minister Abbas Akhoundi apologizes for deadly train crash in a live TV program. In the meantime, Iranian MPs are working on a plan to impeach Akhoundi for what they call his poor performance that led to the terrible incident",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39377,
                "date": "2016-11-25T00:00:00Z",
                "text": "激しい雨で、北イタリア各地で多くの川が氾濫し、広範囲にわたって洪水が発生しました。1人が行方不明で、溺れたと見られています。",
                "eng_text": "Heavy rains lead to widespread flooding across northern Italy as several rivers have overflowed. One person is missing, presumed drowned",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39379,
                "date": "2016-11-25T00:00:00Z",
                "text": "アメリカ合衆国とイエメンの関係。ウィキリークスが、サヌアにあるアメリカ大使館からのとされる500の内部文書やメールを公開しました。",
                "eng_text": "WikiLeaks releases 500 internal documents and emails allegedly from the American Embassy in Sana'a, Yemen",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39381,
                "date": "2016-11-25T00:00:00Z",
                "text": "パキスタンのシンド州は、少数派の保護についての批判を受け、強制的な宗教改宗に対する法律を制定しました。この法律には、最低5年の懲役刑および終身刑が規定されています。",
                "eng_text": "The Sindh province of Pakistan passes a law against forced religious conversions, carrying a minimum five-year sentence and a maximum sentence of life imprisonment, following criticism over protection of minorities in the country",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39378,
                "date": "2016-11-25T00:00:00Z",
                "text": "トルコが欧州連合に加盟することへの脅威。トルコのエルドアン大統領は、欧州議会がトルコのEU加盟の交渉を一時停止することを決定した後、難民や移民がヨーロッパに到達するためにトルコの国境を開くと脅迫します。",
                "eng_text": "Turkish President Recep Tayyip Erdoğan threatens to open Turkey's borders to allow refugees and migrants to reach Europe after the European Parliament votes to temporarily freeze talks of Turkey's accession to the EU",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39383,
                "date": "2016-11-25T00:00:00Z",
                "text": "イスラエル・パレスチナ紛争。イスラエル最高裁判所は、イスラエル政府による有罪テロリストの家屋の破壊について疑問を投げかけました。この実践がパレスチナ人に対して行われていて、イスラエル人には行われていないという主張を受けてのことです。政府は、この実践に関する判断を行う前に30日以内に回答する必要があります。",
                "eng_text": "The Israeli Supreme Court questions the demolition of convicted terrorists' homes by the Israeli government after claims that the practice is used against Palestinians and not Israelis. The government has 30 days to respond before the court makes a decision on the practice",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39384,
                "date": "2016-11-25T00:00:00Z",
                "text": "イングランドのサッカー性犯罪スキャンダル。イングランドの4つの警察部署が、サッカー界での児童性犯罪の疑惑に積極的に捜査を行っていると述べています。元選手たちが、元クルー・アレクサンドラとマンチェスター・シティのコーチであるバリー・ベネルに対する疑惑を公にしています。",
                "eng_text": "Four police forces in England say they are actively investigating allegations of child sexual abuse in association football. Several ex-players have gone public with allegations against former Crewe Alexandra and Manchester City coach Barry Bennell",
                "d2v_vecs": {}
            },
            {
                "id": 39419,
                "date": "2016-11-27T00:00:00Z",
                "text": "イングランドサッカーの性的虐待スキャンダル。サッカー協会は、イングランドサッカーでの性的虐待の疑惑に対する内部調査を設立する。",
                "eng_text": "The Football Association sets up an internal inquiry into allegations of sexual abuse in English football",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39390,
                "date": "2016-11-25T00:00:00Z",
                "text": "キューバ共産党創設者であり、元首相で元大統領であるフィデル・カストロが90歳で亡くなる。",
                "eng_text": "Fidel Castro, founder of the Communist Party of Cuba, former Prime Minister and former President of Cuba, dies at the age of 90",
                "d2v_vecs": {}
            },
            {
                "id": 39400,
                "date": "2016-11-26T00:00:00Z",
                "text": "キューバの国営テレビ局は、元大統領フィデル・カストロが90歳で亡くなったことを発表しました。",
                "eng_text": "Cuban state television announces that former President Fidel Castro has died at age 90",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39396,
                "date": "2016-11-26T00:00:00Z",
                "text": "ニュージーランドのカイパラハーバーで大きな波のため、チャーターした漁船が転覆し、少なくとも7人が死亡し、1人が行方不明、3人が救助されました。",
                "eng_text": "At least seven people are dead, one person is missing and three others are rescued after a chartered fishing boat capsizes due to large waves in Kaipara Harbour, New Zealand",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39399,
                "date": "2016-11-26T00:00:00Z",
                "text": "イラク議会は法律を通過し、シーア派の準軍事組織を政府機関として公式に認め、軍隊や警察と同様の給与や年金を支給することが決定されました。",
                "eng_text": "The Iraqi parliament passes a law recognizing Shia paramilitary units as a government entity, complete with salaries and pensions that mirror those of the military and the police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39402,
                "date": "2016-11-26T00:00:00Z",
                "text": "2016年のクウェート総選挙。クウェートは、住民がエミレーツの440万人の人口の約30％を占める国で、10月16日に議会が解散した影響で石油価格が下落し、緊急選挙で投票を行います。これは、野党がほぼ4年ぶりにボイコットしなかった初めての選挙です。",
                "eng_text": "Kuwait, where citizens make up around 30 percent of the emirate's 4.4 million population, votes  in a snap election following parliament's dissolution on 16 October amid the impact of falling oil prices. This is the first election the opposition has not boycotted in nearly four years",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39409,
                "date": "2016-11-27T00:00:00Z",
                "text": "ウガンダ西部での衝突で14人の警察官と41人の過激派が死亡し、部族のルエンズル王チャールズ・ムンベレが逮捕される結果となった。",
                "eng_text": "Fourteen police and 41 militants are killed in clashes in western Uganda, leading to the arrest of tribal Rwenzururu king Charles Mumbere",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39412,
                "date": "2016-11-27T00:00:00Z",
                "text": "イラン国営掘削会社のヘリコプターがカスピ海に墜落し、搭乗していた5人全員が死亡した。",
                "eng_text": "A National Iranian Drilling Company helicopter crashes into the Caspian Sea with all five people onboard killed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39413,
                "date": "2016-11-27T00:00:00Z",
                "text": "1人が死亡し、9人が負傷した大量射撃事件が発生しました。この事件はバイユークラシックフットボールゲーム後のニューオーリンズのフレンチクォーター地区で起きました。警察は2人の男性を逮捕しましたが、1人は射撃の際に負傷していました。",
                "eng_text": "One person is killed, and nine others wounded in a mass shooting in the French Quarter section of New Orleans, following the Bayou Classic football game. Police arrest two men, one of whom was injured during the shooting",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39416,
                "date": "2016-11-27T00:00:00Z",
                "text": "2016年のスイスの国民投票。スイスは商業用原子力を2029年までに廃止する提案を拒否します。",
                "eng_text": "In a referendum, Switzerland rejects a proposal to abolish commercial nuclear power by 2029",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39428,
                "date": "2016-11-28T00:00:00Z",
                "text": "カナダのパイロットが、アルバータ州コールドレイクの陸軍施設付近で彼のCF-18戦闘機が墜落し、死亡しました。",
                "eng_text": "A Canadian pilot is killed when his CF-18 fighter jet crashes near an army facility in Cold Lake, Alberta",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39427,
                "date": "2016-11-28T00:00:00Z",
                "text": "UNHCRの職員3人（スーダン人1人、ネパール人2人）が、西ダルフール州の州都、ジェネイナで身元不明の銃撃者に誘拐されました。",
                "eng_text": "Three UNHCR workers - one from Sudan and two from Nepal - are kidnapped by unidentified gunmen in Geneina, the capital of the West Darfur state",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39429,
                "date": "2016-11-28T00:00:00Z",
                "text": "2016年のアメリカ南東部の山火事。ガトリンバーグ消防署は、テネシー州ガトリンバーグのダウンタウンに対して強制避難命令を出し、グレート・スモーキー・マウンテンズ国立公園でいくつかの山火事が制御不能の状態で燃えています。",
                "eng_text": "The Gatlinburg Fire Department orders the mandatory evacuation of downtown Gatlinburg, Tennessee, as several wildfires burn out of control in the Great Smoky Mountains National Park",
                "d2v_vecs": {}
            },
            {
                "id": 39457,
                "date": "2016-11-29T00:00:00Z",
                "text": "2016年のアメリカ南東部の山火事。テネシー州のガトリンバーグ市が山火事に襲われ、市民が避難しています。広範囲の財産被害が報告されています。",
                "eng_text": "Gatlinburg, Tennessee, is evacuated as wildfires approach the city. Widespread property damage is reported",
                "d2v_vecs": {}
            },
            {
                "id": 39477,
                "date": "2016-11-30T00:00:00Z",
                "text": "2016年のアメリカ南東部での山火事。テネシー州で発生した山火事によって、少なくとも3人の死亡と数人の負傷が報告されており、それはドリーパートンのドリーワールドリゾートの近くで発生しました。",
                "eng_text": "At least three deaths and several injuries caused by wildfires in Tennessee are reported near Dolly Parton's Dollywood resort",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39434,
                "date": "2016-11-28T00:00:00Z",
                "text": "ハルミンダー・シン・ミントゥは、パンジャブ州の高セキュリティ刑務所から昨日ドラマティックな脱走を果たした後、デリーで再逮捕されました。彼はカリスターン解放軍のトップ指導者です。",
                "eng_text": "Harminder Singh Mintoo, a top commander in the Khalistan Liberation Force, is recaptured in Delhi following his dramatic escape yesterday from a high-security prison in Punjab",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39435,
                "date": "2016-11-28T00:00:00Z",
                "text": "ダコタ・アクセス・パイプライン抗議活動。ノースダコタ州知事ジャック・ダルリンプルは、自らの発動した行政命令により、数千の先住民と環境保護活動家を連邦政府の所有地から排除する。この場所は、彼らが反対している石油パイプラインプロジェクトの近くであり、厳しい冬の状況から彼らを保護するために「非常避難」が必要だと述べた。",
                "eng_text": "North Dakota Governor Jack Dalrymple issues an executive order which expels thousands of Native American and environmental protesters who are camped on the federal property that is near the site of the oil pipeline project which they oppose, saying that the \"emergency evacuation\" is necessary to protect them from harsh winter conditions",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39438,
                "date": "2016-11-28T00:00:00Z",
                "text": "2016年11月の英国独立党党首選挙。ポール・ナトールが、英国独立党（UKIP）の党首に選ばれ、ニジェル・ファラージの後任となるための全体的な多数を獲得した。",
                "eng_text": "Paul Nuttall wins an overall majority in a vote to become the UK Independence Party's (UKIP) leader, succeeding Nigel Farage",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39432,
                "date": "2016-11-28T00:00:00Z",
                "text": "オハイオ州立大学襲撃事件。犯人が車を群衆に突っ込み、その後オハイオ州立大学コロンバスキャンパスで多数の人を刺した後、11人が入院、1人が重体となっています。警察は現場を安全と宣言しました。犯人はソマリアからの難民で、大学の学生であり、警察官の停止命令に従わなかった後に射殺されました。",
                "eng_text": "Eleven people are hospitalized, one in critical condition, after a suspect rammed his  car  into a crowd, and then stabbed numerous people on Ohio State's Columbus campus. Police have declared the scene secure. The suspect, a refugee from Somalia, and a student at the university, is shot and killed by a police officer after he failed to obey orders to stop",
                "d2v_vecs": {}
            },
            {
                "id": 39460,
                "date": "2016-11-29T00:00:00Z",
                "text": "オハイオ州立大学の襲撃事件。法執行機関は、オハイオ州立大学（OSU）のワッツ・ホールで車を暴走させて刺し殺した犯人アブドゥル・ラザク・アリ・アルタンは、イスラム国イラク・レバントからのテロ主義的な宣伝や過激派ムスリム指導者アンワル・アル＝アウラキからの影響を受けたと信じていました。",
                "eng_text": "Law enforcement officials believed Abdul Razak Ali Artan, the perpetrator of a car ramming and stabbing attack at Ohio State University (OSU)'s Watts Hall, was inspired by terrorist propaganda from the Islamic State of Iraq and the Levant, and radical Muslim cleric Anwar al-Awlaki",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39442,
                "date": "2016-11-28T00:00:00Z",
                "text": "2016年の夏季オリンピック。リオデジャネイロオリンピックの請負業者やサプライヤーは、未払いの債務が数百万ドルあると主張しています。",
                "eng_text": "Contractors and suppliers for the Rio de Janeiro Olympic Games claim they are owed millions in unpaid debts",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39433,
                "date": "2016-11-28T00:00:00Z",
                "text": "ドイツの弁護士団が、シリア内戦中にアサド大統領の部隊と外国の同盟国によって犯されたとされる戦争犯罪について、ベルリンで告訴状を提出しました。",
                "eng_text": "A group of German lawyers files a criminal complaint in Berlin against Syrian President Bashar al-Assad for alleged war crimes committed by his forces and foreign allies during the Syrian Civil War",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39449,
                "date": "2016-11-29T00:00:00Z",
                "text": "クルド人とトルコの対立（2015年から現在）。治安部隊がシルナクで少なくとも10人のPKKゲリラを殺害。",
                "eng_text": "Security forces kill at least 10 PKK insurgents in Şırnak",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39451,
                "date": "2016-11-29T00:00:00Z",
                "text": "パキスタンの治安部隊が、バロチスタン州のシビ地区での共同作戦中に5人の武装勢力を殺害した。",
                "eng_text": "Pakistani security forces kill five militants during a joint operation in Sibi District of Balochistan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39453,
                "date": "2016-11-29T00:00:00Z",
                "text": "ラミア航空2933便。少なくとも81人を乗せたチャペコエンセサッカーチームを含むチャーターされたアブロ RJ85機がコロンビアのメデジン近くで墜落する。救助隊は少なくとも6人の生存者が残骸から発見されたと報告しています。2016年のコパ・スダメリカーナ決勝戦が中止になりました。",
                "eng_text": "A chartered Avro RJ85 plane carrying at least 81 people, including the Chapecoense football team, crashes near Medellín, Colombia.  Rescuers report at least six survivors have been found in the wreckage. The 2016 Copa Sudamericana Finals are suspended",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39469,
                "date": "2016-11-29T00:00:00Z",
                "text": "ブラジルの主要なサッカークラブのうち、クラブ・デ・レガタス・ド・フラメンゴ、ソシエダージ・エスポルティヴァ・パルメイラス、サンパウロFCは、ラミア航空2933便墜落事故でチームの大部分を失ったアソシアソン・シャペコエンセ・デ・フチボウに選手を提供しています。",
                "eng_text": "Three of Brazil's leading football clubs – Clube de Regatas do Flamengo, Sociedade Esportiva Palmeiras and São Paulo FC – offer players to Associação Chapecoense de Futebol after the team loses the majority of its squad in the LaMia Airlines Flight 2933 crash",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39489,
                "date": "2016-11-30T00:00:00Z",
                "text": "2016年のノースカロライナ州知事選挙。ノースカロライナ州での再集計は、共和党候補であるパット・マクロリーが民主党候補であるロイ・クーパーに敗北を受け入れるように求められる中、続いています。",
                "eng_text": "The recount in North Carolina continues amid pressure towards Republican candidate Pat McCrory to accept his defeat by  Democratic nominee Roy Cooper",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39493,
                "date": "2016-11-30T00:00:00Z",
                "text": "2016年のアメリカ合衆国議会下院の党指導者選挙では、民主党のナンシー・ペロシが再選されました。彼女はティム・ライアンに挑戦を退けました。 民主党の副党首スティーニー・ホイヤーも再選されました。 現在の議員団副議長ジョセフ・クローリーが議員団議長に就任しました。 3人が立候補した中、リンダ・サンチェスが新たな副議長に選ばれました。",
                "eng_text": "In Democratic  Party congressional leadership elections, U.S. House minority leader Nancy Pelosi is re-elected, holding off the challenge by Tim Ryan. Democratic whip Steny Hoyer is also re-elected.   Current caucus vice chair Joseph Crowley takes the caucus chairmanship. Linda Sánchez, in a three-way race, is elected the new vice chair",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39483,
                "date": "2016-11-30T00:00:00Z",
                "text": "インド最高裁は、全ての映画館が国歌を演奏し、映画が上映される前に観客が立ち上がらなければならないと命じました。この命令は10日後に有効となります。",
                "eng_text": "The Indian Supreme Court orders all cinemas must play the national anthem, and the audience must stand  during its performance, before a film is screened. Order is effective in 10 days",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 39261,
                "date": "2016-11-17T00:00:00Z",
                "text": "シリア内戦。ダマスカス郊外のフータで政府軍による空爆と砲撃により、少なくとも10人が死亡し、数十人が負傷し、住宅地に大きな被害が出ました。",
                "eng_text": "At least 10 people were killed and dozens injured in air strikes and artillery shelling by government forces in Ghouta in the Damascus countryside, substantial damaging to residential areas",
                "d2v_vecs": {}
            },
            {
                "id": 39472,
                "date": "2016-11-30T00:00:00Z",
                "text": "イランとイスラエルの代理戦争。シリアのダマスカス近くで、イスラエルの戦闘機がヒズボラの武器輸送車両を攻撃したとされる。",
                "eng_text": "Allegedly Israeli fighter jets strike a suspected Hezbollah weapons convoy near Damascus, Syria",
                "d2v_vecs": {}
            }
        ]
    ]
}