{
    "tls": [
        [
            {
                "id": 34708,
                "date": "2016-01-02T00:00:00Z",
                "text": "シェイク・ニムル参加2011–12年のサウジアラビアの抗議運動。サウジアラビア政府は、シーア派の著名なムスリム指導者で反政府のシーア人派のリーダーであるシェイク・ニムル・アル＝ニムルを含む47人を処刑しました。その処刑は、政治家、ムスリムの宗教的指導者、そしてシーア派の人々から世界中で否定的な反応を引き起こしました。",
                "eng_text": "The Saudi Arabian government executes 47 people, including Sheikh Nimr al-Nimr, a prominent Shia Muslim cleric and leader of the anti-government Shia opposition group. His execution generated negative worldwide reactions from politicians, Muslim religious figures, and Shia people",
                "d2v_vecs": {}
            },
            {
                "id": 34716,
                "date": "2016-01-03T00:00:00Z",
                "text": "サウジアラビアは、シェイク・ニムルの処刑後、テヘランのサウジアラビア大使館への襲撃を受けてイランとの外交関係を断絶します。",
                "eng_text": "Saudi Arabia breaks off diplomatic relations with Iran after Sheikh Nimr's execution and an attack on the Saudi embassy in Tehran",
                "d2v_vecs": {}
            },
            {
                "id": 34718,
                "date": "2016-01-04T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。中部イラクで2つのスンニ派のモスクが爆破され、サウジアラビアでシーア派の指導者であるニムル・アル＝ニムルが処刑されたことによって、宗派間紛争の再発を恐れた中、ミエジンが殺害されました。",
                "eng_text": "Two Sunni mosques are bombed in central Iraq and a muezzin is killed amid fears of renewals of sectarian strife following Saudi Arabia's execution of Shi'ite cleric Nimr al-Nimr in Saudi Arabia",
                "d2v_vecs": {}
            },
            {
                "id": 34741,
                "date": "2016-01-05T00:00:00Z",
                "text": ". イスラム国は、土曜日にサウジアラビアが47人を処刑した後、アルカイダとISILの支持者を拘留しているサウジアラビアのタルフィヤ刑務所とアルハイル刑務所を破壊すると脅迫しています。",
                "eng_text": "The Islamic State, following Saudi Arabia's  execution of 47 people on Saturday,  threatens to destroy Saudi Arabia's Tarfiya  and al-Ha'ir Prisons holding Al-Qaeda and ISIL supporters",
                "d2v_vecs": {}
            },
            {
                "id": 34745,
                "date": "2016-01-05T00:00:00Z",
                "text": "シリア内戦。サウジアラビア外務大臣アデル・アル・ジュベイルは、イランとの最近の緊張が、今月末にスイスのジュネーブで始まる予定のシリア和平交渉に影響を与えないと述べました。",
                "eng_text": "Saudi Arabian  Foreign Minister Adel al-Jubeir says the country's recent tensions with Iran will not interfere with Syrian peace talks scheduled to begin in Geneva, Switzerland, later this month",
                "d2v_vecs": {}
            },
            {
                "id": 34774,
                "date": "2016-01-07T00:00:00Z",
                "text": "イランとサウジアラビアの関係。イランは、サウジアラビア製の全製品の輸入を禁止し、イラン人がサウジの聖都メッカに旅行することの禁止が継続されることを再確認しています。",
                "eng_text": "Iran bans imports of all products made in Saudi Arabia and reiterates that the ban on Iranians traveling to the Saudi holy city of Mecca remains in place",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34728,
                "date": "2016-01-04T00:00:00Z",
                "text": "イランの外交関係。シリアの亡命政治勢力は、すべてのアラブ諸国に対して、イランとの外交関係を断絶するよう求めています。トルコを拠点とするシリア国民連合は、リヤドの措置を支持し、「すべてのアラブ諸国やイスラム諸国に同様の措置を取るよう呼びかけ、シリアやイラクでのシーア派民兵団への支援を批判しています。",
                "eng_text": "Syria's political opposition in-exile urges all Arab countries to sever diplomatic ties with Iran. The Turkey-based Syrian National Coalition declared its support for Riyadh's move, calling on \"all Arab and Islamic countries to take a similar step\", and criticized what it said was Iran's support for Shia militias in Syria and Iraq",
                "d2v_vecs": {}
            },
            {
                "id": 34726,
                "date": "2016-01-04T00:00:00Z",
                "text": "イランの外交関係。スーダンとバーレーンはサウジアラビアの先導に従い、イランとの外交関係を断絶し、アラブ首長国連邦は外交関係を低下させました。",
                "eng_text": "Sudan and Bahrain follow Saudi Arabia's lead and cut diplomatic relations with Iran, and the United Arab Emirates downgrades diplomatic ties",
                "d2v_vecs": {}
            },
            {
                "id": 34754,
                "date": "2016-01-06T00:00:00Z",
                "text": "バーレーンは、イランの革命防衛隊およびレバノンのヒズボラに関連するとされるテロセルを解体したと発表しています。",
                "eng_text": "Bahrain says it has dismantled a terrorist cell allegedly linked to Iran's Revolutionary Guard and Lebanon's Hezbollah",
                "d2v_vecs": {}
            },
            {
                "id": 34826,
                "date": "2016-01-12T00:00:00Z",
                "text": "クウェートは、イランとヒズボラにスパイをしていた2人に死刑を宣告した。",
                "eng_text": "Kuwait sentences two people to death for spying for Iran and Hezbollah",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34764,
                "date": "2016-01-07T00:00:00Z",
                "text": "サウジアラビア主導のイエメンへの介入。イランは昨夜、サウジの戦闘機がヤフール首都サヌアにある同国大使館を爆撃し、数人の警備員を負傷させたと発表した。関連通信は、建物に目に見える損傷はないと報じています。サウジ連合のスポークスマンは、この告発について調査すると約束しています。",
                "eng_text": "Iran says last night, Saudi warplanes bombed its embassy in the Yemeni capital, Sana'a, wounding several of its guards. The Associated Press reports there is no visible damage to the building. A Saudi-alliance spokesman promises to investigate the accusations",
                "d2v_vecs": {}
            },
            {
                "id": 34792,
                "date": "2016-01-10T00:00:00Z",
                "text": "イエメン内戦（2015年～現在）。イエメン北部のサアダ県に位置するラジーフのメダカン・サン・フロンティエール（MSF)クリニックに対するサウジアラビアによるミサイル攻撃が疑われ、少なくとも5人が死亡し、約12人が負傷した。",
                "eng_text": "A suspected Saudi missile strike on a Médecins Sans Frontières (MSF) clinic in Razih, located in Yemen's northern Saada Governorate, leaves at least five people dead and around a dozen injured",
                "d2v_vecs": {}
            },
            {
                "id": 34908,
                "date": "2016-01-17T00:00:00Z",
                "text": "イエメン内戦（2015年-現在）。南イエメンのアデンで、警察署長の家の外で自爆攻撃があり、少なくとも7人が死亡。",
                "eng_text": "A suicide-bomb attack outside the police chief's house in Aden, southern Yemen, leaves at least 7 people dead",
                "d2v_vecs": {}
            },
            {
                "id": 34915,
                "date": "2016-01-18T00:00:00Z",
                "text": "サウジアラビア主導のイエメン介入。イエメンの首都サヌアでのサウジ主導連合軍の空爆により、少なくとも26人が死亡し、15人が負傷する。",
                "eng_text": "A Saudi-led coalition airstrike on a police building in Yemen's capital, Sana'a, kills at least 26 people and injures 15 others",
                "d2v_vecs": {}
            },
            {
                "id": 34973,
                "date": "2016-01-25T00:00:00Z",
                "text": "イエメン内戦（2015年～現在）。サウジ主導の連合軍の空爆が、サヌアで高位のイエメン人裁判官とその家族の7人を殺害します。この裁判官は、前に追放されたアブド・ラッブ・マンスール・ハーディ元大統領に対する反逆事件の裁判を担当していました。",
                "eng_text": "A Saudi-led coalition airstrike kills a senior Yemeni judge and seven members of his family in Sana'a. The judge had previously presided over treason cases against ousted President Abd Rabbuh Mansur Hadi",
                "d2v_vecs": {}
            },
            {
                "id": 35011,
                "date": "2016-01-28T00:00:00Z",
                "text": "イエメン内戦（2015年〜現在）。イエメンのアデンにある大統領官邸の近くで自爆テロが発生し、少なくとも7人が死亡。イラクとレバントのイスラム国が攻撃の背後にいると主張しています。",
                "eng_text": "At least seven people are killed in a suicide bomb attack near the presidential palace in Aden, Yemen. The Islamic State of Iraq and the Levant claims it was behind the attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34827,
                "date": "2016-01-12T00:00:00Z",
                "text": ". イランは、複数の世界の大国と合意した核合意の主要なポイントに従い、プルトニウムコアを取り除き、アラク原子炉にコンクリートを充填しました。これにより、イランへの制裁解除の準備が整いました。",
                "eng_text": "In accordance with a major point of a nuclear agreement reached with several world powers, Iran removed a plutonium core and filled with concrete the Arak nuclear reactor, setting the stage for the removal of sanctions against Iran",
                "d2v_vecs": {}
            },
            {
                "id": 34897,
                "date": "2016-01-16T00:00:00Z",
                "text": "イランの核開発計画。国際原子力機関は、イランが共同包括行動計画の義務を遵守しており、これにより国際社会がアメリカや欧州連合による制裁解除を可能にしている。",
                "eng_text": "The International Atomic Energy Agency states that Iran has complied with its commitments under the Joint Comprehensive Plan of Action, paving the way for international sanctions to be lifted by the United States and European Union",
                "d2v_vecs": {}
            },
            {
                "id": 34912,
                "date": "2016-01-17T00:00:00Z",
                "text": "包括的な共同行動計画。ヨーロッパとアメリカは、イランの核プログラムに関する制裁を解除し、包括的な共同行動計画の実施が始まります。",
                "eng_text": "Europe and the United States lift sanctions imposed on Iran regarding its nuclear programme, and the Joint Comprehensive Plan of Action begins to be implemented",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34831,
                "date": "2016-01-12T00:00:00Z",
                "text": "サウジアラビアは、2012年にアメリカから国際勇気ある女性賞を受賞した人権活動家のサマル・バダウィを逮捕しました。アムネスティ・インターナショナルによると、バダウィは水曜日に裁判に出廷する予定です。彼女の兄である「フリーサウジ・リベラルズ」ブログの発行人であるライフ・バダウィおよび元夫のワリード・サミ・アブルハイルは、現在収監されています。",
                "eng_text": "Saudi Arabia arrests Samar Badawi, a human rights activist who received the International Women of Courage Award from the United States in 2012. Badawi is to appear in court on Wednesday, according to Amnesty International. Both her brother, Raif Badawi, publisher of the \"Free Saudi Liberals\" blog, and former husband, Waleed Sami Abulkhair, are currently imprisoned",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34845,
                "date": "2016-01-13T00:00:00Z",
                "text": "イランとアメリカの関係。全ての10人のアメリカ海軍兵士がイランにより解放され、アメリカの管理下にいます。アメリカ海軍中央軍司令部は、「兵士たちが短期間の拘束中に被害を受けた形跡はありません」と述べています。",
                "eng_text": "All 10 U.S. sailors are freed by Iran and are in U.S. custody. The U.S. Naval Forces Central Command says, \"There are no indications that the sailors were harmed during their brief detention",
                "d2v_vecs": {}
            },
            {
                "id": 34896,
                "date": "2016-01-16T00:00:00Z",
                "text": "イランとアメリカの関係。イランは、ワシントン・ポストの記者であるジェイソン・レザイアンやクリスチャン牧師であるサイード・アベディーニを含む4人のイラン系アメリカ人を釈放します。アメリカは、イランに対する制裁に違反してアメリカで拘束されている7人のイラン系アメリカ人を解放する予定です。",
                "eng_text": "Iran releases four Iranian-American prisoners including Washington Post reporter Jason Rezaian and Christian pastor Saeed Abedini. The United States is to release seven Iranian-Americans held in the United States for violating sanctions against Iran",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34893,
                "date": "2016-01-16T00:00:00Z",
                "text": "イエメンでのアルカーイダの反乱。イエメンのシャブワ県での米国のドローン攻撃が、アラビア半島のアルカーイダ（AQAP）の疑わしい3人の過激派を車内で殺害。",
                "eng_text": "A U.S. drone strike on a vehicle in Yemen's Shabwah Governorate kills three suspected Al-Qaeda in the Arabian Peninsula (AQAP) militants",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35005,
                "date": "2016-01-27T00:00:00Z",
                "text": "イランにおける人権について。アムネスティ・インターナショナルによると、現在最低でも160人の若いイラン人が死刑を待つ身であり、2005年から2015年までに73人が処刑されており、その中には9歳の少女や15歳の少年に死刑を宣告するケースも含まれています。",
                "eng_text": "Amnesty International reports that at least 160 young Iranians are currently awaiting execution and 73 others have been put to death between 2005 and 2015, which including sentencing girls as young as 9 and boys as young as 15 to death",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35020,
                "date": "2016-01-29T00:00:00Z",
                "text": "サウジアラビアでのテロ。サウジアラビアの東部州のシーア派モスクへの攻撃で、最低でも3人が死亡し、7人が負傷しています。",
                "eng_text": "At least 3 people are killed and 7 wounded in an attack on a Shia mosque in Saudi Arabia's Eastern Province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34702,
                "date": "2016-01-01T00:00:00Z",
                "text": "欧州連合（EU）とウクライナの自由貿易協定が正式に発効し、それに重なる形でロシアがウクライナへの食品禁輸措置を取る。",
                "eng_text": "The EU-Ukraine Free Trade deal officially comes into force, coinciding with a Russian food embargo on Ukraine",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34700,
                "date": "2016-01-01T00:00:00Z",
                "text": "ナイジェリアのイモ州のアバジャ村のセント・アロイシウス・カトリック教会の外で、28フィートの高さの新しいイエス像「Jesus de Greatest」が新年の1月1日に披露されました。これはアフリカで最も高いイエス像とされています。",
                "eng_text": "A new 28-foot tall statue of Jesus, dubbed \"Jesus de Greatest,\" is unveiled on New Year's Day outside St. Aloysius Catholic Church in Abajah village, Nigeria's Imo state, which is described as the tallest Jesus statue in Africa",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34705,
                "date": "2016-01-02T00:00:00Z",
                "text": "インドにおけるテロ。2016年のパタンコット攻撃。報告によると、ジャイシュ・エ・モハメッドのメンバーとされる重装備のテロリストがパンジャブ州のパタンコットにあるインド空軍基地を襲撃し、3人の治安部隊員と4人のテロリストが死亡したと報告されています。",
                "eng_text": "Heavily armed terrorists, reportedly members of Jaish-e-Mohammed, attack an Indian Air Force base in Pathankot, Punjab; three security force personnel and four of the terrorists are reported to have been killed",
                "d2v_vecs": {}
            },
            {
                "id": 34711,
                "date": "2016-01-03T00:00:00Z",
                "text": "インドにおけるテロ。2016年のパタンコット攻撃。パンジャブ州のパタンコットにあるインド空軍基地で、銃声や大きな爆発音が聞こえ、対テロ作戦が続いています。報告によると、さらに2人の武装勢力が、合計6人が殺害されたとされています。軍事および準軍事の人員7人が殺害され、最大20人の他の警備員が負傷したとされています。",
                "eng_text": "Gunfire and loud explosions are heard at an Indian Air Force base in Pathankot, Punjab, as anti-terrorist operations continue. A further two militants, for a total of six, are reported to have been killed; seven military and paramilitary personnel are reported to have been killed, with up to 20 other security personnel wounded",
                "d2v_vecs": {}
            },
            {
                "id": 34720,
                "date": "2016-01-04T00:00:00Z",
                "text": "2016年のパタンコート襲撃。パンジャブ州のパタンコートにあるインド空軍基地を襲撃したテロリストのうち5人が死亡したと報告されており、残りの掃討作業や捜索作業が継続されています。国家安全保障警備隊の関係者は、基地が安全になるまで作戦が継続すると述べています。",
                "eng_text": "Five of the terrorists who attacked an Indian Air Force base in Pathankot, Punjab are reported to have been killed; mopping-up and search operations continue. National Security Guard officials state the operations will continue until the air base is made safe",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34706,
                "date": "2016-01-02T00:00:00Z",
                "text": "メキシコ麻薬戦争で殺害された政治家のリスト。メキシコ・モレロス州のテミクスコ市長であるヒセラ・モタ・オカンポが、就任後わずか1日も経たずに自宅で銃撃され暗殺される。モレロス州知事であるグラコ・ラミレスは、モタの殺害を組織犯罪に帰せられ、特定の麻薬カルテルやギャングを指摘しなかった。",
                "eng_text": "Gisela Mota Ocampo, mayor of Temixco in Mexico's Morelos state is assassinated by gunmen at her home, less than a day after taking office. Morelos Governor, Graco Ramírez, attributed Mota's killing to organized crime, without citing a particular drug cartel or gang",
                "d2v_vecs": {}
            },
            {
                "id": 34717,
                "date": "2016-01-03T00:00:00Z",
                "text": "メキシコ麻薬戦争。2人の容疑者が警察との衝突で殺害され、3人がテミスコ、モレロス州の新たに就任した市長であるヒセラ・モタ・オカンポの昨日の暗殺事件に関連して逮捕されました。モタの殺害を組織犯罪に帰するグラコ・ラミレス知事は、3日間の喪に服するよう呼びかけました。",
                "eng_text": "Two suspects are killed in a clash with police, and three others are arrested in connection with yesterday's assassination  of Temixco, Morelos's newly inaugurated mayor Gisela Mota Ocampo. Governor Graco Ramírez, who attributed Mota's killing to organized crime, calls for three days of mourning",
                "d2v_vecs": {}
            },
            {
                "id": 34781,
                "date": "2016-01-08T00:00:00Z",
                "text": "メキシコの麻薬戦争。メキシコ海軍は逃亡した麻薬王ホアキン・グスマン（通称「エル・チャポ」）をシナロア州のロスモチスで再逮捕する。",
                "eng_text": "The Mexican Navy recaptures escaped drug lord Joaquín Guzmán, also known as \"El Chapo\", in Los Mochis, Sinaloa",
                "d2v_vecs": {}
            },
            {
                "id": 34803,
                "date": "2016-01-10T00:00:00Z",
                "text": "メキシコ麻薬戦争。メキシコ当局は、昨日Rolling Stone誌によって発表されたホアキン・グスマンとの秘密の10月の会合とインタビューについて、アメリカ人俳優ショーン・ペンとメキシコ人女優ケイト・デル・カスティーヨに尋問したいと考えています。メキシコの検事総長Arely Gomezは、ペンのインタビューが当局をグスマンの隠れ家に導いたと述べています。",
                "eng_text": "Mexican authorities want to question American actor Sean Penn and Mexican actress Kate del Castillo about a secret October meeting and interview with Joaquín Guzmán, published by Rolling Stone magazine yesterday. Mexico Attorney General Arely Gomez says it was the Penn interview that led authorities to a Guzman hiding place",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34707,
                "date": "2016-01-02T00:00:00Z",
                "text": "マルヘア・ナショナル・ワイルドライフ・リザーブの占拠。ネバダ州のバンディ家族のメンバーを含む武装した民兵が、オレゴン州バーンズ近くのマルヘア・ナショナル・ワイルドライフ・リザーブの本部を占拠し、2012年に公共の土地に火をつけた罪で有罪とされたドワイトとスティーブ・ハモンドを支持する平和的な集会に続いて行いました。",
                "eng_text": "Armed militiamen, including members of the Bundy family of Nevada, take over and occupy the headquarters of the Malheur National Wildlife Refuge near Burns, Oregon following a peaceful rally in support of Dwight and Steve Hammond, who were convicted of arson in 2012 for setting fires on public land adjacent to their property",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34712,
                "date": "2016-01-03T00:00:00Z",
                "text": "2015-16年の南太平洋台風シーズン。フィジーは、重大な熱帯低気圧ウラの影響に備えて住民に準備するよう警告しています。",
                "eng_text": "Fiji warns residents to prepare for the impact of severe tropical cyclone Ula",
                "d2v_vecs": {}
            },
            {
                "id": 34797,
                "date": "2016-01-10T00:00:00Z",
                "text": "2015-16年の南太平洋台風シーズン。タフェア諸島の住民は、強力な熱帯台風ウラがバヌアツに接近するにあたり、避難するように求められています。",
                "eng_text": "Residents of the islands of Tafea are urged to seek shelter as Severe Tropical Cyclone Ula approaches Vanuatu",
                "d2v_vecs": {}
            },
            {
                "id": 34875,
                "date": "2016-01-15T00:00:00Z",
                "text": "2015–16年の南太平洋台風シーズン。熱帯低気圧ヴィクターが接近するにつれ、北クック諸島に台風警報が発令されました。",
                "eng_text": "A tropical cyclone warning is issued for the northern Cook Islands as Tropical Cyclone Victor approaches",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34713,
                "date": "2016-01-03T00:00:00Z",
                "text": "アメリカ合衆国では、ニューヨーク州知事のアンドリュー・クオモは、気温が氷点下に達した際に、州全体のコミュニティに対して、ホームレスの人々を避難所に収容するよう命令しています。",
                "eng_text": "In the United States, New York Governor Andrew M. Cuomo orders communities statewide to place homeless people in shelters when temperatures reach freezing",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34714,
                "date": "2016-01-03T00:00:00Z",
                "text": "イギリスは、大西洋に位置するアセンション島およびその周辺の水域を海洋保護区として指定します。この保護区は、イギリスとほぼ同じぐらいの広さであり、保護区のちょうど半分以上が漁業に完全に閉鎖されます。",
                "eng_text": "The United Kingdom designates Ascension Island and its surrounding waters in the Atlantic Ocean as a Marine protected area. The reserve will be almost as big as the UK with just over half of the protected area completely closed to fishing",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34721,
                "date": "2016-01-04T00:00:00Z",
                "text": "リビア内戦第二次。リビアにおけるイラク・レバントのイスラム国が、リビア最大の石油貯蔵所であるシドラの攻撃を行いました。シドラを守る石油施設警備隊のメンバー2人が衝突で死亡したと報じられています。イスラム国の武装勢力は一時的に港から後退したとされていますが、グループは現在、シドラから30km西に位置するビン・ジャワドの町を支配していると主張しています。町はイスラム国の拠点であるシルテからの道路上に位置しています。",
                "eng_text": "The Islamic State of Iraq and the Levant's branch in Libya attacks the Libyan oil port of Sidra, which is Libya's largest oil depot. Two members of the Petrol Facilities Guard militia, which is defending Sidra, were reportedly killed in clashes. Islamic State militants were reportedly pushed back from the port, but the group now says it controls the town of Bin Jawad, 30km west of Sidra on the road from its stronghold in Sirte",
                "d2v_vecs": {}
            },
            {
                "id": 34753,
                "date": "2016-01-06T00:00:00Z",
                "text": "リビア第二次内戦。イスラム国のリビア支部は、少なくとも10人の治安部隊員が死亡し、40人が負傷する結果となったリビアのシドラとラス・ラヌフの石油港への攻撃を継続しています。国家石油公社（NOC）は、砲弾によって石油貯蔵タンクが被弾した後、シドラとラス・ラヌフの両方で火災が続いていると報告しています。",
                "eng_text": "The Islamic State's Libyan branch continues attacks on Libya's oil ports of Sidra and Ra's Lanuf, resulting in at least 10 security personnel deaths and 40 injured. The National Oil Corporation (NOC) reports that fires continue to rage in both Sidra and Ra's Lanuf after oil storage tanks were hit by shells",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34725,
                "date": "2016-01-04T00:00:00Z",
                "text": "2016年のインド北東部の地震。イムファル市から20マイル離れた場所でマニプール州の州都であるイムファル市の近く、ミャンマーとの国境に近い地域で発生したマグニチュード6.7の地震により、少なくとも6人が死亡し、数十人が負傷しました。",
                "eng_text": "At least six people are killed and dozens injured from a 6.7 magnitude earthquake that struck 20 miles from the city of Imphal, the capital of the Indian state of Manipur, near the border with Myanmar",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34719,
                "date": "2016-01-04T00:00:00Z",
                "text": "ISILによる捕虜の処刑。イラクとレバントのイスラム国(ISIL)は、イギリスに対してスパイ容疑で告発された5人の男性の処刑を示すビデオを公開しました。英国外務省は、そのビデオの内容を調査しているという声明を出しました。",
                "eng_text": "The Islamic State of Iraq and the Levant (ISIL) releases a video showing the killing of five men accused of committing espionage on the militant group for the United Kingdom. The British Foreign and Commonwealth Office released a statement saying that they are examining the content of the video",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34723,
                "date": "2016-01-04T00:00:00Z",
                "text": "2015年の中国株式市場の暴落。アメリカでは、中国経済への懸念から、ダウ平均株価が275ポイント下落して終了した。",
                "eng_text": "In the United States, the Dow Jones industrial average closes 275 points down due to concerns over the Chinese economy",
                "d2v_vecs": {}
            },
            {
                "id": 34722,
                "date": "2016-01-04T00:00:00Z",
                "text": "2015年の中国株市場大暴落。上海証券取引所と深圳証券取引所での取引が一日中停止され、株価指数がそれぞれ6.85％と8.1％急落した後だ。",
                "eng_text": "Trading on the Shanghai Stock Exchange and the Shenzhen Stock Exchange are suspended for the day after stock indices plummeted by 6.85% and 8.1% respectively",
                "d2v_vecs": {}
            },
            {
                "id": 34930,
                "date": "2016-01-19T00:00:00Z",
                "text": "原油の価格が1バレル28ドルを下回り、2003年以来の最低水準となりました。",
                "eng_text": "The price of oil drops below $28 a barrel, the lowest since 2003",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34729,
                "date": "2016-01-04T00:00:00Z",
                "text": "ヨーロッパの移民危機。移民の流入を抑制するため、デンマークはドイツとの南部国境で十日間の身元確認を導入し、スウェーデンはデンマークとの間のエーレスンド橋でも同様の措置を講じました。これらの国々はすべて、人の自由な移動に関するシェンゲン協定の対象です。",
                "eng_text": "In efforts to control an influx of migrants, Denmark introduces ten days of identity checks on its southern border with Germany, while Sweden introduces similar measures on the Øresund Bridge between itself and Denmark. All three countries are subject to the Schengen Agreement on the free movement of people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34733,
                "date": "2016-01-04T00:00:00Z",
                "text": "かつての「北京大学の天才」と称された李曙雷氏が、北京市の規律検査委員会書記に任命されました。",
                "eng_text": "Former \"Peking University prodigy\" Li Shulei is named the Secretary of the Discipline Inspection Commission of the municipality of Beijing",
                "d2v_vecs": {}
            },
            {
                "id": 34750,
                "date": "2016-01-05T00:00:00Z",
                "text": "中国共産党の元北京市副書記である陸錫文氏は、「市場経済や法の執行に干渉した」という理由や、「贅沢な生活を送った」という罪など、他の罪状により中国共産党から除名された。",
                "eng_text": "Former Beijing Deputy Communist Party Secretary Lu Xiwen is expelled from the Communist Party of China for \"interfering with the market economy and law enforcement\" and \"living a luxurious lifestyle\", among other offenses",
                "d2v_vecs": {}
            },
            {
                "id": 34884,
                "date": "2016-01-15T00:00:00Z",
                "text": "中国での反汚職キャンペーン。四川省知事の韋洪が中央紀律検査委員会によって「規律破り」の容疑で調査を受けることが発表されました。",
                "eng_text": "Wei Hong, Governor of Sichuan province, is announced to be under investigation for \"breaching discipline\" by the Central Commission for Discipline Inspection",
                "d2v_vecs": {}
            },
            {
                "id": 34957,
                "date": "2016-01-22T00:00:00Z",
                "text": "中国四川省の省知事である魏洪が、党の規律に違反したとして調査を受けていることが明らかになり、辞任します。元世界保健機関執行委員会メンバーである尹立が代理知事となります。",
                "eng_text": "Wei Hong resigns as Governor of Sichuan province in China after it was revealed that he was undergoing investigation for \"breaching party discipline.\" Former World Health Organization executive committee member Yin Li becomes acting governor",
                "d2v_vecs": {}
            },
            {
                "id": 34994,
                "date": "2016-01-26T00:00:00Z",
                "text": "中国の当局は、同国の強力な国家統計局の長として、王宝安が「重大な規律違反」（通常は汚職の罪状と関連付けられるフレーズ）の疑いをかけられていると発表しています。",
                "eng_text": "Authorities in the People's Republic of China say that Wang Baoan is under suspicion for \"serious violation of discipline\" (a phrase usually associated with corruption charges) as the head of that country's powerful National Bureau of Statistics",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34732,
                "date": "2016-01-04T00:00:00Z",
                "text": "2015年のマーシャル諸島の総選挙で、カステン・ネムラがニティジェラによって大統領に選出されました。ネムラはアルビン・ジャクリックを17-16の投票で僅差で破りました。",
                "eng_text": "Casten Nemra is elected President of the Marshall Islands by the Nitijela. Nemra narrowly defeated Alvin Jacklick by a 17-16 vote",
                "d2v_vecs": {}
            },
            {
                "id": 34998,
                "date": "2016-01-26T00:00:00Z",
                "text": "マーシャル諸島の大統領であるカステン・ネムラは不信任決議案で敗北しました。ネムラは2016年1月初めに大統領に選出されたばかりでした。後任者は近く選出される予定です。",
                "eng_text": "Marshall Islands President Casten Nemra is defeated in a vote of no confidence. Nemra had just been elected President in early January 2016. A successor is expected to be selected soon",
                "d2v_vecs": {}
            },
            {
                "id": 35006,
                "date": "2016-01-27T00:00:00Z",
                "text": "ヒルダ・ハイネがマーシャル諸島の議会によって大統領に選出され、国の初の女性大統領となり、またミクロネシア諸国の大統領として初めての女性となりました。彼女は1月26日に不信任決議で敗れたカステン・ネムラ大統領に継ぎます。",
                "eng_text": "Hilda Heine is elected President of the Marshall Islands by Parliament, becoming the country's first female president, as well as the first woman to serve as president of any Micronesian country. She succeeds outgoing President Casten Nemra, who lost a vote of no confidence on January 26",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34736,
                "date": "2016-01-04T00:00:00Z",
                "text": "アメリカンフットボールでは、サンディエゴ・チャージャーズ、セントルイス・ラムズ、オークランド・レイダースからロサンゼルスへの移転申請が行われています。",
                "eng_text": "In American football, the National Football League receives relocation applications from the San Diego Chargers, St. Louis Rams and Oakland Raiders to relocate to Los Angeles",
                "d2v_vecs": {}
            },
            {
                "id": 34833,
                "date": "2016-01-12T00:00:00Z",
                "text": "セントルイス・ラムズとポテンシャルにあるサンディエゴ・チャージャーズが、NFLの30対2の投票によりロサンゼルスへの移転が承認されました。",
                "eng_text": "The St. Louis Rams and potentially San Diego Chargers are approved for relocation to Los Angeles by a 30-2 NFL Vote",
                "d2v_vecs": {}
            },
            {
                "id": 34970,
                "date": "2016-01-24T00:00:00Z",
                "text": "2015-16年のNFLプレーオフ。デンバーブロンコスはニューイングランド・ペイトリオッツを20-18で破り、AFCチャンピオンシップを制し、第50回スーパーボウルへの出場を決めた。",
                "eng_text": "The Denver Broncos beat the New England Patriots 20–18 to win the AFC Championship and qualify for Super Bowl 50",
                "d2v_vecs": {}
            },
            {
                "id": 34971,
                "date": "2016-01-24T00:00:00Z",
                "text": "2015-16年のNFLプレーオフ。カロライナ・パンサーズは、アリゾナ・カージナルスに49-15で勝ち、NFCチャンピオンシップを制し、スーパーボウル50への出場権を獲得しました。",
                "eng_text": "The Carolina Panthers beat the Arizona Cardinals 49–15 to win the NFC Championship and qualify for Super Bowl 50",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34739,
                "date": "2016-01-05T00:00:00Z",
                "text": "ニムル・アル＝ニムル。東部州アル＝アワミーヤで、1人のシーア派抗議者がサウジ警察によって殺害され、子供が負傷する。",
                "eng_text": "One Shia protester is killed and a child is injured by Saudi police in Al-Awamiyah, Eastern Province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34742,
                "date": "2016-01-05T00:00:00Z",
                "text": "中国のインチュアン市でバスが火事になり、少なくとも14人が死亡し、30人以上が負傷しました。",
                "eng_text": "A bus catches fire in the Chinese city of Yinchuan resulting in at least 14 deaths and over 30 injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34743,
                "date": "2016-01-05T00:00:00Z",
                "text": "2015-16年の北アメリカの冬。アメリカのドラウト。カリフォルニア州の気象学者であるマイケル・アンダーソンは、最近のエルニーニョによる嵐が継続中のドラウトに一痕を残すだろうが、普通を下回るままの大きな貯水池がまだあることを挙げて、その状況を終わらせるわけではないと述べています。",
                "eng_text": "California's state climatologist Michael Anderson mentions that the recent El Niño-fueled storms will put a dent in the ongoing drought, but not end the conditions citing larger reservoirs that are still below normal",
                "d2v_vecs": {}
            },
            {
                "id": 34744,
                "date": "2016-01-05T00:00:00Z",
                "text": "2015年から16年の北米冬季。2014年から16年のエルニーニョ現象。現在のエルニーニョから続く続く続く嵐は、国立海洋大気局が記録上最も強力な（1997年から98年）と言っているもので、西部アメリカ合衆国で危険な洪水や土砂崩れを引き起こす可能性が高く、最大で15インチ（30cm）の雨と、シエラネバダ山脈で約2フィート（60cm）の雪を次の2週間でもたらすでしょう。",
                "eng_text": "Back-to-back-to-back storms from the current El Niño, which the National Oceanic and Atmospheric Administration says ties the strongest on record (1997–98), are likely to produce dangerous flooding and mudslides in the Western United States with as much as 15 inches (30cm) of rain, and about 2 feet (60cm) of snow  in the Sierra Nevada mountains over the next two weeks",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34746,
                "date": "2016-01-05T00:00:00Z",
                "text": "中国と台湾の関係。中国は、中国の南昌、昆明、重慶から飛ぶ中国人旅客が、第三の目的地に向かう前に台湾桃園国際空港で停止することを許可すると発表しました。台湾の馬英九総統は、両国の関係の正常化に向けたこの一歩に賛成しました。台湾の野党は、北京が台湾の2016年1月16日の大統領および議会選挙に干渉しようとしていると懸念を表明しました。",
                "eng_text": "China says Chinese passengers flying from the Chinese cities of  Nanchang, Kunming, and Chongqing, will be allowed to stop at Taiwan Taoyuan International Airport before flying to a third destination. Taiwan President Ma Ying-jeou applauded  this step toward normalizing relations between the two states. Taiwan's opposition party expressed concern that Beijing is trying to interfere with the country's January 16, 2016, presidential and legislative elections",
                "d2v_vecs": {}
            },
            {
                "id": 34900,
                "date": "2016-01-16T00:00:00Z",
                "text": "2016年の台湾総選挙。現職の国民党（中華民国）は、1911年の建国以来初めて、立法院での過半数を失いました（ザ・ガーディアン）。",
                "eng_text": "Current ruling party Kuomintang (Chinese Nationalist Party) lost its majority in the Legislative Yuan, a first since the country's founding in 1911 (The Guardian)",
                "d2v_vecs": {}
            },
            {
                "id": 34899,
                "date": "2016-01-16T00:00:00Z",
                "text": "2016年の台湾の総選挙。民進党（DPP）の蔡英文が台湾初の女性大統領として選出されました。現職の国民党（中華民国国民党）候補である朱立倫が敗北を認め、党首辞任を発表しました。蔡氏は中国との関係において現状維持を誓いました。DPPは島の独立を支持しています。",
                "eng_text": "Tsai Ing-wen of the Democratic Progressive Party (DPP) is elected the first female President of Taiwan. Eric Chu, the ruling Kuomintang (Chinese Nationalist Party) candidate concedes defeat and announced his resignation as party leader.  Ms. Tsai vowed to preserve the status quo in relations with China. The DPP supports independence for the island",
                "d2v_vecs": {}
            },
            {
                "id": 35014,
                "date": "2016-01-28T00:00:00Z",
                "text": "南シナ海の領土紛争。台湾の大統領である馬英九は、南シナ海における台湾最大の島である太平島を訪れます。米国からは中国や他の周辺国との外交的緊張を引き起こす可能性があるとの警告がありました。",
                "eng_text": "The President of Taiwan Ma Ying-jeou visits Taiping Island, Taiwan's largest island in the South China Sea, despite the United States warning it could provoke diplomatic tensions with the People's Republic of China and other nations in the area",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34749,
                "date": "2016-01-05T00:00:00Z",
                "text": "人民解放軍。陸軍は、人民解放軍陸軍司令部の指揮官である李作成の下で再編成されました。",
                "eng_text": "The Ground Force is re-organized under the People's Liberation Army Ground Force Command, under commander Li Zuocheng",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34751,
                "date": "2016-01-05T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。2016年1月18日、イギリス議会は56万人以上の人々が署名した嘆願書について議論を行い、アメリカ合衆国共和党大統領候補のドナルド・トランプ氏がイギリスへの入国を禁止されるよう内務大臣に要求している。これは不適切な振る舞いや公共秩序に適さない「憎悪の言動」を理由にしている。議会が出す結論はイギリス政府に拘束力はない。",
                "eng_text": "On January 18, 2016, the British Parliament will debate a petition, signed by more than 560,000 people, calling for the Home Secretary to ban United States Republican Party presidential candidate Donald Trump from entering the United Kingdom because of 'hate speech' that is unacceptable behavior, non-conducive to the public good. The  conclusion reached by the lawmakers will not be binding on the UK government",
                "d2v_vecs": {}
            },
            {
                "id": 34924,
                "date": "2016-01-18T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。英国議会は56万人以上の署名が集まった請願書を審議し、内務大臣に対し、アメリカ合衆国共和党大統領候補であるドナルド・トランプ氏を『憎悪表現』の理由でイギリスへの入国禁止を要求するものでした。議会の650人の議員のうち50人が出席し、ほとんどの議員がトランプ氏、特に彼のムスリムに関する発言に対して批判を行いましたが、入国禁止を支持する議員はほとんどいませんでした。",
                "eng_text": "The British Parliament debates a petition, signed by more than 560,000 people, calling for the Home Secretary to ban,  because of 'hate speech,' United States Republican Party presidential candidate Donald Trump  from entering the United Kingdom. Almost all of the 50 MPs (member of parliament), of the 650-member legislative body, present  criticized Trump -- especially his comments on Muslims -- but few supported an entry ban",
                "d2v_vecs": {}
            },
            {
                "id": 34934,
                "date": "2016-01-19T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。アラスカ州元知事であり、2008年の副大統領候補者であり、ティーパーティー活動家であるサラ・ペイリンが、共和党大統領候補にドナルド・トランプを支持する。",
                "eng_text": "Former Governor of Alaska, vice presidential candidate (2008), and Tea Party activist Sarah Palin endorses Republican Party presidential candidate Donald Trump for President of the United States",
                "d2v_vecs": {}
            },
            {
                "id": 34962,
                "date": "2016-01-23T00:00:00Z",
                "text": "2016年のアメリカ合衆国大統領選挙。元ニューヨーク市長のマイケル・ブルームバーグは、ドナルド・トランプ氏またはテキサス州上院議員のテッド・クルーズ氏が一般選挙でバーモント州上院議員のバーニー・サンダースと対戦する場合、独立系の大統領候補として出馬を検討しています。",
                "eng_text": "Former New York City mayor Michael Bloomberg is seriously considering a possible independent presidential run if Donald Trump or Texas Senator Ted Cruz face Vermont Senator Bernie Sanders in the general election",
                "d2v_vecs": {}
            },
            {
                "id": 35019,
                "date": "2016-01-28T00:00:00Z",
                "text": "2016年の共和党大統領候補討論会。アイオワ州デモインで開催された第7回目の共和党大統領候補討論会は、Fox Newsが2回目にホストし、2月1日のアイオワ党員集会の前に行われました。プライムタイムの討論に出演した7人の候補者は、ジェブ・ブッシュ、ベン・カーソン、クリス・クリスティ、テッド・クルーズ、ジョン・カシック、ランド・ポール、マルコ・ルビオでした。現在の世論調査でトップのドナルド・トランプもプライムタイムの討論会に招待されましたが、代わりに討論会をボイコットし、ベテラン団体に寄付されるチャリティーのタウンホールを開催しました。",
                "eng_text": "The seventh Republican Party presidential debate, the second hosted by Fox News, and the final debate before voting begins with the Iowa caucuses on February 1, is held in Des Moines, Iowa. The seven candidates featuring in the primetime debate were Jeb Bush, Ben Carson, Chris Christie, Ted Cruz, John Kasich, Rand Paul and Marco Rubio. Donald Trump, the current front-runner in the polls, was also invited to the primetime debate but opted to boycott the debate and instead hosted a town hall with charitable proceeds going to veterans groups",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34758,
                "date": "2016-01-06T00:00:00Z",
                "text": "2016年の北朝鮮の核実験。国連事務総長の潘基文は、北朝鮮が今後の核活動を停止すべきだと要求しています。",
                "eng_text": "The Secretary-General of the United Nations Ban-Ki Moon demands that North Korea should cease any further nuclear activity",
                "d2v_vecs": {}
            },
            {
                "id": 34757,
                "date": "2016-01-06T00:00:00Z",
                "text": "2016年の北朝鮮の核実験。北朝鮮のソンジバエガム近くで発生したマグニチュード5.1の地震は、北朝鮮の平安里核実験施設での核爆発の可能性が疑われています。北朝鮮は水爆実験を行ったと発表しました。彼らは、小型の爆弾を試験したと主張しています。もしそうでない場合、それは試験が部分的に失敗したことを意味します。",
                "eng_text": "A 5.1 magnitude earthquake near Sungjibaegam, North Korea, is suspected to be a nuclear explosion at the Punggye-ri Nuclear Test Site. North Korea announces it has conducted a hydrogen bomb test. They claim to have tested a miniaturized bomb. If not true it would mean that the test partially failed",
                "d2v_vecs": {}
            },
            {
                "id": 34773,
                "date": "2016-01-07T00:00:00Z",
                "text": "2016年の北朝鮮の核実験に関連して、韓国は南北の国境を越えるプロパガンダ放送を再開し、開城工業地区への入場を制限すると発表しました。北朝鮮はこのプロパガンダ放送を「戦争行為」と見なしています。",
                "eng_text": "South Korea says it will resume cross-border propaganda broadcasts and limit entry to the Kaesong Industrial Region in response to yesterday's nuclear test at the North's Punggye-ri Nuclear Test Site. North Korea considers the propaganda broadcasts to be \"an act of war\"",
                "d2v_vecs": {}
            },
            {
                "id": 34860,
                "date": "2016-01-14T00:00:00Z",
                "text": "2016年の北朝鮮の核実験。韓国と中華人民共和国は、先週の北朝鮮の核実験に共同で対応するための協議を行う予定です。",
                "eng_text": "South Korea and the People's Republic of China will hold talks to develop a joint response to last week's North Korean nuclear test",
                "d2v_vecs": {}
            },
            {
                "id": 35004,
                "date": "2016-01-27T00:00:00Z",
                "text": "中国とアメリカの関係。アメリカの国務長官ジョン・ケリーと中国の外相王毅は、今月初めに行われた北朝鮮の核実験に関して、原則的に強力な国連安全保障理事会決議が必要であると合意した。",
                "eng_text": "U.S. Secretary of State John Kerry and Chinese Foreign Minister Wang Yi agree, on principle, that a strong United Nations Security Council resolution is needed regarding North Korea's nuclear test earlier this month",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34752,
                "date": "2016-01-05T00:00:00Z",
                "text": "イギリスの欧州連合離脱。イギリスの首相であるデイビッド・キャメロンは、国のEU加盟に関する国民投票の前に集団的責任を停止し、閣僚がイギリスのEU離脱を支持するためにキャンペーンを行うことを許可することを発表しました。彼の内閣の一員が、この問題に対して24時間以内に辞任する予定だと報道されていました。  ",
                "eng_text": "The United Kingdom's Prime Minister David Cameron announces he will suspend collective responsibility ahead of the referendum on the country's EU membership, allowing ministers to campaign for the UK to leave the European Union. A member of his cabinet was reportedly due to resign over the issue within 24 hours",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34763,
                "date": "2016-01-07T00:00:00Z",
                "text": "エジプトにおけるテロ。ギーザピラミッドに近いホテルで、銃撃を加えた武装集団が観光客に発砲しました。攻撃で死傷者は出ませんでしたが、ホテルに一部の損害が発生し、攻撃者はその後すぐに逮捕されました。",
                "eng_text": "Gunmen open fire on tourists at a hotel close to the Giza pyramids. There were no casualties in the attack, which caused some damage to the hotel, and the attackers were arrested shortly afterwards",
                "d2v_vecs": {}
            },
            {
                "id": 34783,
                "date": "2016-01-09T00:00:00Z",
                "text": "エジプトにおけるテロ。カイロの郊外、ギザのピラミッド付近でガンマンによって2人の警察官が射殺されました。",
                "eng_text": "Two police officers are shot dead by gunmen near the Giza pyramids, on the outskirts of Cairo",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34768,
                "date": "2016-01-07T00:00:00Z",
                "text": ". イエスキリスト後日聖徒イエスキリスト教会は、ベトナム、コンゴ民主共和国、ナイジェリアの各地に新たに3つの宣教師の設立を発表します。",
                "eng_text": "The Church of Jesus Christ of Latter-day Saints announces the formation of three new missions, each in Vietnam, the Democratic Republic of the Congo, and Nigeria",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34766,
                "date": "2016-01-07T00:00:00Z",
                "text": "マルヒュール・ナショナル・ワイルドライフ保護区の占拠。地元のバーンズ・パイユート族族長であるシャーロット・ロドリーグ氏が、占拠者に立ち退いてほしいと求めて参加し、「抗議者たちはこの土地に対する権利を持っていない」と述べています。ロドリーグ氏は更に、米国議会が批准していない条約を引用し、その土地を部族に所有権を与えるものとしています。",
                "eng_text": "Tribal chair Charlotte Rodrique of the local Burns Paiute Tribe has joined in asking the occupiers to leave saying \"The protesters have no claim to this land\". Rodrique further cites a treaty, never ratified by the United States Congress, giving ownership of the land to the tribe",
                "d2v_vecs": {}
            },
            {
                "id": 34808,
                "date": "2016-01-11T00:00:00Z",
                "text": "マルヒュール国立野生動物保護区の占拠。武装した民兵団である憲法の自由を求める市民としても知られる者たちが、オレゴン州ハーニー郡にある米国漁猟野生生物局が管理するマルヒュール国立野生動物保護区を占拠し、隣接する公共地に私有家畜が放牧できるようにされたと主張される柵の一部を壊す。米国漁猟野生生物局は、「柵を撤去したり、保護区の財産を損傷したり、機材を無許可で使用することは、違法な占拠者による追加の違法行為となる。家畜を保護区に移動させたり、[漁猟野生生物局]が明示的に許可していないその他の活動は不法侵入となります」という声明を通じてその行為を非難している。",
                "eng_text": "Armed militiamen, also known as the Citizens for Constitutional Freedom, who are occupying the USFWS administered Malheur National Wildlife Refuge in Harney County, Oregon, tear down a part of a fence that they claim was erected by the federal government in order to allow privately owned cattle to graze on the adjacent public land. USFWS condemns the actions through a written statement which states that, \"Removing fences, damaging any refuge property, or unauthorized use of equipment would be additional unlawful actions by the illegal occupiers. Any movement of cattle onto the refuge or other activities that are not specifically authorized by [the Fish and Wildlife Service] constitutes trespassing",
                "d2v_vecs": {}
            },
            {
                "id": 34995,
                "date": "2016-01-26T00:00:00Z",
                "text": "マルユール国立野生生物保護区の占拠。米連邦当局は、オレゴン州ハーニー郡のUSルート395での交通検問中に発砲事件があり、民兵の指導者アモン・バンディと数名の信奉者を逮捕しました。ランチャーであり、民兵団の広報担当者であるアリゾナ州出身のラボイ・フィニカムが銃撃戦で死亡しました。",
                "eng_text": "U.S. federal authorities arrest militia leader Ammon Bundy and several of his followers following an exchange of gunfire at a traffic stop on U.S. Route 395 in Harney County, Oregon. One person, LaVoy Finicum, a rancher from Arizona and spokesman for the militia, was killed in the shootout",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34767,
                "date": "2016-01-07T00:00:00Z",
                "text": "2016年1月、パリ警察署襲撃事件が発生しました。パリの18区、グット・ドールにある警察署の外で、ナイフを持っていた男がフランス警察に射殺されました。男は「アッラフ・アクバル」と叫んでいました。男の遺体からは、アラビア語で書かれたイスラム国旗と襲撃の声明が書かれた紙片が見つかりました。この事件は、昨年のシャルリー・エブド襲撃の記念日に起きたことで知られています。",
                "eng_text": "French police shoot dead a knife-wielding man, who was shouting \"Allahu Akbar\", outside a police station in Goutte d'Or, located in the 18th arrondissement of Paris. A piece of paper with an Islamic State flag and claim for the attack written in Arabic was found on his body. The incident is noted for taking place on the anniversary of last year's Charlie Hebdo shooting",
                "d2v_vecs": {}
            },
            {
                "id": 35007,
                "date": "2016-01-27T00:00:00Z",
                "text": "2015年11月のパリ襲撃。フランソワ・オランド大統領と異なる意見を持っていたクリスチャン・トビラは、テロリスト/市民権法に関する問題でフランスの司法大臣を辞任する。",
                "eng_text": "Christiane Taubira, differing with President François Hollande concerning  pending terrorist/citizenship legislation, resigns as the Minister of Justice in France",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34772,
                "date": "2016-01-07T00:00:00Z",
                "text": "2009年から2016年までのオクラホマ地震の発生群。アメリカ合衆国では、水曜日の夕方から木曜日の午後にかけて、マグニチュード2.5以上の地震が30回（現在も続いている）オクラホマを襲いました。最大のものは、昨日午後10時27分に発生したマグニチュード4.8の地震で、オクラホマのフェアビューの北西32キロメートル（20マイル）で発生しました。",
                "eng_text": "In the United States, a swarm of 30  (and counting) earthquakes of magnitude 2.5 or greater struck Oklahoma from Wednesday evening through Thursday mid-afternoon. The biggest, a magnitude  4.8, happened yesterday at 10:27 p.m. CST, 32 kilometers (20 miles) northwest of Fairview, Oklahoma",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34776,
                "date": "2016-01-07T00:00:00Z",
                "text": "スコットランドヤードは、イギリス女優シアン・ブレイクと彼女の2人の息子の死に関連するトリプル殺人事件を調査していることを確認しました。火曜日に彼らの遺体が発見された後、調査が進められています。",
                "eng_text": "Scotland Yard confirms that they are investigating a triple murder in relation to the death of British actress Sian Blake and her two sons after the discovery of their dead bodies on Tuesday",
                "d2v_vecs": {}
            },
            {
                "id": 34789,
                "date": "2016-01-09T00:00:00Z",
                "text": "シャーン・ブレイクのパートナーであるアーサー・シンプソン＝ケントが、ブレイクと彼女の2人の子どもの殺害と関連してガーナで逮捕されました。",
                "eng_text": "Sian Blake's partner Arthur Simpson-Kent is arrested in Ghana in connection with the murder of Blake and her two children",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34775,
                "date": "2016-01-07T00:00:00Z",
                "text": "メキシコ南部のゲレロ州の田舎の村で、六人の遺体が発見されます。",
                "eng_text": "The bodies of six people are found in a rural village in Guerrero state in southern Mexico",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34777,
                "date": "2016-01-08T00:00:00Z",
                "text": "2016年のフルガダ襲撃。疑われていたISIS過激派2人が殺害され、3人の観光客が負傷したが、フルガダ市内のホテルへの不成功な襲撃であった。",
                "eng_text": "Two suspected ISIS militants are killed and three tourists injured in an unsuccessful attack on a hotel in the city of Hurghada",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34780,
                "date": "2016-01-08T00:00:00Z",
                "text": "ドイツでの大晦日の性的暴行事件。ケルン警察署長のヴォルフガング・アルバースは、移民ギャングによる激しい衝突や性的暴行の処理に対する批判を受けて、任務を解かれました。",
                "eng_text": "The chief of Cologne's police force, Wolfgang Albers, is relieved of his duties following criticism of his handling of violent clashes and sexual assaults by migrant gangs in the city on New Year's Eve",
                "d2v_vecs": {}
            },
            {
                "id": 34812,
                "date": "2016-01-11T00:00:00Z",
                "text": "ドイツでの大晦日の性的暴行。ライプツィヒで数千人の抗議者が、ケルンや他のドイツの都市で起きた大晦日のイベントでの大規模な性的暴力の原因とされる記録的な難民の流入に抗議します。多くの人が「私たちは人民だ」「抵抗しろ！」、「彼らを追放せよ！」と叫びました。この抗議行動は、ペギダ（オクシデントのイスラム化に反対する愛国ヨーロッパ人）の地元支部によって組織されました。また、ケルンでは、ソーシャルメディアでの「復讐」の呼びかけに続いて、パキスタンからの男性６人とシリアからの男性１人がいわゆる自警団に襲われました。",
                "eng_text": "Thousands of protesters in Leipzig demonstrate against a record refugee influx they blame for mass sexual violence at New Year's Eve events in Cologne and other German cities. Many chanted 'We are the people', 'Resistance!' and 'Deport them!'. The rally was organized by a local chapter of PEGIDA (Patriotic Europeans Against the Islamisation of the Occident). Six Pakistani men and one Syrian man were also attacked by so-called vigilantes in Cologne, following calls on social media for \"revenge\" in the wake of the New Year's Eve assaults",
                "d2v_vecs": {}
            },
            {
                "id": 34898,
                "date": "2016-01-16T00:00:00Z",
                "text": "ヨーロッパの移民危機。 中央ヨーロッパの国に入国する移民の数が急増しているため、オーストリアはドイツおよびスロベニアとの国境に軍隊を展開することになっています。",
                "eng_text": "Austria is to deploy its army on its borders with Germany and Slovenia in the wake of surging numbers of migrants entering the Central European country",
                "d2v_vecs": {}
            },
            {
                "id": 34955,
                "date": "2016-01-22T00:00:00Z",
                "text": "ヨーロッパの移民危機。アメリカ政府は、ビザ免除プログラムに新しい制限を設け、欧州、日本、オーストラリアからの旅行者に、過去5年間にイラン、イラク、シリア、スーダンのいずれかを訪れたことがあり、もしくは二重国籍の場合、アメリカへの渡航ビザを取得する必要があります。新しいビザポリシーは、2015年11月のパリ攻撃の直後に、国会によって国家安全保障の理由で可決された法律に基づいて義務付けられました。",
                "eng_text": "The United States government implements new restrictions to its visa waiver program which now requires, with limited exceptions, European, Japanese and Australian travelers to the United States who either have been visitors in the last five years to or are dual-citizens of Iran, Iraq, Syria and Sudan to obtain a travel visa. The new visa policies were mandated by legislation which was passed, in the aftermath of November 2015 Paris attacks, by Congress on the grounds of national security",
                "d2v_vecs": {}
            },
            {
                "id": 35012,
                "date": "2016-01-28T00:00:00Z",
                "text": "ヨーロッパの移民危機。トルコのアナトリア海岸沖のエーゲ海に位置するギリシャのサモス島の近くで、イラククルド人移民を乗せた船が沈没し、少なくとも24人が死亡（うち複数の子供を含む）、11人が行方不明となりました。",
                "eng_text": "A boat carrying Iraqi Kurd migrants sinks off the Greek island of Samos  in the Aegean Sea off Turkey's Anatolian coast, killing at least 24 people, including several children, with 11 others missing",
                "d2v_vecs": {}
            },
            {
                "id": 35015,
                "date": "2016-01-28T00:00:00Z",
                "text": "ヨーロッパの移民危機。スウェーデン内務大臣Anders Ygemanは、金融新聞Dagens Industriに、スウェーデンが約45％の難民申請を認めないことを伝え、つまり今後数年で約60,000〜80,000人の難民が送還される可能性があると述べました。",
                "eng_text": "Swedish Interior Minister Anders Ygeman tells financial newspaper Dagens Industri that Sweden is disallowing about 45 percent of asylum applications which means around 60,000-80,000 asylum-seekers could be deported  in coming years",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34779,
                "date": "2016-01-08T00:00:00Z",
                "text": "2015年から2016年のオーストラリアの山火事シーズン。西オーストラリアの小さな町ヤーループでの山火事の後、3人が行方不明となり、歴史的なヤーループ・ワークショップを含む少なくとも135の建造物が破壊されました。現地からの報告によると、ヤーループの町はほぼ完全に破壊されたとされ、現地の公式地域の一人、マレイ・カウパー氏は、「巨大な火の玉がやってきて、止める方法はありませんでした。これは町の終わりかもしれません」と述べています。",
                "eng_text": "Three people are unaccounted for and at least 135 structures are destroyed, including the historic Yarloop Workshops, following a bushfire in the small Western Australian town of Yarloop. Reports coming out of the area suggest the town of Yarloop has been almost completely destroyed with one local official, Murray Cowper, saying, \"A big fireball came through and there was no way they were going to stop it. This could well be the end of the town\"",
                "d2v_vecs": {}
            },
            {
                "id": 34786,
                "date": "2016-01-09T00:00:00Z",
                "text": "2015-16年のオーストラリアの森林火災シーズン。西オーストラリア州ヤーラップで2人の遺体が発見され、ワルーナ森林火災が制御不能のまま燃え続けているため、4つの町の住民が避難を求められています。",
                "eng_text": "Two dead bodies have been found in Yarloop, Western Australia, and residents of four towns urged to evacuate in under threat as the Waroona bushfire continues to burn out of control",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34785,
                "date": "2016-01-09T00:00:00Z",
                "text": "シリア内戦ロシアのシリア内戦への軍事介入。イドリブ州のマアラト・アル・ヌーマーンの北部町で、ロシアの空爆がアル＝ヌスラ戦線（シリアのアルカーイダ支部）が運営する刑務所複合施設を襲撃し、約60人が死亡。殺害されたほとんどはアル＝ヌスラによって投獄された反乱軍だったとされています、シリア人権監視団による。",
                "eng_text": "Russian airstrikes on an Al-Nusra Front (Al-Qaeda's branch in Syria)-run prison complex in the northern town of Maarrat al-Nu'man, Idlib, leaves nearly 60 people dead. Most of those killed were rebels imprisoned by Al-Nusra, according to the Syrian Observatory for Human Rights",
                "d2v_vecs": {}
            },
            {
                "id": 34818,
                "date": "2016-01-12T00:00:00Z",
                "text": "シリア内戦。ラタキア攻勢（2015年〜現在）。シリア軍はロシアの空爆支援を受け、北部ラタキア県の戦略的な町サルマを奪還する。この町は2012年以来、主に反乱勢力（FSA）やジハード勢力（アル＝ヌスラ戦線）の支配下にあった。",
                "eng_text": "The Syrian Army, backed by Russian airstrikes, retakes control of the strategic town of Salma in the northern Latakia Governorate. The town had been mostly under rebel (FSA) and jihadist (Al-Nusra Front) control since 2012",
                "d2v_vecs": {}
            },
            {
                "id": 34819,
                "date": "2016-01-12T00:00:00Z",
                "text": "シリア内戦。国際連合戦争犯罪委員会の捜査官たちが、西部の町マダヤの状況について情報を収集しています。そこにはたった今、3ヶ月ぶりに食料と医療支援が届けられました。この町は7月以来、シリア政府軍による包囲下にあります。国境なき医師団は、深刻な急性栄養不良を持つ250人を治療しています。",
                "eng_text": "United Nations War Crimes Commission investigators are gathering information about conditions in the western town of Madaya, where an aid convoy just brought the first food and medical relief for three months. The city has been under a siege by Syrian government forces since July. Doctors Without Borders is treating  250 people with severe acute malnutrition",
                "d2v_vecs": {}
            },
            {
                "id": 34867,
                "date": "2016-01-15T00:00:00Z",
                "text": "シリア内戦。ユニセフは包囲されたシリアの町マダーヤで深刻な栄養失調が確認されています。ロシアはマダーヤ、フア、カフラヤなどの包囲された町に人道支援を入れるよう呼びかけています。",
                "eng_text": "UNICEF confirms severe malnutrition in the besieged Syrian town of Madaya. Russia calls for humanitarian aid to be let into besieged towns like Madaya, Fua and Kafraya",
                "d2v_vecs": {}
            },
            {
                "id": 34891,
                "date": "2016-01-16T00:00:00Z",
                "text": "シリア内戦。2016年のデリゾール虐殺。イスラム国の部隊が、シリアの東部都市デリゾールに多方面から攻撃を仕掛け、少なくとも75人のシリア軍兵士とアサド支持派民兵が殺害された。シリア人権監視団は、ISIL戦闘員がデリゾール市の北端に進出し、アル＝バガリエの郊外を占拠したと報告している。プロ政府のシリア・アラブ通信社（SANA）は、政府軍が市への攻撃を撃退し、数十人の過激派を殺害したと報じている。",
                "eng_text": "At least 75 Syrian Army soldiers and pro-Assad militiamen are killed following a multi-front attack on the eastern Syrian city of Deir ez-Zor by Islamic State of Iraq and the Levant forces. The Syrian Observatory for Human Rights reports ISIL fighters had advanced into the northern tip of Deir ez-Zor city, and captured the suburb of Al-Baghaliyeh. The pro-government Syrian Arab News Agency (SANA) reports that government forces had repelled an attack on the city leaving dozens of militants dead",
                "d2v_vecs": {}
            },
            {
                "id": 34916,
                "date": "2016-01-18T00:00:00Z",
                "text": "シリア内戦の影響。シリアのアレッポ県でISIL支配地から発射されたロケットが、シリアとトルコの国境に近いトルコのキリス市で少なくとも1人を殺害し、もう1人を負傷させる。トルコ軍はISILの拠点に砲撃で応戦した。",
                "eng_text": "A rocket fired from ISIL-controlled territory in Syria's Aleppo Governorate, kills at least one person and injures another in the Turkish city of Kilis, close to the Syria–Turkey border. The Turkish military responded with artillery fire on ISIL positions",
                "d2v_vecs": {}
            },
            {
                "id": 34926,
                "date": "2016-01-19T00:00:00Z",
                "text": "シリア内戦。シリア人権監視団は、過去数日間にイラクとレバントのイスラム国との戦闘で多数のシリア軍部隊が殺害されたと主張しており、最も激しい戦闘はデイル・エズ・ゾール市近くで行われていると報じられています。",
                "eng_text": "The Syrian Observatory for Human Rights claims that scores of Syrian Army troops have been killed in fighting with the Islamic State of Iraq and the Levant over the past few days with the fiercest battles near the city of Deir ez-Zor",
                "d2v_vecs": {}
            },
            {
                "id": 34927,
                "date": "2016-01-19T00:00:00Z",
                "text": "シリア内戦。ISILは、ジハディ・ジョンが11月の空爆で死亡したことを確認します。",
                "eng_text": "ISIL confirms the death of militant Jihadi John in an airstrike in November",
                "d2v_vecs": {}
            },
            {
                "id": 34958,
                "date": "2016-01-23T00:00:00Z",
                "text": "シリア内戦。デリゾール攻勢（2016年1月）。シリア東部のデリゾール県でイスラム国の支配地域に対する空爆が行われ、シリア人権監視団によると、少なくとも47人の民間人が死亡した。",
                "eng_text": "Airstrikes on Islamic State of Iraq and the Levant-controlled areas in Syria's eastern Deir ez-Zor Governorate, leaves at least 47 civilians dead, according to the Syrian Observatory for Human Rights",
                "d2v_vecs": {}
            },
            {
                "id": 34984,
                "date": "2016-01-26T00:00:00Z",
                "text": "シリア内戦。ホムス市のシリア軍（SAA）の検問所に対する自爆テロで、少なくとも兵士約12人を含む22人が死亡。イラクとレバントのイスラム国が攻撃を引き受けたと主張。",
                "eng_text": "A suicide bomb attack on a Syrian Army (SAA) checkpoint in the city of Homs kills at least 22 people, including around a dozen soldiers. The Islamic State of Iraq and the Levant claims responsibility for the attack",
                "d2v_vecs": {}
            },
            {
                "id": 35048,
                "date": "2016-01-31T00:00:00Z",
                "text": "シリア内戦。2016年サイイダ・ザインブ爆弾テロ。シリアの最も聖なるシーア派の聖地、サイイダ・ザインブ・モスクの近くにあるリフ・ディマシュク県の町サイイダ・ザインブで双子の自爆テロにより少なくとも60人が殺害され、110人が負傷した。攻撃に対してイラク・レバントのイスラム国が責任を主張した。",
                "eng_text": "At least 60 people are killed and 110 wounded in a twin-suicide bomb attack in the town of Sayyidah Zaynab, Rif Dimashq Governorate, near Syria's holiest Shi'ite shrine, the Sayyidah Zaynab Mosque. The Islamic State of Iraq and the Levant claim responsibility for the attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34788,
                "date": "2016-01-09T00:00:00Z",
                "text": "2013年に締結されたブリュッセル協定は、コソボとセルビアの関係に関連しています。反セルビアのデモ隊が、EU仲介の合意に反対し、コソボの首都プリシュティナの政府本部を放火しました。この合意により、コソボのセルビア人少数派により大きな地方権限が与えられる予定です。",
                "eng_text": "Anti-Serbian protesters set fire to the government's headquarters in Kosovo's capital, Pristina, over an EU-brokered deal that will give Kosovo's ethnic Serb minority greater local powers",
                "d2v_vecs": {}
            },
            {
                "id": 34882,
                "date": "2016-01-15T00:00:00Z",
                "text": "コソボ戦争。特別法廷が設立され、コソボ解放軍の容疑者が少数民族や政治的な反対者に対する戦争犯罪の嫌疑について裁かれます。",
                "eng_text": "A special court is set up at The Hague to try Kosovo Liberation Army suspects for alleged war crimes against ethnic minorities and political opponents",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34793,
                "date": "2016-01-10T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年〜2021年）。アフガニスタンの国防省は、自国軍が北部タハール州のダルカド地区を奪還したと報告しています。省によると、2日間の戦闘でタリバンの戦闘員20人と1人のアフガニスタン兵士が殺害されたとのことです。",
                "eng_text": "The Afghanistan defense ministry reports its forces have recaptured  Darqad District in northern Takhar Province. According to the ministry, twenty Taliban militants and one Afghan soldier were killed in two days of fighting",
                "d2v_vecs": {}
            },
            {
                "id": 34836,
                "date": "2016-01-13T00:00:00Z",
                "text": "アフガニスタンのジャララバードにおいて、イスラム国の過激派がパキスタン領事館を襲撃し、9人が死亡し、12人が負傷した。",
                "eng_text": "Islamic State militants attack Pakistan's consulate in Jalalabad, Afghanistan, killing 9 people and injuring 12 more",
                "d2v_vecs": {}
            },
            {
                "id": 34938,
                "date": "2016-01-20T00:00:00Z",
                "text": "アフガニスタンでの戦争。アフガニスタンのカブールで自爆攻撃がトロロニュースを標的に、4人を殺害し20人を負傷させました。",
                "eng_text": "A suicide bomber in Kabul, Afghanistan, targets Tolo News, killing four and wounding 20",
                "d2v_vecs": {}
            },
            {
                "id": 34987,
                "date": "2016-01-26T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年～2021年）。タリバンとつながりがあるとされるアフガニスタンの警察官が、ウローズガン州で同僚10人を毒殺した。",
                "eng_text": "An Afghan police officer, allegedly tied to Taliban, poisons and kills ten of his colleagues in Urozgan province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34798,
                "date": "2016-01-10T00:00:00Z",
                "text": "メキシコ東部のベラクルス州で、アマチュアサッカー選手やファンを乗せたバスが川に転落し、20人が亡くなりました。",
                "eng_text": "Twenty people are killed after a bus carrying amateur football players and fans plunges into a river in Veracruz, eastern Mexico",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34801,
                "date": "2016-01-10T00:00:00Z",
                "text": "ドイツとポーランドの関係。 ポーランドは、ワルシャワでのドイツの大使を呼び出し、ドイツの政治家が行った「反ポーランド」発言について抗議しました。",
                "eng_text": "Poland summons the German ambassador in Warsaw over \"anti-Polish\" remarks made by German politicians",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34806,
                "date": "2016-01-11T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。イラクの首都バグダッドにあるショッピングセンターへの攻撃で少なくとも51人が殺害され、バグダッドの東に位置するミクダディーヤの違法カジノの外での車爆発で、イラクとシリアのイスラム国が両方の攻撃を引き受けたと報告されています。",
                "eng_text": "At least 51 people are reportedly killed in an attack on a shopping centre in Iraq's capital, Baghdad, and a car bombing outside an illegal casino in Miqdadiyah, east of Baghdad, with the Islamic State of Iraq and the Levant claiming responsibility for both attacks",
                "d2v_vecs": {}
            },
            {
                "id": 34807,
                "date": "2016-01-11T00:00:00Z",
                "text": "アメリカ主導のイラク介入（2014年〜2021年）。米軍の空爆が、モスル中心部にあるISILの資金と給与の中枢を破壊する。",
                "eng_text": "A U.S. airstrike destroys an ISIL money and payroll hub in central Mosul",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34799,
                "date": "2016-01-10T00:00:00Z",
                "text": "オンタリオ州ニピゴン近くにある2ヶ月前に完成したニピゴン川橋が、機械の故障により交通が閉鎖され、トランスカナダハイウェイが途絶え、アメリカへの迂回路が強制されています。",
                "eng_text": "The two-month-old Nipigon River Bridge near Nipigon, Ontario is closed to traffic after a mechanical failure, severing the Trans-Canada Highway and forcing a detour into the United States",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34817,
                "date": "2016-01-12T00:00:00Z",
                "text": "2016年1月のイスタンブール爆破事件。トルコでは60人のイスラム過激派が逮捕され、そのうち21人がシャンルウルファ市で逮捕されました。",
                "eng_text": "Sixty alleged Islamic militants are arrested in Turkey with twenty one people arrested in the city of Sanliurfa",
                "d2v_vecs": {}
            },
            {
                "id": 34816,
                "date": "2016-01-12T00:00:00Z",
                "text": "2016年1月のイスタンブール爆破事件。イスタンブールのスルタンアフメト広場で爆発があり、少なくとも10人が死亡し、15人が負傷しています。主にドイツ人観光客が被害を受けました。トルコのドメン首相であるアフメト・ダヴトオールによると、シリア出身のISILメンバーである自爆テロリストが犯人であるとされています。",
                "eng_text": "At least 10 people are killed and 15 injured, mostly German tourists, following an explosion in Istanbul's Sultanahmet Square. A Syrian suicide bomber, an ISIL member, is  responsible, according to Turkish Prime Minister Ahmet Davutoğlu",
                "d2v_vecs": {}
            },
            {
                "id": 34839,
                "date": "2016-01-13T00:00:00Z",
                "text": "2016年1月のイスタンブール爆破事件。トルコ警察は、ロシア国籍の3人を、ISISへの所属の疑いで南部のアダナ州で逮捕した。",
                "eng_text": "Turkish police arrest three people with Russian citizenship in the southern province of Adana on suspicion of belonging to ISIS",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34825,
                "date": "2016-01-12T00:00:00Z",
                "text": "イラン空軍のF-4 ファントムII戦闘機が、トレーニング任務中に南東部の港町コナラク近くで墜落し、パイロットと副操縦士の両方が死亡しました。",
                "eng_text": "An Iranian Air Force F-4 Phantom II fighter jet crashes near the southeast port city of Konarak while on a training mission, killing both the pilot and co-pilot",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34835,
                "date": "2016-01-13T00:00:00Z",
                "text": "韓国国境での事件。韓国兵士が、朝鮮非武装地帯（DMZ）付近で疑わしい北朝鮮のドローンに警告射撃を行いました。その「未確認飛行物体」は、ソウルより北へ約29マイルの位置で、韓国のトドラ観測所の近くで目撃されました。",
                "eng_text": "South Korean soldiers fire warning shots at a suspected North Korean drone near the Korean Demilitarized Zone (DMZ). The \"unidentified flying object\" was spotted around 29 miles north of Seoul, near South Korea's Dora Observation Post",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34925,
                "date": "2016-01-19T00:00:00Z",
                "text": "パキスタン北西部での戦争。パキスタンのペシャワール近くのセキュリティチェックポイント付近で自爆テロ犯が襲撃し、少なくとも9人が死亡し、35人が負傷。",
                "eng_text": "At least 9 people are killed and 35 injured after a suicide bomber strikes near a security checkpoint near Peshawar, Pakistan",
                "d2v_vecs": {}
            },
            {
                "id": 34937,
                "date": "2016-01-20T00:00:00Z",
                "text": "パキスタン北西部での戦争。バーチャ・カーン大学襲撃。銃撃犯がパキスタンのチャルサッダにある大学を襲撃。少なくとも21人が死亡したと報じられています。",
                "eng_text": "Gunmen attack a university in Charsadda, Pakistan. At least 21 people are reportedly killed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34843,
                "date": "2016-01-13T00:00:00Z",
                "text": ". フランスアルプスのイゼール県にあるレ・デュ･アルプススキーリゾートで雪崩が発生し、3人が死亡し1人が負傷しました。関係者は他の可能な犠牲者を捜索しています。",
                "eng_text": "An avalanche kills three and injures one at the Les Deux Alpes ski resort in Isère département of the French Alps. Officials are searching for other possible victims",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34847,
                "date": "2016-01-13T00:00:00Z",
                "text": "キューバとアメリカの関係。キューバとアメリカの関係がますます正常化されつつあることを示す大きな兆候は、今月末にジャマイカで開催される年次カリブ海安全保障会議での島国の参加であると、アメリカ南部軍の現職司令官であるジョン・F・ケリー将軍は述べた。",
                "eng_text": "A major indication that relations between Cuba and the U.S. are increasingly normalized will be the island nation’s participation later this month at an annual Caribbean security conference in Jamaica, according to the outgoing head of the United States Southern Command, General John F. Kelly",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34842,
                "date": "2016-01-13T00:00:00Z",
                "text": "2016年の大西洋ハリケーンシーズン。サブトロピカルストームアレックスはアゾレス諸島の南南西785マイル（1,260 km）に位置しています。アレックスは1851年以来、1月に発生したわずか4つの熱帯または亜熱帯の嵐の1つです。ハリケーンシーズンは毎年6月1日に始まります。アレックスはアゾレス諸島に金曜日に到達すると予想されており、平均降水量は3〜5インチです。",
                "eng_text": "Subtropical Storm Alex is located 785 miles (1,260 km) south-southwest of the Azores. Alex is one of just four tropical or subtropical storms to occur in January since 1851, the first year  records were kept. The hurricane season begins on June 1 of each year. Alex is expected to hit  the Azores on Friday with average rain  accumulations of 3 to 5 inches",
                "d2v_vecs": {}
            },
            {
                "id": 34856,
                "date": "2016-01-14T00:00:00Z",
                "text": "2016年の大西洋ハリケーンシーズン。ハリケーンアレックスが、1938年以来初めての1月に大西洋で発生したハリケーンとなり、アゾレス諸島に警報が発令されました。",
                "eng_text": "Hurricane Alex becomes the first hurricane to form in the Atlantic Ocean in January since 1938 with warnings issued for the Azores",
                "d2v_vecs": {}
            },
            {
                "id": 34871,
                "date": "2016-01-15T00:00:00Z",
                "text": "2016年の大西洋ハリケーンシーズン。ハリケーンアレックスがアゾレス諸島に向かって進んでおり、数つの島にはハリケーン警報が発令されています。",
                "eng_text": "Hurricane Alex heads towards the Azores with hurricane warnings in place for several islands",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34848,
                "date": "2016-01-14T00:00:00Z",
                "text": "2016年のジャカルタ攻撃。インドネシアの首都ジャカルタ市内で爆発や銃撃が報告されています。少なくとも7人の死亡者が報告されています。",
                "eng_text": "Bomb blasts and gunfire are reported in the centre of the Indonesian capital Jakarta. At least seven deaths have been reported",
                "d2v_vecs": {}
            },
            {
                "id": 34849,
                "date": "2016-01-14T00:00:00Z",
                "text": "2016年のジャカルタ攻撃。インドネシア警察は、イスラム国の過激派がこの攻撃の責任があると疑っており、報告によると攻撃者は5人とされ死亡したと報告されています。",
                "eng_text": "Indonesian police suspect Islamic State militants are responsible for the attacks with five attackers reported dead",
                "d2v_vecs": {}
            },
            {
                "id": 34903,
                "date": "2016-01-17T00:00:00Z",
                "text": "2016年のジャカルタ攻撃。今週の攻撃で確認された死者数は8人に上昇します。",
                "eng_text": "The confirmed death toll from this week's attacks rises to eight",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34850,
                "date": "2016-01-14T00:00:00Z",
                "text": "トルコとPKKの紛争。PKKの反乱（2015年から現在）。ミディヤトとダーバクルのチナールにあるトルコの警察本部が車爆弾攻撃を受け、6人が死亡し39人が負傷。どのグループも責任を主張していないが、政府はPKKの反乱者が攻撃を実行したと非難している。",
                "eng_text": "Turkish police headquarters in Midyat and Çınar, Diyarbakır, are hit by car bombs, killing six people and injuring 39. No group has claimed responsibility but the government accuses PKK rebels of carrying out the attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34859,
                "date": "2016-01-14T00:00:00Z",
                "text": "西アフリカでのエボラウイルスの流行。WHOがその宣言をした数時間後、シエラレオネで1人の人がエボラウイルスで亡くなった。",
                "eng_text": "A person dies of the Ebola virus in Sierra Leone hours after the WHO makes its declaration",
                "d2v_vecs": {}
            },
            {
                "id": 34910,
                "date": "2016-01-17T00:00:00Z",
                "text": "西アフリカでのエボラウイルスの流行。シエラレオネは最近のエボラウイルスによる死亡例を受けて、数百人に隔離措置を課します。",
                "eng_text": "Sierra Leone imposes quarantine on hundreds of people following a recent death from the Ebola virus",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34864,
                "date": "2016-01-15T00:00:00Z",
                "text": "2016年のワガドゥグー襲撃事件。イスラム・マグレブのアルカイダ（AQIM）がこの攻撃の責任を主張しており、確認されればこの都市で最初のイスラムテロ攻撃となるでしょう。",
                "eng_text": "Al Qaeda in the Islamic Maghreb (AQIM) claims responsibility for the attack, which if confirmed would be the first Islamic terrorist attack in the city",
                "d2v_vecs": {}
            },
            {
                "id": 34863,
                "date": "2016-01-15T00:00:00Z",
                "text": "2016年のワガドゥグー襲撃。重装備をした銃を持った武装集団が、ブルキナファソの首都ワガドゥグーの中心部にあるカプチーノとスプレンディッドホテルを襲撃し、人質を取った。報道によると、少なくとも20人が死亡したとされています。",
                "eng_text": "Gunmen armed with heavy weapons attack a restaurant called Cappuccino and the Splendid Hotel, taking hostages, in the heart of Burkino Faso's capital, Ouagadougou. At least 20 people are reportedly killed",
                "d2v_vecs": {}
            },
            {
                "id": 34887,
                "date": "2016-01-16T00:00:00Z",
                "text": "2016年のワガドゥグー攻撃。ブルキナファソの治安部隊が、アルカイダ・イスラーム・マグレブ派の武装勢力による襲撃を受けていたホテル・スプレンディッドに突入しました。126人以上が解放され、少なくとも29人が亡くなりました。",
                "eng_text": "Burkina Faso security forces storm the Hotel Splendid which had been under attack by Al Qaeda in the Islamic Maghreb militants. Over 126 people have been freed and at least 29 people have died",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34866,
                "date": "2016-01-15T00:00:00Z",
                "text": "ソマリアでの戦争。アル・シャバブの武装勢力が、南部ソマリアのアフリカ連合基地を制圧し、数十人の兵士が死亡したとの未確認報道があります。",
                "eng_text": "al Shabaab militants overrun an African Union base in southern Somalia with unconfirmed reports of dozens of soldiers dead",
                "d2v_vecs": {}
            },
            {
                "id": 34944,
                "date": "2016-01-21T00:00:00Z",
                "text": "ソマリア内戦（2009年～現在）。アル・シャバブの武装勢力がモガディシュのリドやビーチエリアを襲撃した。少なくとも20人が報道された死亡者が出た。",
                "eng_text": "Al-Shabaab militants attack the Lido or beach area in Mogadishu. At least 20 people are reportedly killed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34869,
                "date": "2016-01-15T00:00:00Z",
                "text": "中国のハイアーグループが、ジェネラルエレクトリックの家電部門を54億ドルで買収します。",
                "eng_text": "China's Haier Group buys General Electric's appliance unit for $5.4 billion",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34870,
                "date": "2016-01-15T00:00:00Z",
                "text": "スキーヤーを乗せているツアーバスが日本の長野県で道路脇に転落し、少なくとも14人が死亡し、別の27人が負傷しています。",
                "eng_text": "A tour bus carrying skiers runs off the road in Japan's Nagano Prefecture with at least 14 people dead and injuring another 27",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34873,
                "date": "2016-01-15T00:00:00Z",
                "text": "ハワイのアメリカ沿岸警備隊と海軍は、アメリカ海兵隊のCH-53Eスーパースタリオンヘリコプター2機が夜間の訓練飛行中に衝突した後、オアフ島北部沖で行方不明になった12人のアメリカ軍人を捜索しています。",
                "eng_text": "The United States Coast Guard and Navy in Hawaii are searching for twelve American servicemen off the northern coast of Oahu following a crash between two United States Marine Corps CH-53E Super Stallion helicopters that were conducting an overnight training flight",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34880,
                "date": "2016-01-15T00:00:00Z",
                "text": "イギリスの貴族グレヴィル・ジャネール卿によるレスターの児童施設の元住民12人に対する児童虐待の疑惑に関する事実審理が、ジャネール卿の死去により終了します。",
                "eng_text": "A trial of the facts regarding allegations of child abuse against 12 former residents of children's homes in Leicester by British lord Greville Janner ends due to his death",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34885,
                "date": "2016-01-15T00:00:00Z",
                "text": "アゼルバイジャンの国家警察は、国の悪化する経済状況に抗議していたクバ地区のデモ参加者を強制的に排除するために催涙ガスと水砲を使用し、多数が逮捕されました。",
                "eng_text": "Azerbaijani National Police use tear gas and water cannons to forcibly disperse protesters in the  Quba District who were protesting the country's worsening economic situation, resulting in scores being arrested",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34886,
                "date": "2016-01-16T00:00:00Z",
                "text": "トンガ教区から、カトリックの枢機卿ソアネ・パティタ・パイニ・マフィが、ハワイ州ホノルルの聖テレサ・オブ・ジーザス幼児共同大聖堂で歓迎されました。フランシス教皇によって任命されたマフィは、トンガという南太平洋の小さな国から初めてかつ最年少の枢機卿です。",
                "eng_text": "From the Diocese of Tonga, Catholic Cardinal Soane Patita Paini Mafi is welcomed at the Co-Cathedral of Saint Theresa of the Child Jesus in Honolulu, Hawaii. Appointed by Pope Francis, Mafi is the first and youngest cardinal from the small South Pacific nation of Tonga",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34906,
                "date": "2016-01-17T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）。最低でも13人の市民が、ラマディ近くでのイラク治安部隊とISILとの戦闘から逃れる際に、道路脇の爆弾によって殺害されました。",
                "eng_text": "At least 13 civilians have been killed by a roadside bomb while fleeing from fighting between Iraqi security forces and ISIL near Ramadi",
                "d2v_vecs": {}
            },
            {
                "id": 34939,
                "date": "2016-01-20T00:00:00Z",
                "text": "イラク内戦（2014年〜2017年）ISILによる文化遺産の破壊。アソシエイテッドプレスが公開した衛星画像によると、イラクのモスル市近くにある歴史的なセント・エリヤ修道院、イスラム教よりも古いイラク最古のキリスト教修道院がイラクとレバントのイスラーム国家の武装勢力によって完全に破壊されたことが明らかになった。",
                "eng_text": "Satellite images released by the Associated Press reveal the historic Saint Elijah's Monastery near the Iraqi city of Mosul, the oldest Christian monastery in Iraq that predates Islam, has been completely razed by Islamic State of Iraq and the Levant militants",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34913,
                "date": "2016-01-17T00:00:00Z",
                "text": "\nBuzzfeedとBBCは、世界のテニスでトップ50にランクインした「16人の選手」による広範囲にわたる試合操作の証拠があると報じており、その試合操作には北イタリア、シチリア、ロシアの賭博シンジケートが関与しているとされています。この試合操作は、ウィンブルドンなどの主要な大会で行われているとのことです。",
                "eng_text": "Buzzfeed and the BBC report there is evidence of alleged widespread match-fixing by \"16 players who have ranked in the top 50\"  of world tennis involving Northern Italian, Sicilian, and Russian betting syndicates \"at major tournaments including Wimbledon",
                "d2v_vecs": {}
            },
            {
                "id": 35010,
                "date": "2016-01-27T00:00:00Z",
                "text": "テニスの世界で、スポーツの主要機関である協会が、BBCとBuzzFeedが報じた試合操作の疑惑についての報告に続き、反汚職ユニットに対する独立調査を開始する。",
                "eng_text": "In tennis, the sport's governing bodies launch an independent inquiry into the anti-corruption unit following a report published by the BBC and BuzzFeed about allegations of failing to pursue allegations of match fixing",
                "d2v_vecs": {}
            },
            {
                "id": 35045,
                "date": "2016-01-30T00:00:00Z",
                "text": "2016年の全豪オープンテニス大会。ドイツのアンゲリク・ケルバーがアメリカのセリーナ・ウィリアムズを6-4、3-6、6-4のスコアで破り、女子シングルスで優勝しました。これはケルバーにとって初めてのグランドスラムタイトルです。",
                "eng_text": "In tennis, Angelique Kerber of Germany tops (2–1) defending champion Serena Williams of the United States, 6-4, 3–6, 6–4, to win the Women's Singles. This is Kerber's first Grand Slam title",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34920,
                "date": "2016-01-18T00:00:00Z",
                "text": "モダーヌの雪崩。少なくとも5人のフランス外人部隊の兵士が、イタリア国境に近いアルプスで訓練中に雪崩に巻き込まれ、6人が負傷しました。兵士たちは第2外国兵士部隊のエンジニア連隊のメンバーでした。",
                "eng_text": "At least five French Foreign Legion soldiers are killed and six injured in an avalanche while on a training exercise in the Alps, close to the Italian border. The soldiers were members of the 2nd Foreign Engineer Regiment",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34923,
                "date": "2016-01-18T00:00:00Z",
                "text": "ロシアのドゥーマは、同性愛表現を禁止する共産党の法案を否決しました。",
                "eng_text": "The Russian Duma rejects a Communist Party bill banning homosexual expression",
                "d2v_vecs": {}
            },
            {
                "id": 35044,
                "date": "2016-01-30T00:00:00Z",
                "text": "ローマのサーカス・マキシムスで、約50万人のイタリア人が抗議し、同性の結婚を合法化する予定の立法に反対する。この法律は、結婚と同じ権利を民間結婚に拡大するもので、子どもの養子縁組を含む。",
                "eng_text": "An estimated half-million Italians protest in Rome's Circus Maximus against pending legislation that  would legalize same-sex unions. The legislation would extend to civil unions the same rights  they would have under marriage, including adoption of children",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34929,
                "date": "2016-01-19T00:00:00Z",
                "text": "パキスタンは、Googleが現地版を開設した後、3年ぶりにYouTubeの使用を解禁した。現地版では政府が不適切なと考えるコンテンツの削除を要求することができる。中国では同様のシステムが長年存在している。",
                "eng_text": "Pakistan lifts a three-year ban on YouTube after Google launches a local version that allows the government to demand removal of material it considers to be offensive. Similar systems have existed in China for many years",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34931,
                "date": "2016-01-19T00:00:00Z",
                "text": "パリの改装されたリッツホテルの屋根が、再オープンの数週間前に火災で被害を受けました。",
                "eng_text": "The roof of the renovated Hôtel Ritz in Paris is damaged by fire just weeks before the planned re-opening",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34942,
                "date": "2016-01-20T00:00:00Z",
                "text": "NASAと国立海洋気象局は、1890年の気象記録の始まり以来、2015年が最も暑い年であることを発表しました。",
                "eng_text": "NASA and the National Oceanic and Atmospheric Administration announce that 2015 was the hottest year on record since the beginning of meteorological records in 1890",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34941,
                "date": "2016-01-20T00:00:00Z",
                "text": "モルドバの議会は、続く抗議活動の中で緊急選挙を要求する声が上がる中、新しい政府を承認しました。",
                "eng_text": "Moldova's parliament approves a new government despite ongoing protests calling for snap elections",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34943,
                "date": "2016-01-20T00:00:00Z",
                "text": "カリフォルニア工科大学の天文学者チームが、外部太陽系に潜在的な新惑星（プラネットナイン）の存在を推測しています。",
                "eng_text": "A team of astronomers at Caltech infer the existence of a potential new planet (Planet Nine) in the outer Solar System",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34949,
                "date": "2016-01-21T00:00:00Z",
                "text": "クリミアの国家評議会は、クリミア・タタール人の指導者で元ソビエト連邦の異議申し立て者であるムスタファ・ジェミレフに対する逮捕状を発行します。",
                "eng_text": "The State Council of Crimea issues an arrest warrant for the leader of the Mejlis of the Crimean Tatar People and former Soviet dissident Mustafa Dzhemilev",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34951,
                "date": "2016-01-21T00:00:00Z",
                "text": "ベトナム共産党第12回全国大会が8日間、ハノイで開催され、次の5年間の国家指導者を選出する。",
                "eng_text": "The 12th National Congress of the Communist Party of Vietnam convenes in Hanoi for eight days to select the country's leadership for the next five years",
                "d2v_vecs": {}
            },
            {
                "id": 35008,
                "date": "2016-01-27T00:00:00Z",
                "text": "ベトナムは保守派のNguyễn Phú Trọngを再選し、ベトナム共産党の書記長として選出しました。政治局のメンバーであるNguyễn Xuân Phúc副首相が、Nguyễn Tấn Dũng首相の後任として期待されています。Dũngはもう1期を務める資格がありません。",
                "eng_text": "Vietnam reelects conservative Nguyễn Phú Trọng as  General Secretary of the Communist Party of Vietnam.  Deputy Prime Minister Nguyễn Xuân Phúc, a member of the Politburo, is expected to replace Nguyễn Tấn Dũng  as prime minister. Dũng is not eligible for another term",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34954,
                "date": "2016-01-22T00:00:00Z",
                "text": "2016年1月の米国ブリザード。中部大西洋州の数百万人が冬の嵐に備えています。",
                "eng_text": "Millions of people in the Mid-Atlantic states brace for a winter storm",
                "d2v_vecs": {}
            },
            {
                "id": 34960,
                "date": "2016-01-23T00:00:00Z",
                "text": "2016年1月のアメリカ大陸横断ブリザード。この記録的な嵐は、日曜日まで3日間ブリザードの状態が続くと予測されており、少なくとも10人の死亡者を出し、何十万人もの停電を引き起こし、8,300以上の便がキャンセルされ、主要な高速道路で多くの旅行者が立ち待ちすることとなり、最大70マイル/時の風が吹き、デラウェア州とニュージャージーショアラインでは過去最高の高潮を生み出しました。",
                "eng_text": "This potentially record storm, which is predicted to generate blizzard conditions through a third day on Sunday, has caused at least 10 deaths, knocked out power to hundreds of thousands, led to more than 8,300 canceled flights,  stranded many travelers on major highways and, with up to 70 mph winds, produced record-high tides along the Delaware and New Jersey shores",
                "d2v_vecs": {}
            },
            {
                "id": 34989,
                "date": "2016-01-26T00:00:00Z",
                "text": "2016年1月のアメリカの暴風雪。暴風雪での死者数が38人に上昇しています。",
                "eng_text": "The death toll from the blizzard rises to 38",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34963,
                "date": "2016-01-23T00:00:00Z",
                "text": "2015年のポーランド憲法裁判所危機、民主主義防衛委員会。ポーランドの監視法案計画が抗議者を怒らせる：数千人のポーランド人がワルシャワや他の都市で行進し、保守政府の計画に抗議し、それがプライバシーや自由を制限すると言います。",
                "eng_text": "Poland surveillance law plan angers protesters: Thousands of Poles take part in marches in Warsaw and other cities to protest about plans of the conservative government, which they say will curtail privacy and freedom",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34967,
                "date": "2016-01-24T00:00:00Z",
                "text": "マグニチュード7.1の地震がアラスカ南西部を襲い、アンカレッジ地域の1万人が停電し、ケナイ半島の複数の家屋が避難を余儀なくされました。国立気象局は地震の後に津波は起こらなかったと報告しました。",
                "eng_text": "A magnitude 7.1 earthquake strikes southwestern Alaska, leaving 10,000 in the Anchorage area without power and forcing the evacuation of several homes on the Kenai Peninsula. The National Weather Service reported that there was no tsunami following the earthquake",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34978,
                "date": "2016-01-25T00:00:00Z",
                "text": "ロシアシベリアのクラスノヤルスク地方でMiG-31戦闘機が墜落しました。パイロットたちはロシア国防省によれば無事に脱出することができました。",
                "eng_text": "A MiG-31 fighter jet crashes in the Krasnoyarsk Krai region in Siberia, Russia. The pilots were able to eject safely, according to the Russian Defence Ministry",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34975,
                "date": "2016-01-25T00:00:00Z",
                "text": "2016年1月の東アジアの寒波。台湾で少なくとも85人が亡くなり、中国や韓国などアジアの複数の国で前例のない寒波が襲って、数万人が空港で足止めされました。",
                "eng_text": "At least eighty-five people are killed in Taiwan and tens of thousands stranded in airports as an unprecedented cold snap hits several Asian countries including China and South Korea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34979,
                "date": "2016-01-25T00:00:00Z",
                "text": "ブラジルでのジカウイルスの流行（2015年〜現在）。世界保健機関は、ジカウイルスがアメリカ大陸のほとんどの国に広がる可能性があると警告しています。",
                "eng_text": "The World Health Organisation warns that the Zika virus could spread to most countries in the Americas",
                "d2v_vecs": {}
            },
            {
                "id": 34991,
                "date": "2016-01-26T00:00:00Z",
                "text": "アメリカでのジカウイルスの発生（2015年～現在）。ウイルス学者が、南アメリカから帰国したオーストラリア人観光客からジカウイルスを発見。",
                "eng_text": "Virologists find the Zika virus in Australian tourists returning from South America",
                "d2v_vecs": {}
            },
            {
                "id": 35003,
                "date": "2016-01-27T00:00:00Z",
                "text": "ジカウイルスの流行。デンマーク、イタリア、スペイン、イギリス、スイスでいくつかのジカウイルスの症例が報告されています。",
                "eng_text": "Several Zika virus cases have been reported in Denmark, Italy, Spain, the United Kingdom and Switzerland",
                "d2v_vecs": {}
            },
            {
                "id": 35013,
                "date": "2016-01-28T00:00:00Z",
                "text": "2015年から16年にかけてのジカウイルスの流行。世界保健機関は、アメリカ大陸でのジカウイルスの拡大に対処するための緊急委員会を設立する。",
                "eng_text": "The World Health Organization forms an emergency committee to tackle the spread of the Zika virus in the Americas",
                "d2v_vecs": {}
            },
            {
                "id": 35037,
                "date": "2016-01-30T00:00:00Z",
                "text": "ジャマイカの保健当局は、最近テキサスへの旅行から帰国した4歳の子供にジカウイルスの初感染事例が確認されたことを発表しました。アメリカ準州でのジカウイルスの流行（2015年～現在）。",
                "eng_text": "Jamaican health officials confirm the country's first case of the Zika virus in a 4-year-old child who recently returned from a trip to Texas",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34990,
                "date": "2016-01-26T00:00:00Z",
                "text": "マレーシア当局は、ジョホール州のビーチに打ち上げられた13人の遺体を発見し、それがインドネシアの移民だと信じています。",
                "eng_text": "Malaysian authorities find 13 bodies washed up on Johor beach believed to be Indonesian migrants",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 34996,
                "date": "2016-01-26T00:00:00Z",
                "text": "シアトルのホームレス問題。アメリカのシアトル市にある「The Jungle」ホームレスキャンプで発生した銃撃事件により、2人が死亡し、3人が負傷して病院に運ばれました。そのうち2人は命に関わる重傷を負っています。警察は2人の容疑者を捜索中です。",
                "eng_text": "Two people are killed and three others are hospitalized, two with life-threatening injuries, following a shooting in the \"The Jungle\" homeless encampment in the U.S. city of Seattle. Police are searching for two suspects",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35000,
                "date": "2016-01-27T00:00:00Z",
                "text": "ボコ・ハラムの蜂起。カメルーンはナイジェリア国境に近い北部のほとんどの市場を閉鎖します。",
                "eng_text": "Cameroon closes  most of its northern markets on the Nigerian border",
                "d2v_vecs": {}
            },
            {
                "id": 35047,
                "date": "2016-01-31T00:00:00Z",
                "text": "ボコ・ハラムの武装蜂起。2016年のダロリ襲撃。ナイジェリアのメイドグリから4キロメートル離れたダロリ村で、ボコ・ハラムの武装勢力による攻撃で少なくとも100人が殺害され、何百人もが負傷した。",
                "eng_text": "At least 100 people are killed and hundreds others injured in an attack by Boko Haram militants on Dalori Village 4 kilometers from Maiduguri, Nigeria",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35022,
                "date": "2016-01-29T00:00:00Z",
                "text": "メキシコはこの日、卸売通信ネットワークの入札を開始します。",
                "eng_text": "Mexico launches a wholesale telecoms network tender on this day",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35023,
                "date": "2016-01-29T00:00:00Z",
                "text": "日本銀行は、経済を支援するためにマイナス金利政策を採用しています。",
                "eng_text": "The Bank of Japan adopts a negative interest rate policy to support the economy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35025,
                "date": "2016-01-29T00:00:00Z",
                "text": "2015-16年のオーストラリア地域のサイクロンシーズン。トロピカルサイクロンスタンは、西オーストラリア州のピルバラ地域とキンバリー地域に向かって勢力を増しています。",
                "eng_text": "Tropical Cyclone Stan gathers strength as it heads towards the Pilbara and Kimberley regions of Western Australia",
                "d2v_vecs": {}
            },
            {
                "id": 35034,
                "date": "2016-01-30T00:00:00Z",
                "text": "2015-16年のオーストラリア地域のサイクロンシーズン。西オーストラリアのピルバラ地域は、カテゴリー3の嵐として上陸すると予想されるサイクロン・スタンの影響に備えています。",
                "eng_text": "Western Australia's Pilbara region braces for the impact of Cyclone Stan, which is expected to make landfall as a Category Three storm",
                "d2v_vecs": {}
            },
            {
                "id": 35050,
                "date": "2016-01-31T00:00:00Z",
                "text": "2015-16年のオーストラリア地域のサイクロンシーズン。トロピカルサイクロンスタンが、パードゥーの東の西オーストラリア海岸に上陸します。",
                "eng_text": "Tropical Cyclone Stan makes landfall on the Western Australian coast east of Pardoo",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35027,
                "date": "2016-01-29T00:00:00Z",
                "text": "カナダのブリティッシュコロンビア州のマクブライド近くで雪崩が発生し、5人が死亡しました。",
                "eng_text": "An avalanche near McBride in the Canadian province of British Columbia kills five people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35026,
                "date": "2016-01-29T00:00:00Z",
                "text": "2015-16年の英国およびアイルランドの風荒れシーズン。嵐ガートルードが英国諸島に影響を与え、90マイル/hの風で送電線が倒れ、旅行に支障をきたしました。",
                "eng_text": "Storm Gertrude impacts the British Isles, with 90mph winds knocking out power lines and causing travel disruption",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35032,
                "date": "2016-01-29T00:00:00Z",
                "text": "UCLAの科学者たちは、地球と月の地質の研究から、両者がともに、元々の地球と、衝突後に仮説された惑星質量天体セイアからの岩石の混合物であることを示していると結論付けています。",
                "eng_text": "Scientists from UCLA conclude that study of the geology of the Earth and Moon indicate that both consist of a mixture of rocks from the original Earth and a hypothesized planetary-mass object called Theia after a collision",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35031,
                "date": "2016-01-29T00:00:00Z",
                "text": ".　メキシコ連邦地区は正式にメキシコシティ（Ciudad de México）に改名され、メキシコの32の第一級行政区の1つになりました。",
                "eng_text": "The Mexican Federal District is officially renamed to Mexico City (Ciudad de México), and becomes one of the 32 first-level administrative entities of Mexico",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35039,
                "date": "2016-01-30T00:00:00Z",
                "text": "世界的な監視情報の開示（2013年〜現在）エドワード・スノーデン。NSAの文書には、アメリカとイギリスがイスラエルの軍用ドローンや戦闘機を監視していたことが示されています。",
                "eng_text": "NSA documents show the US and UK spied on Israeli military drones and fighter jets",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35040,
                "date": "2016-01-30T00:00:00Z",
                "text": "南シナ海の領土紛争。アメリカ海軍のガイドミサイル駆逐艦USSカーティス・ウィルバー（DDG-54）が、争議のあるトリトン島から12海里以内を航行しています。ペンタゴンは、この任務が「南沙諸島を主張する当事者の過度な海洋主張に対抗する」ことを目的としていると述べましたが、中国国防省は、米国の行動が「法を重大に違反した」と述べました。",
                "eng_text": "A United States Navy guided missile destroyer, USS Curtis Wilbur (DDG-54), sails within 12 nautical miles of the disputed Triton Island. The Pentagon said that the mission aimed at countering the \"excessive maritime claims of parties that claim the Paracel Islands\", while China's Ministry of Defense said the U.S. action “severely violated the law",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35052,
                "date": "2016-01-31T00:00:00Z",
                "text": "エジプトのベニスエフ市近くの道路で多重車両衝突事故が発生し、少なくとも21人が死亡し、16人が負傷しています。",
                "eng_text": "At least 21 people are killed and 16 injured in a multi-car pile-up on a road near the city of Beni Suef, Egypt",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35051,
                "date": "2016-01-31T00:00:00Z",
                "text": "カイロ近くでトラックが列車と衝突した事故で、7人が亡くなりました。",
                "eng_text": "Seven people are killed after a truck collides with a train near Cairo, Egypt",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35054,
                "date": "2016-01-31T00:00:00Z",
                "text": "北朝鮮と大量破壊兵器、日本と北朝鮮の関係。北朝鮮の弾道ミサイルが東京に向かう可能性があるとの準備のため、日本はMIM-104パトリオット地対空ミサイル迎撃システムを東京に展開します。北朝鮮のミサイル施設で「活動の増加」が検出されたことを受け、即時の北朝鮮のミサイル発射に対する懸念が高まっています。",
                "eng_text": "Japan deploys two MIM-104 Patriot surface-to-air missile interceptor systems in Tokyo in preparation for any North Korean ballistic missiles potentially heading for the city. The deployment comes amid concerns of an imminent North Korean missile launch following the detection of \"increased activity\" at a North Korean missile facility",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 35055,
                "date": "2016-01-31T00:00:00Z",
                "text": "2016年の全豪オープン。セルビアのディフェンディングチャンピオン、ノバク・ジョコビッチが、男子シングルスで2位シードのイギリスのアンディ・マリーをストレートで破ります。これはジョコビッチにとって3連続のグランドスラムタイトルとなります。",
                "eng_text": "In tennis, defending champion Novak Djokovic of Serbia defeats second seed Andy Murray of the United Kingdom in the men's singles in straight sets. It is Djokovic's third straight Grand Slam title",
                "d2v_vecs": {}
            }
        ]
    ]
}