{
    "tls": [
        [
            {
                "id": 32951,
                "date": "2017-07-07T00:00:00Z",
                "text": "2017年のG20ハンブルクサミット。 20か国・地域（G20）のリーダーがハンブルク、ドイツで開催されるG20サミットに集まり、ロシアのプーチン大統領と会うことが予定されているアメリカ合衆国のトランプ大統領も含まれます。",
                "eng_text": "Leaders from the Group of Twenty come together at the G20 summit in Hamburg, Germany, including United States President Donald Trump who is set to meet with President of Russia Vladimir Putin",
                "d2v_vecs": {}
            },
            {
                "id": 32972,
                "date": "2017-07-09T00:00:00Z",
                "text": "ロシアとアメリカの関係。アメリカのトランプ大統領は、ロシアのプーチン大統領と「選挙ハッキングやその他の悪影響を保護し安全にするために防御の固いサイバーセキュリティユニットの設立について話し合った。」と述べています。後にトランプ大統領は、これは実現しないだろうと述べています。",
                "eng_text": "U.S. President Donald Trump says he and Russian President Vladimir Putin \"discussed forming an impenetrable cyber security unit so that election hacking, and many other negative things, will be guarded and safe.\" Trump later says he does not think this will happen",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32994,
                "date": "2017-07-11T00:00:00Z",
                "text": "イギリスとアメリカの関係。トランプ政権は、今年の大統領のイギリス訪問を少なくとも2018年まで延期すると発表しました。ホワイトハウスと10ダウニング街は、両国が2017年の日程で合意できなかったと述べています。この計画された訪問は2月以来、イギリスで抗議を引き起こし、議会に対してミーティングを中止するための請願書に180万以上の署名が集まっています。",
                "eng_text": "The Trump Administration announces this year's presidential state visit to the United Kingdom is delayed until at least 2018. Both the White House and 10 Downing Street state the two countries had been unable to agree on a 2017 date. This planned visit has drawn protests in the United Kingdom since February, and more than 1.8 million signatures on a petition to Parliament to cancel the meeting",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33005,
                "date": "2017-07-12T00:00:00Z",
                "text": "ドナルド・トランプを弾劾しようとする取り組み。ブラッド・シャーマン代表は、アメリカ合衆国大統領の地位におけるドナルド・トランプの形式的な弾劾の最初の提案を提出します。",
                "eng_text": "Representative Brad Sherman files the first articles for the formal impeachment of Donald Trump in his position of President of the United States",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32997,
                "date": "2017-07-11T00:00:00Z",
                "text": "トランプ氏の関係者とロシアの役人との繋がり。ドナルド・トランプ・ジュニアは、彼とロブ・ゴールドストーンが、2016年6月にロシアの弁護士ナタリア・ヴェセリニツカヤとの会合を通じてヒラリー・クリントンに対する反対研究の収集について話し合う内容のメールを公開しました。",
                "eng_text": "Donald Trump Jr. discloses emails in which he and Rob Goldstone discuss gathering opposition research against Hillary Clinton through a June 2016 meeting with Russian lawyer Natalia Veselnitskaya",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33014,
                "date": "2017-07-13T00:00:00Z",
                "text": "米国における医療保健。アメリカ合衆国上院が、アメリカ医療法の改訂版である「Better Care Reconciliation Act」を公表します。",
                "eng_text": "The U.S. Senate releases a revised version of the American Health Care Act, the Better Care Reconciliation Act",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33017,
                "date": "2017-07-13T00:00:00Z",
                "text": "米国の連邦予算。米国の連邦予算が、トランプ大統領が主張する160億ドルの黒字ではなく、10年後に7200億ドルの赤字を生み出すと、議会予算局は推定しています。",
                "eng_text": "The Congressional Budget Office estimates that in ten years the federal budget of U.S. President Donald Trump will produce a $720 billion deficit rather than a $16 billion surplus as claimed by the Trump administration",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33022,
                "date": "2017-07-14T00:00:00Z",
                "text": "ドナルド・トランプ政権下。ホワイトハウスは、大統領諮問委員会に関心を持つ人々の修正なしの電子メールを公開します。メールで明らかにされた機密情報がすぐに批判やプライバシー懸念を引き起こします。",
                "eng_text": "The White House releases unredacted emails of people concerned about the Presidential Advisory Commission on Election Integrity. Sensitive information revealed in the emails prompts immediate backlash and privacy concerns",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33026,
                "date": "2017-07-14T00:00:00Z",
                "text": "オーストラリアの政治。オーストラリア・グリーン党の副党首であるスコット・ラドラムは、ニュージーランドとの二重国籍を持っていることが発覚し、オーストラリア憲法第44条により選挙権がないことが判明し、上院議員を辞任します。",
                "eng_text": "Deputy Leader of the Australian Greens Scott Ludlam resigns as a Senator after discovering that he holds dual citizenship with New Zealand, making him electorally ineligible under Section 44 of the Constitution of Australia",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33040,
                "date": "2017-07-16T00:00:00Z",
                "text": "コンゴ共和国の2017年国民議会選挙。コンゴ共和国の有権者が、国民議会議員の選挙の第一回投票に参加します。",
                "eng_text": "Voters in the Republic of the Congo participate in the first round of an election of National Assembly members",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33066,
                "date": "2017-07-19T00:00:00Z",
                "text": "米国上院議員ジョン・マケインは、悪性脳腫瘍である多形様神経膠腫（グリオブラストーマ・マルチフォルメ）と診断されました。これは、悪性黒色腫を成功裏に治療された後での2度目のがんとの戦いです。",
                "eng_text": "U.S. Senator John McCain is diagnosed with a malignant brain cancer, glioblastoma multiforme. This is his second battle with cancer, after having been successfully treated for malignant melanoma",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33145,
                "date": "2017-07-25T00:00:00Z",
                "text": "オバマケアの廃止を目指す取り組み。米国上院は、オバマケアの廃止および置き換えを検討するための議論を開始することに投票します。",
                "eng_text": "The U.S. Senate votes to open debate on repealing and possibly replacing Obamacare",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33147,
                "date": "2017-07-25T00:00:00Z",
                "text": "以前に封印され、一般に公開されていなかった、ジョン・F・ケネディ暗殺事件に関連する文書が公開されました。",
                "eng_text": "Documents that were previously sealed and withheld from the public pertaining to the John F. Kennedy assassination are released",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32895,
                "date": "2017-07-02T00:00:00Z",
                "text": "2017年、ロシアで災害が発生しました。トラックと衝突したバスが火災を起こし、少なくとも14人が犠牲になった。ロシアのタタールスタン共和国で起きたこの事故。",
                "eng_text": "At least 14 people are killed in Russia's Tatarstan Republic as a bus catches fire after colliding with a truck",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32917,
                "date": "2017-07-04T00:00:00Z",
                "text": "２０１７年のウクライナに対するサイバー攻撃。最近のサイバー攻撃の調査の一環として、ウクライナ最大の会計ソフトウェア会社であるＭ.Ｅ.ドックのサーバーがウクライナ警察に押収されました。",
                "eng_text": "As part of an investigation into the recent cyberattacks, the servers of Ukraine's most popular accounting software company, M.E.Doc, are seized by Ukrainian police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32921,
                "date": "2017-07-05T00:00:00Z",
                "text": "メキシコ麻薬戦争。チワワ州マデラ自治体で、ラ・リネアギャングのメンバーと敵対するカルテルの間での銃撃戦により、少なくとも14人が死亡した。",
                "eng_text": "A gunfight between La Línea gang members and a rival cartel in Madera Municipality, Chihuahua, leaves at least 14 people dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32936,
                "date": "2017-07-06T00:00:00Z",
                "text": "代替燃料車両。フランスのエコロジー相であるニコラ・ウロ氏が、2040年までにガソリン車とディーゼル車の販売を禁止すると発表します。",
                "eng_text": "French ecology minister Nicolas Hulot announces France is to ban the sale of petrol and diesel vehicles by 2040",
                "d2v_vecs": {}
            },
            {
                "id": 33138,
                "date": "2017-07-25T00:00:00Z",
                "text": "代替燃料車両。フランスに続き、英国も2040年までにガソリン車およびディーゼル車の販売を禁止し、大気汚染を減少させることになっています。また、2020年にディーゼル車の運転者に新しい税金が課される予定です。",
                "eng_text": "Following a similar move in France, the United Kingdom is to ban the sale of petrol and diesel cars by 2040 in order to reduce air pollution. A new tax will also be levied on diesel car drivers in 2020",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33054,
                "date": "2017-07-18T00:00:00Z",
                "text": "ウクライナ危機。DPR指導者アレクサンドル・ザハルチェンコは、自称のドネツク人民共和国（DPR）およびルガンスク人民共和国（LPR）が、ウクライナの「失敗した国家」と呼んだものの公式な後継国家である「マロロシア（リトルロシア）」を形成することを発表しました。首都としてキエフの代わりにドネツクを置くことも発表されました。ウクライナ大統領ペトロ・ポロシェンコとLPR指導者イゴール・プロトニツキーは、この計画を非難しました。",
                "eng_text": "DPR leader Alexander Zakharchenko announced that the self-declared Donetsk People's Republic (DPR) and Luhansk People's Republic (LPR) would form a new state called Malorossiya (Little Russia) as an official successor to what he called the \"failed state\" of Ukraine, with Donetsk replacing Kiev as the country's capital. Ukrainian president Petro Poroshenko and LPR leader Igor Plotnitsky denounced the plans",
                "d2v_vecs": {}
            },
            {
                "id": 33119,
                "date": "2017-07-24T00:00:00Z",
                "text": "ウクライナにおけるロシアの軍事介入。ウクライナ大統領ペトロ・ポロシェンコは、フランスとドイツの指導者たちが平和計画を再開しようとする中、ロシアがロシア支援の武装勢力に武器供与を停止するよう要求しています。",
                "eng_text": "Ukrainian President Petro Poroshenko demands Russia halt arms supplies to Russian-backed militants as the leaders of France and Germany tried to revive a peace plan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33060,
                "date": "2017-07-19T00:00:00Z",
                "text": "シンガーのバーバラ・ウェルデンスさんは、最近リリースしたファーストアルバムが複数の賞を受賞していましたが、フランス南西部のグルドンで行われたフェスティバル・レオ・フェレで歌っている最中に倒れ、亡くなりました。35歳の彼女は、高電圧で感電したとみられます。",
                "eng_text": "Singer Barbara Weldens, whose recently released first album had won several awards, collapses and dies on stage while singing in Festival Léo Ferré in Gourdon in southwestern France. The 35-year-old singer  and poet  apparently was electrocuted",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33134,
                "date": "2017-07-25T00:00:00Z",
                "text": "ドンバス地域の戦争。ウクライナの特別代表であるカート・ヴォルカーは、BBCニュースのインタビューで、ホワイトハウスがプロロシア派遣兵と戦っているウクライナ政府軍に防御用武器を提供することを検討していると述べています。",
                "eng_text": "Kurt Volker, U.S. special representative for Ukraine, says in a BBC News interview that the White House is considering arming Ukrainian government forces fighting Pro-Russian militants with defensive weapons",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33162,
                "date": "2017-07-27T00:00:00Z",
                "text": "ロシアと国際連合。ロシアのプーチン大統領は、2月に急逝したヴィタリー・チュルキンの後任としてヴァシーリー・ネベンジャを新たな国連常任代表に任命した。",
                "eng_text": "Russian President Vladimir Putin appoints Vasily Nebenzya to be the new Permanent Representative of Russia to the United Nations following the sudden death of Vitaly Churkin in February",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33159,
                "date": "2017-07-27T00:00:00Z",
                "text": "ウクライナの内務情報機関であるSBUによると、2017年3月にウクライナ東部のバラクリア軍事基地で起きた爆発は、ZMG-1熱線手榴弾を運んでいたドローンによって引き起こされたと報告されています。この爆発により1人が死亡し、5人が負傷しました。",
                "eng_text": "Ukraine's domestic intelligence service, the SBU, reports that the March 2017 explosions at Balakliia military base in Eastern Ukraine were caused by a drone carrying a ZMG-1 thermite grenade. The explosions resulted in 1 death and 5 injuries",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32883,
                "date": "2017-07-01T00:00:00Z",
                "text": "リトルロックのナイトクラブでの銃撃事件。アーカンソー州リトルロックのパワーウルトララウンジでのコンサートでの口論が銃撃戦に発展し、少なくとも28人が負傷し、1人が安定した状態で入院した。",
                "eng_text": "Arguments that lead to an exchange of gunfire at a concert at the Power Ultra Lounge in Little Rock, Arkansas, result in at least 28 people injured, one hospitalized in stable condition",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32898,
                "date": "2017-07-02T00:00:00Z",
                "text": "2017年のアヴィニョンでの銃撃事件。フランスのアヴィニョンのモスクの近くで、2人の銃を持った男が発砲し、8人が負傷しました。被害者のうち2人が入院しています。",
                "eng_text": "Two gunmen open fire near a mosque in Avignon, France, injuring eight people. Two of the victims were hospitalised",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32903,
                "date": "2017-07-03T00:00:00Z",
                "text": "フランスのトゥールーズ市で発生した銃撃事件により、少なくとも1人が死亡し、6人が負傷しています。",
                "eng_text": "At least one person is killed and six others are injured in a shooting in the French city of Toulouse",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32906,
                "date": "2017-07-03T00:00:00Z",
                "text": "ドイツのバイエルン州でバスがトラックと衝突し、18人が亡くなりました。",
                "eng_text": "Eighteen people are dead after a bus collides with a truck in the German state of Bavaria",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32930,
                "date": "2017-07-05T00:00:00Z",
                "text": "メイン州マディソン。マディソンで、別々の事件で銃撃されて3人が殺害されました。4人目の被害者は負傷しました。その後、保安官の代理は容疑者を射殺しました。",
                "eng_text": "Three people are shot and killed by a gunman in separate incidents in Madison, Maine. A fourth victim is wounded. Sheriffs deputies then shot and killed the suspect",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32953,
                "date": "2017-07-07T00:00:00Z",
                "text": "2017年のG20ハンブルクサミット。アルトナ、ハンブルクで暴動と略奪が発生し、特にエルプチャウゼーエ地区では再び市内で反資本主義の抗議者と警察が衝突しています。少なくとも160人の警官が負傷し、70人の抗議者が逮捕されました。",
                "eng_text": "Rioting and looting takes place in Altona, Hamburg, particularly in the Elbchaussee area, as police clash with anti-capitalist protestors in the city for a second day. At least 160 police officers are injured and 70 protesters arrested",
                "d2v_vecs": {}
            },
            {
                "id": 33165,
                "date": "2017-07-28T00:00:00Z",
                "text": "2017年ハンブルク襲撃。1人が殺害され、4人がけがをするナイフによる襲撃が、ドイツのハンブルク市のバルムベックにあるエデカスーパーマーケットで発生した。市長のオラフ・ショルツは、この襲撃は「憎しみ」によって引き起こされたと述べた。犯人は襲撃前に「アッラフ・アクバル」と叫んだと報じられている。",
                "eng_text": "One person is killed and four others are injured in a knife attack in an Edeka supermarket in Barmbek in the German city of Hamburg. Mayor Olaf Scholz said the attack was motivated by \"hate\". The attacker is reported to have shouted \"Allahu Akbar\" before attacking",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32968,
                "date": "2017-07-08T00:00:00Z",
                "text": "シンシナティでの犯罪。シンシナティのジェンダー・リビール・パーティーでの銃撃事件が1人を殺害し、8人を負傷させます。男の子であることが明らかになった胎児も亡くなりました。",
                "eng_text": "A shooting at a gender reveal party in Cincinnati kills 1 and injures 8. The unborn child, revealed to be a boy, also dies",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32973,
                "date": "2017-07-09T00:00:00Z",
                "text": "2017年のベクトン酸攻撃事件。2017年6月21日の攻撃事件の主犯とされる容疑者が警察に自首する。",
                "eng_text": "The chief suspect in an attack on June 21, 2017, turns himself in to the police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32981,
                "date": "2017-07-10T00:00:00Z",
                "text": "アイルランドの犯罪。アイルランドのダブリン、キマージのポドルパーク地域で、3歳の少年が刺殺される事件が発生しました。少年の母親は、イラン国籍とされており、病院でナイフで切られた治療を受けています。",
                "eng_text": "A 3 year-old boy is stabbed to death in an incident in the Poddle Park area of Kimmage in Dublin, Ireland. The child's mother, believed to be an Iranian national, is being treated for knife wounds in hospital",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33009,
                "date": "2017-07-13T00:00:00Z",
                "text": "メキシコの犯罪。仮面をつけた男たちがティサユーカ、イダルゴで子どもの誕生日パーティーを襲い、大人11人を殺害。",
                "eng_text": "Masked men attack a child's birthday party in Tizayuca, Hidalgo, killing 11 adults",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33010,
                "date": "2017-07-13T00:00:00Z",
                "text": "ロンドンでの犯罪。ロンドンで5人の男性が5つの関連攻撃で酸で襲われる。2人の10代の犯人が身柄を拘束された。",
                "eng_text": "Five men in London are attacked with acid in five linked attacks. Two teenaged suspects are taken into custody",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33064,
                "date": "2017-07-19T00:00:00Z",
                "text": "オーストラリアの首相マルコム・ターンブルは、土曜日にミネソタ州ミネアポリスで対応したアメリカの警察官に殺害されたオーストラリア人女性。自宅近くで疑わしい暴行のために911番通報した女性が殺害され、ターンブル首相はショックを表明し、答えを求めた。",
                "eng_text": "Australian Prime Minister Malcolm Turnbull expresses shock and demands answers after an Australian woman, who called 9-1-1 for help because of a suspected assault near her home, was murdered on Saturday by a U.S. police officer who had responded in Minneapolis, Minnesota",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33094,
                "date": "2017-07-21T00:00:00Z",
                "text": "ジャスティン・ダモンド殺害事件。ミネアポリス警察署長のジェネー・ハーテオは、先週土曜日の悲劇を受けて、さらに最近のいくつかの事件もあり、市長ベッツィ・ホジスの要請により辞任することを決断しました。",
                "eng_text": "Minneapolis Police Chief Janeé Harteau, upon reflection and at Mayor Betsy Hodges's request, resigns in the wake of last Saturday’s tragedy as well as some other recent incidents",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33126,
                "date": "2017-07-24T00:00:00Z",
                "text": "スイスの犯罪。スイスのシャフハウゼンで、男がチェーンソーで人々を襲撃し、少なくとも5人が負傷し、うち2人が重傷。犯人の捜索が行われています。",
                "eng_text": "At least five people are injured, two seriously, after a man attacks people with a chainsaw in Schaffhausen, Switzerland. A manhunt is underway for the suspect",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33150,
                "date": "2017-07-26T00:00:00Z",
                "text": "北マリ紛争。国連の平和維持ヘリコプターが北マリでの任務中に墜落し、ドイツ人パイロット2名が死亡する事故が発生しました。",
                "eng_text": "A U.N. peacekeeping helicopter crashes during a mission in northern Mali, resulting in the death of two German pilots within",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33186,
                "date": "2017-07-30T00:00:00Z",
                "text": "ドイツのコンスタンツのナイトクラブで男性が複数の人々を射殺し、1人が亡くなりました。銃を持っていた男性は警察によって射殺されました。",
                "eng_text": "A man shoots several people in a nightclub in Konstanz, Germany, killing one. The gunman was shot and killed by police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32914,
                "date": "2017-07-04T00:00:00Z",
                "text": "北朝鮮と大量破壊兵器。北朝鮮が推定される初の大陸間弾道ミサイルを日本の排他的経済水域内の日本海に933キロメートル飛ばして試射する。アメリカの専門家は、高度2,802キロに到達したICBMがアメリカのアラスカ州に到達する可能性があると理論化しています。",
                "eng_text": "North Korea test-launches what is presumed to be its first intercontinental ballistic missile 933 kilometers  into the Sea of Japan within Japan's Exclusive Economic Zone. An American expert theorizes the ICBM, which reached an altitude of 2,802 km, could potentially reach the U.S. state of Alaska",
                "d2v_vecs": {}
            },
            {
                "id": 33169,
                "date": "2017-07-28T00:00:00Z",
                "text": "北朝鮮と大量破壊兵器。2017年、北朝鮮のミサイル実験。北朝鮮は、日本、韓国、アメリカによると、水平に約620マイル飛行し、約45分で日本海に着陸する中距離弾道ミサイルを発射した。",
                "eng_text": "North Korea launches an intercontinental ballistic missile that flies 620 miles horizontally in about 45 minutes, landing in the Sea of Japan, according to Japan, South Korea and the United States",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33063,
                "date": "2017-07-19T00:00:00Z",
                "text": "慰安婦。韓国は、慰安婦被害者を記念し、称える国立追悼記念日を設立する予定です（毎年8月14日に祝われる予定）。",
                "eng_text": "South Korea plans to establish a national memorial day (set to be celebrated on every 14 August) to remember and honor the country's comfort women victims",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33073,
                "date": "2017-07-20T00:00:00Z",
                "text": "2017年の電子機器持ち込み禁止が解除されました。米国当局は、特定の中東諸国への一部のフライトにおける電子機器持ち込み禁止を解除し、空港のセキュリティが向上したと述べています。",
                "eng_text": "Citing improved airport security, U.S. officials lift the ban on electronics on certain flights to some Middle Eastern countries",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33093,
                "date": "2017-07-21T00:00:00Z",
                "text": "北朝鮮とアメリカの関係。オットー・ワームビア氏の死を受け、アメリカ国務省が北朝鮮への渡航を禁止することを発表します。",
                "eng_text": "The U.S. State Department announces that it will ban travel to North Korea, following the death of Otto Warmbier",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32949,
                "date": "2017-07-07T00:00:00Z",
                "text": "2017年の太平洋台風シーズン。日本の九州での大規模な洪水が7人の死亡者を出し、20人が行方不明となっています。",
                "eng_text": "Severe flooding on the Japanese island of Kyushu has caused seven deaths with twenty people unaccounted for",
                "d2v_vecs": {}
            },
            {
                "id": 32965,
                "date": "2017-07-08T00:00:00Z",
                "text": "2017年の台風ナムマドル。日本の南部の九州での洪水による死者数が15人に上昇し、さらに6人が行方不明となっています。",
                "eng_text": "The death toll from flooding on the southern Japanese island of Kyushu rises to 15, with six others missing",
                "d2v_vecs": {}
            },
            {
                "id": 32990,
                "date": "2017-07-11T00:00:00Z",
                "text": "日本での洪水。日本南部の九州での最近の集中豪雨と洪水による死者数が25人に上昇した。",
                "eng_text": "The death toll from recent torrential rain and flooding in Kyushu in southern Japan  rises to 25",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32902,
                "date": "2017-07-03T00:00:00Z",
                "text": "モスルの戦い。過去2日間にわたり、3人の女性ISIL自爆テロ犯が3つの別々の事件で15人を殺害し、5人を負傷させました。モスルの戦闘が終わりを迎える中、この事件が起こりました。",
                "eng_text": "Three female ISIL  suicide bombers kill 15 people and injure five in three separate incidents over the last two days as the fight for Mosul winds down",
                "d2v_vecs": {}
            },
            {
                "id": 32975,
                "date": "2017-07-10T00:00:00Z",
                "text": "モスルの戦い（2016年-17年）。イラクのハイダル・アル＝アバディ首相は、ISILの大多数の過激派が打ち負かされた後、モスルの戦いが終わったと宣言します。",
                "eng_text": "Iraqi Prime Minister Haider al-Abadi declares the battle for Mosul over, after the majority of ISIL militants were defeated",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33002,
                "date": "2017-07-12T00:00:00Z",
                "text": "アメリカへの移民。米連邦裁判官が、イラクのカルデア・キリスト教徒難民の可能性のある強制送還を再審査が行われるまで停止する。",
                "eng_text": "A U.S. federal judge halts the possible deportation of Iraqi Chaldean Christian refugees until further review",
                "d2v_vecs": {}
            },
            {
                "id": 33127,
                "date": "2017-07-24T00:00:00Z",
                "text": "アメリカからの強制送還。アメリカ合衆国東部地区の連邦地方裁判所判事マーク・A・ゴールドスミスは、カルデア・キリスト教徒を含む1,400人以上のイラク国籍者を送還する際、原告たちが自分たちの事件に控訴する時間を与えるために、90日間送還を停止しました。アメリカ市民権連合は仮処分を請願し、これらの人々がイラクで民族や宗教的少数派として迫害を受ける可能性があると述べました。",
                "eng_text": "U.S. District Judge for the Eastern District of Michigan, Mark A. Goldsmith, halts for 90 days the mass deportation from the United States of more than 1,400 Iraqi nationals, including Chaldean Christians, to allow the plaintiffs time to appeal their cases. The American Civil Liberties Union petitioned for the injunction stating these people would face persecution in Iraq where they are considered ethnic and religious minorities",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33067,
                "date": "2017-07-19T00:00:00Z",
                "text": "ドナルド・トランプによる政治任命。 米国大統領ドナルド・トランプはマーク・エスパーを陸軍長官に指名します。",
                "eng_text": "U.S. President Donald Trump nominates Mark Esper as Secretary of the Army",
                "d2v_vecs": {}
            },
            {
                "id": 33095,
                "date": "2017-07-21T00:00:00Z",
                "text": "ドナルド・トランプによる政治任命。ホワイトハウス報道官ショーン・スパイサーは、トランプ大統領がアンソニー・スカラムッチをホワイトハウス広報部長に任命したことを受けて、ホワイトハウス報道官を辞任する意向を発表し、2017年8月に正式にこの役割から退く予定である。サラ・ハッカビー・サンダースは2017年8月にホワイトハウス報道官に就任する予定である。",
                "eng_text": "White House Press Secretary Sean Spicer announces his intention to resign as White House Press Secretary due to Donald Trump's appointment of Anthony Scaramucci as the White House Communications Director, and will formally step down from the role in August 2017. Sarah Huckabee Sanders will take over as the White House Press Secretary in August 2017",
                "d2v_vecs": {}
            },
            {
                "id": 33173,
                "date": "2017-07-28T00:00:00Z",
                "text": "ドナルド・トランプによる政治任命。アメリカ合衆国大統領のドナルド・トランプは、国土安全保障長官ジョン・F・ケリーをラインス・プライバスに代わってホワイトハウス首席補佐官に任命することを発表します。",
                "eng_text": "U.S. President Donald Trump announces Homeland Security Secretary John F. Kelly will be White House Chief of Staff, replacing Reince Priebus",
                "d2v_vecs": {}
            },
            {
                "id": 33199,
                "date": "2017-07-31T00:00:00Z",
                "text": "ドナルド・トランプによる政治的任命。新たに任命されたホワイトハウスの首席補佐官、ジョン・F・ケリーが、コミュニケーションディレクターのアンソニー・スカラムッチが就任してからわずか10日以内に解任した。",
                "eng_text": "Newly-appointed White House Chief of Staff John F. Kelly fires Director of Communications Anthony Scaramucci less than ten days after Scaramucci took up his post",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32910,
                "date": "2017-07-03T00:00:00Z",
                "text": "ギリシャとトルコの関係。ギリシャ沿岸警備隊がエーゲ海でトルコ船籍の貨物船に発砲する。",
                "eng_text": "The Greek Coast Guard opens fire on a Turkish-flagged cargo vessel in the Aegean Sea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32913,
                "date": "2017-07-04T00:00:00Z",
                "text": "欧州の移民危機。モロッコ沿岸でおよそ50人の移民が溺れたと懸念されています。スペイン沿岸のアルボラン島近くで3人の男性が救助されました。",
                "eng_text": "Approximately fifty migrants are feared drowned off the coast of Morocco. Three men were rescued near Alboran Island near the coast of Spain",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32887,
                "date": "2017-07-01T00:00:00Z",
                "text": "ニュージャージー州の政治。予算危機の中、クリス・クリスティ州知事がニュージャージー州政府を閉鎖する。",
                "eng_text": "Amid a budget crisis, Governor Chris Christie shuts down the state government of New Jersey",
                "d2v_vecs": {}
            },
            {
                "id": 32911,
                "date": "2017-07-03T00:00:00Z",
                "text": "ニュージャージー州の政治。クリス・クリスティ知事が、7月4日の休日に閉鎖を命じたビーチで家族と一緒に日光浴をしているのが目撃された。そのビーチは州の予算危機の中、一般の人々に閉鎖されていた。",
                "eng_text": "Governor Chris Christie is caught sunbathing with his family on a beach he had ordered closed for the fourth of July holiday. The beach was closed to the public amid a state budget crisis",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33052,
                "date": "2017-07-18T00:00:00Z",
                "text": "2017年の地震。 アラスカのアリューシャン列島のアッツ島の西にあるロシアのカムチャッカ半島でマグニチュード7.7の地震が発生した。 直ちに死傷者や被害の報告はなく、津波警報はキャンセルされました。",
                "eng_text": "A 7.7 magnitude earthquake strikes off Russia's Kamchatka Peninsula, west of the Alaskan Aleutian Island of Attu, in the North Pacific Ocean. No immediate reports of casualties or damage; a tsunami warning was cancelled",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33055,
                "date": "2017-07-18T00:00:00Z",
                "text": "トルコの司法制度。トルコは、アムネスティ・インターナショナルのディレクターを含む6人を、武装テロ組織の支援をしたとして逮捕しています。",
                "eng_text": "Turkey arrests six people, including the director of Amnesty International, for allegedly \"helping an armed terrorist organisation\"",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33092,
                "date": "2017-07-21T00:00:00Z",
                "text": "2017年のエーゲ海の地震。ギリシャとトルコの近くのエーゲ海でマグニチュード6.7の地震が起き、2人が亡くなり520人以上が負傷した。",
                "eng_text": "A 6.7 magnitude earthquake in the Aegean Sea near Greece and Turkey kills two people and injures more than 520 others",
                "d2v_vecs": {}
            },
            {
                "id": 33099,
                "date": "2017-07-22T00:00:00Z",
                "text": "2017年のエーゲ海地震。死傷者が出た地震の後、余震がギリシャの島、コス島でパニックを引き起こす。",
                "eng_text": "Aftershocks cause panic in the Greek island of Kos after a deadly earthquake that injured hundreds",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33167,
                "date": "2017-07-28T00:00:00Z",
                "text": "2017年のバルセロナ列車事故。バルセロナ・フランサ駅で旅客列車がバッファーストップに衝突し、54人が負傷し、うち5人は重傷を負った。",
                "eng_text": "A passenger train crashes into a buffer stop at Barcelona França railway station, injuring 54 people, five seriously",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32999,
                "date": "2017-07-11T00:00:00Z",
                "text": "第131回IOC総会。国際オリンピック委員会は、2024年の大会をパリに、2028年の大会をロサンゼルスに開催する予定です。エマニュエル・マクロンとドナルド・トランプの両氏が支持を表明しています。",
                "eng_text": "The International Olympic Committee plans on awarding the 2024 games to Paris and the 2028 games to Los Angeles.  Both Emmanuel Macron and Donald Trump have voiced their support",
                "d2v_vecs": {}
            },
            {
                "id": 33200,
                "date": "2017-07-31T00:00:00Z",
                "text": "2028年夏季オリンピック。ロサンゼルスは、国際オリンピック委員会と2028年の大会の開催に関する合意に達したと報じられています。これにより、パリがおそらく2024年の大会を主催することになります。両大会は、9月にペルーのリマで開催される第131回IOC総会で正式に授与される予定です。",
                "eng_text": "Los Angeles has reportedly reached an agreement with the International Olympic Committee to host the 2028 Games. This means that Paris will most likely host the 2024 Games. Both Games will be formally awarded at the 131st IOC Session in Lima, Peru, in September",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33069,
                "date": "2017-07-19T00:00:00Z",
                "text": "ラグビーユニオン。BBCを含む各種メディアが報じた後、Pro12リーグがケルト諸国とイタリア以外の地域に拡大し、南アフリカの2チームを含めることになるという報道があったが、リーグ主催者であるケルティック・ラグビー・リミテッドは、南アフリカラグビーユニオンとの間で「進展しておりポジティブな協議」が行われており、来シーズンからCheetahsとSouthern Kingsが参加することを確認している。",
                "eng_text": "In the wake of reports by various media outlets, including the BBC, that the Pro12 competition would expand beyond its Celtic–Italian base to include two South African teams, league organiser Celtic Rugby Limited confirms that \"advanced & positive discussions\" are ongoing with the South African Rugby Union to add the Cheetahs and Southern Kings to the competition from the coming season",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32891,
                "date": "2017-07-01T00:00:00Z",
                "text": "2017年のブリティッシュ・アンド・アイリッシュ・ライオンズのニュージーランドツアー。 ラグビーユニオンでは、ブリティッシュ・アンド・アイリッシュ・ライオンズがオールブラックスを24-21で破り、第2試合に勝利しました。",
                "eng_text": "In rugby union, the British and Irish Lions defeat the All Blacks 24–21 in the second test match",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32920,
                "date": "2017-07-04T00:00:00Z",
                "text": "進化。研究者たちは、カエルの多様性が恐竜の絶滅の直接的な結果であることを発見します。",
                "eng_text": "Researchers discover that the diversity of frogs is a direct result of the extinction of the dinosaurs",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32926,
                "date": "2017-07-05T00:00:00Z",
                "text": "フランスの健康。フランスは2018年に子供たちにワクチン接種を義務化する予定です。",
                "eng_text": "France plans to make vaccines mandatory for children in 2018",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32955,
                "date": "2017-07-07T00:00:00Z",
                "text": "世界保健機関によると、淋病の菌株において抗生物質耐性が増加しています。それらのバクテリアの拡散を防ぐ必要があると述べ、コンドームの使用と研究開発資金の増加を推奨しています。",
                "eng_text": "According to the World Health Organization, antibiotic resistance is on the rise in strains of gonorrhoea. It says that there is a need to prevent the spread of these bacteria, recommending usage of condoms and an increase in research and development funding",
                "d2v_vecs": {}
            },
            {
                "id": 32991,
                "date": "2017-07-11T00:00:00Z",
                "text": "ニュージーランドの研究者は、髄膜炎のためのMeNZBワクチンが、淋病に対して30％の保護効果があることを発見しました。",
                "eng_text": "Researchers in New Zealand have discovered that the MeNZB vaccine for meningitis may protect against gonorrhea by 30%",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33123,
                "date": "2017-07-24T00:00:00Z",
                "text": "HIV/AIDSの疫学。HIVで生まれた少女は、生後2か月でHIV薬を開始し、40週後に治療を停止したにもかかわらず、ウイルスがほぼない状態です。",
                "eng_text": "A girl born with HIV, who was started on HIV drugs when she was 2 months old and stopped 40 weeks later, is virtually-free of the virus even after no further treatment",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33141,
                "date": "2017-07-25T00:00:00Z",
                "text": "慢性外傷性脳症。アメリカ医学協会のジャーナルに掲載された研究によると、亡くなったNFL選手が科学的研究のために提供した脳の99％に慢性外傷性脳症（CTE）の兆候が見られることが分かりました。これは、自殺を図ったNFL選手の検死で同定された疾患であり、2015年の映画「コンカッション」のテーマとなっています。",
                "eng_text": "A study, published in the Journal of the American Medical Association, finds that 99 percent of the brains donated for scientific research by deceased National Football League players show signs of chronic traumatic encephalopathy (CTE), the disease identified in autopsies of numerous NFL players who have committed suicide, and the subject of the 2015 movie Concussion",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32886,
                "date": "2017-07-01T00:00:00Z",
                "text": "トランプ大統領の任期中、カリフォルニア、ミシシッピ、ケンタッキー、ニューヨークなど、多くのアメリカ合衆国の州が、トランプ大統領の有権者詐欺委員会からの有権者登録データ提供の要求を拒否しました。",
                "eng_text": "Numerous U.S. states, including California, Mississippi, Kentucky and New York, reject requests for voter registration data from President Donald Trump's voter fraud commission",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32893,
                "date": "2017-07-02T00:00:00Z",
                "text": "ロンドン水産協定。イギリスは、1964年のロンドン水産協定からの撤退を発表しました。この協定により、数カ国がお互いの海岸線から6〜12海里の範囲で漁業を行うことが可能となっています。",
                "eng_text": "The United Kingdom announces it is withdrawing from the 1964 London Fisheries Convention, which allows several European countries to fish within 6 to 12 nautical miles of each other's coastlines",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32941,
                "date": "2017-07-06T00:00:00Z",
                "text": "オレゴン州議会は、違法薬物の少量所持を非犯罪化する法案を可決しました。",
                "eng_text": "The Oregon legislature passes a bill decriminalizing possession of small quantities of illegal drugs",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32939,
                "date": "2017-07-06T00:00:00Z",
                "text": "ポーランドとアメリカの関係。アメリカ大統領ドナルド・トランプがワルシャワを訪れ、過激派イスラム主義テロを撃破すること、北大西洋条約を維持することを約束し、ロシアに「責任ある国々の共同体に参加するように」と呼びかけました。",
                "eng_text": "U.S. President Donald Trump visits Warsaw, where he speaks of defeating radical Islamist terrorism, pledges to uphold the North Atlantic Treaty, and urges Russia to \"join the community of responsible nations",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33006,
                "date": "2017-07-12T00:00:00Z",
                "text": "マルタにおける同性婚の承認。マルタでの同性結婚を認める法案が議会で承認されます。",
                "eng_text": "A bill allowing same-sex marriage in Malta gets approved by Parliament",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33041,
                "date": "2017-07-16T00:00:00Z",
                "text": "ベアタ・シドウォ内閣。数千人のポーランド人がワルシャワを含む他の都市で、司法制度の改革に反対する集会を行いました。抗議者は、土曜日に上院で可決された法案が裁判官の独立性を蝕み、民主主義を弱体化させると主張しています。",
                "eng_text": "Thousands of Poles have held rallies in the capital Warsaw and other cities to condemn a controversial reform of the judiciary. Protestors claim the bill, passed by the Senate on Saturday, will erode judges' independence and undermine democracy",
                "d2v_vecs": {}
            },
            {
                "id": 33078,
                "date": "2017-07-20T00:00:00Z",
                "text": "ベアタ・シドウォ内閣。数千人のポーランド人が最高裁判所に関する法案に抗議を続けています。",
                "eng_text": "Thousands of Poles continue to protest against the bill concerning the Supreme Court",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33057,
                "date": "2017-07-18T00:00:00Z",
                "text": "オーストラリアの政治。カナダ生まれのラリッサ・ウォーターズが、カナダの二重国籍であることが発覚し、オーストラリアのグリーン党副党首および上院議員を辞任した。これにより、ウォーターズの選挙は第44条に違反して違憲となった。この決定は、ウォーターズの副党首であるスコット・ラドラムがニュージーランドの市民権を持っていることが発覚した4日後に行われた。",
                "eng_text": "Canadian-born Larissa Waters resigns as a Senator, and as deputy leader of the Australian Greens, after discovering she remains a dual citizen of Canada, rendering her election unconstitutional under section 44. The move comes four days after Scott Ludlam, Waters' co-deputy, resigned due to his New Zealand citizenship",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33077,
                "date": "2017-07-20T00:00:00Z",
                "text": "2017年の自由民主党の指導者選挙で、ヴィンス・ケーブルが反対の候補がいないまま英国の自由民主党の党首として選出されました。",
                "eng_text": "Vince Cable is acclaimed as Leader of the Liberal Democrats in the United Kingdom after running unopposed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33097,
                "date": "2017-07-22T00:00:00Z",
                "text": "アメリカン・エキスプレスは、ユーロ圏の拠点としてダブリンを選択します。",
                "eng_text": "Bank of America chooses Dublin as its European hub",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33101,
                "date": "2017-07-22T00:00:00Z",
                "text": "ポーランドの法律。ポーランドの法律家は、ポーランドの司法の独立性を減少させる可能性があると批判する法案に反対してデモを行います。ハンガリーはこの法案を支持していますが、欧州連合は反対しています。デモ参加者は、アンジェイ・ドゥダ大統領が提案された法律に反対して介入することを望んでいます。",
                "eng_text": "Poles march against a bill that critics say might decrease judicial independence in Poland. Hungary has supported the bill while the European Union has opposed it. The protesters hope that the President Andrzej Duda would intervene against the proposed law",
                "d2v_vecs": {}
            },
            {
                "id": 33131,
                "date": "2017-07-24T00:00:00Z",
                "text": "ポーランドの政治。ポーランドの大統領アンジェイ・ドゥダは、ポーランド議会が可決した2つの司法改革法案に拒否権を行使すると発表しました。これにより欧州委員会は制裁を導入するとし、全国各地で持続的なデモが起こっています。与党法と正義党は、拒否権を覆すために3分の5以上の多数派を得る必要があります。",
                "eng_text": "Polish President Andrzej Duda announces he will veto two judicial reform bills passed by Poland's parliament, which the European Commission said would result in sanctions, and which have generated continuous demonstrations across the country.  The ruling Law and Justice Party needs to put together a three-fifths majority to override the veto",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33023,
                "date": "2017-07-14T00:00:00Z",
                "text": "ママサパノ衝突。フィリピンの前大統領ベニグノ・\"ノイノイ\"・アキノ3世は、2015年のママサパノ衝突の対処に失敗したことで、フィリピン国家警察の特殊行動部隊の44人のメンバーが死亡した事件などについて、検察庁に起訴されました。",
                "eng_text": "Former President of the Philippines Benigno \"Noynoy\" Aquino III is indicted (among others) by the Office of the Ombudsman for his failure in handling the 2015 Mamasapano clash, which resulted in the deaths of 44 members of the Special Action Forces of the Philippine National Police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33051,
                "date": "2017-07-17T00:00:00Z",
                "text": "フィリピンにおける戒厳令。フィリピンの大統領ロドリゴ・ドゥテルテは、マインダナオ全域に敷かれたプロクラメーション番号216（2017年7月22日午後10時PSTで終了する戒厳令）を憲法上の制約とマラウイ危機の継続を理由に、2017年末まで延長するためにフィリピン議会に訴える計画です。（ニューヨークタイムズ）（Yahoo! ニュース）",
                "eng_text": "President of the Philippines Rodrigo Duterte plans to appeal to the Congress of the Philippines to extend Proclamation No. 216 (martial law on the whole of Mindanao, which will end on 22 July 10 p.m. PST) until the end of 2017, due to constitutional constraints as well as the ongoing Marawi crisis. (The New York Times) (Yahoo! News)",
                "d2v_vecs": {}
            },
            {
                "id": 33103,
                "date": "2017-07-22T00:00:00Z",
                "text": "フィリピンのマーシャル法 第216号布告。フィリピン議会合同臨時会議は、7時間の討論の後、マラウィ危機への対応としてミンダナオ全体に敷かれたマーシャル法を延長する動議に賛成261対18で投票しました。この布告は、フィリピン標準時の午後10時に期限切れとなる予定でしたが、年末まで延長されることになりました。",
                "eng_text": "After seven hours of debate, the joint special session of the Congress of the Philippines votes 261–18 in favour of the motion to extend Proclamation No. 216 (martial law on the whole of Mindanao in response to the Marawi crisis), that was set to expire at 10 p.m. Philippine Standard Time, until the end of the year",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33090,
                "date": "2017-07-21T00:00:00Z",
                "text": "フィリピンのロドリゴ・ドゥテルテ大統領は、CPP-NPA-NDF（共産党フィリピン民族民主主義戦線新人民軍）の反乱に対し、共産党勢力による政府軍への襲撃が相次いだ後、和平交渉を無期限に凍結することを決定しました。大統領はまた、党の武装部隊である新人民軍に対する攻勢を再び始めると誓いました。",
                "eng_text": "President of the Philippines Rodrigo Duterte indefinitely freezes the peace talks with the Communist Party of the Philippines after numerous attacks by the communist rebels on government forces. The President also vowed to re-orient anew the offensive against the Party's armed wing the New People's Army",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33110,
                "date": "2017-07-23T00:00:00Z",
                "text": "フィリピン麻薬戦争。フィリピン大統領ロドリゴ・ドゥテルテの麻薬取り締まり戦争を真似たとされる中、インドネシア大統領ジョコ・ウィドド氏は警察に対し、裁判なしで疑わしい麻薬売人を「射殺」するよう命令を発表します。",
                "eng_text": "In alleged emulation of Philippine president Rodrigo Duterte's war on drugs, Indonesian President Joko Widodo announces orders for police to \"shoot\" suspected drug dealers without trial",
                "d2v_vecs": {}
            },
            {
                "id": 33188,
                "date": "2017-07-30T00:00:00Z",
                "text": "フィリピン麻薬戦争。2017年のオザミズポリス襲撃。ミサミスオキデンタル州のオザミズシティで、レイナルド・パロヒノグ市長夫妻を含む16人が警察による麻薬取り締まりで殺害されました。パロヒノグ家は、違法な麻薬取引や組織犯罪グループクラトン・バレレンとの関係で以前から識別されていました。",
                "eng_text": "Sixteen people, including Mayor Reynaldo Parojinog Sr. and his wife, are killed in a police drug raid in Ozamiz City in the province of Misamis Occidental. The Parojinog family had been previously identified with their ties to the illegal drug trade, as well as the organized crime group Kuratong Baleleng",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33125,
                "date": "2017-07-24T00:00:00Z",
                "text": "フィリピンとアメリカの関係。フィリピンの歴史（1898年から1946年）フィリピン・アメリカ戦争バランギガ虐殺。フィリピンの国家の年次演説を通じて、フィリピンのロドリゴ・ドゥテルテ大統領は、フィリピン・アメリカ戦争のキャンペーンの一環として戦利品として持ち去られた論争の的となっているバランギガの鐘をアメリカに返却するよう求めました。これまでに鐘を取り戻すための過去の試みはすべて失敗しています。",
                "eng_text": "During the annual State of the Nation Address through the Congress of the Philippines, President of the Philippines Rodrigo Duterte has outright demanded that the United States return the controversial Balangiga bells, taken during one of the campaigns of the Philippine–American War as spoils of war. Previous attempts to recover the bells have all failed so far",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33148,
                "date": "2017-07-26T00:00:00Z",
                "text": "ノースカロライナ州ローリーのイエスの聖名大聖堂が献堂されました。起工式は2015年1月3日に行われました。",
                "eng_text": "The Holy Name of Jesus cathedral in Raleigh, North Carolina is dedicated. The groundbreaking took place on January 3, 2015",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32946,
                "date": "2017-07-07T00:00:00Z",
                "text": "ユネスコは、西岸にあるヘブロンの旧市街とアブラハムの洞窟を世界遺産に指定しました。",
                "eng_text": "UNESCO declares the old city of Hebron and the Cave of the Patriarchs, both  in the West Bank, as world heritage sites",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32984,
                "date": "2017-07-10T00:00:00Z",
                "text": "イスラエルの政治。ベンヤミン・ネタニヤフ政権で環境保護大臣を務めていたアビ・ガバイが、イスラエル労働党の予備選挙で衝撃的な勝利を収め、野党の指導者となる。",
                "eng_text": "Avi Gabbay, former minister of environmental protection in Benyamin Netanyahu's government, wins an upset victory in the primaries of the Israeli Labor Party, thus becoming leader of the opposition",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33018,
                "date": "2017-07-14T00:00:00Z",
                "text": "2017年のテンプルマウント射撃事件。イスラエルのドゥルーズ派の警察官2名が、エルサレムのテンプルマウントでの攻撃で殺害されました。",
                "eng_text": "Two Druze Israeli police officers are killed in an attack at Temple Mount in Jerusalem",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33089,
                "date": "2017-07-21T00:00:00Z",
                "text": "2017年のエルサレム問題について、イスラエル・パレスチナの紛争が激化しています。パレスチナの大統領マフムード・アッバスは、パレスチナの指導部がイスラエルとのあらゆるレベルでの連絡を「凍結する」と発言しました。",
                "eng_text": "Palestinian President Mahmoud Abbas says the Palestinian leadership will “freeze contacts” with Israel “on all levels",
                "d2v_vecs": {}
            },
            {
                "id": 33096,
                "date": "2017-07-22T00:00:00Z",
                "text": "イスラエル・パレスチナ紛争。2017年のテンプルマウント危機。ユナイテッド・ネーションズの安全保障理事会が開催され、イェルサレムでエスカレートする暴力に対処する予定です。",
                "eng_text": "A United Nations Security Council session is to be held to address the escalating violence in Jerusalem",
                "d2v_vecs": {}
            },
            {
                "id": 33133,
                "date": "2017-07-25T00:00:00Z",
                "text": "イスラエル・パレスチナ紛争。2017年のエルサレムの聖殿の山での危機。イスラエル政府は、最近エルサレムの聖殿の山の入り口に設置された金属探知機と一部のカメラを撤去すると発表し、それによって波紋を広げ、死傷者が出た。代わりに、目立たない監視手段が使用される。",
                "eng_text": "The Israeli government says it will remove metal detectors and some cameras recently installed at the entrances to the Temple Mount in Jerusalem that resulted in a wave of protests and some deaths. Instead, less obtrusive surveillance means will be used",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33108,
                "date": "2017-07-23T00:00:00Z",
                "text": "2017年のアンマン事件。ヨルダンのアンマンにあるイスラエル大使館での銃撃事件で、1人のヨルダン人が死亡し、イスラエル人ともう1人のヨルダン人が負傷しました。この攻撃がエルサレムのアル・アクサ・モスクでの最近の出来事と関連している可能性があると推測されています。もう1人のヨルダン人男性が誤って殺害された。",
                "eng_text": "A shooting at the Israeli embassy in Amman, Jordan, leaves one person, a Jordanian, dead, and an Israeli and a Jordanian wounded. There is speculation the attack may be linked to recent events at Jerusalem's  Al-Aqsa Mosque. Another Jordanian man was killed inadvertently",
                "d2v_vecs": {}
            },
            {
                "id": 33124,
                "date": "2017-07-24T00:00:00Z",
                "text": "イスラエルとヨルダンの関係。2017年のアンマン事件。イスラエルの大使館スタッフ、昨日に2人のヨルダン人が死亡した撃退事件に関与したセキュリティーガードを含む、アンマンからイスラエルに帰国。イスラエルのベンヤミン・ネタニヤフ首相は、アメリカのドナルド・トランプ大統領とヨルダンのアブドゥラ国王に対して、彼らの支援と協力に感謝を示した。",
                "eng_text": "Israel's embassy staff in Jordan, including a security guard involved in a shooting incident in which two Jordanians were killed yesterday, return to Israel from Amman. Israeli Prime Minister Benjamin Netanyahu thanked U.S. President Donald Trump and Jordan's King Abdullah for their help and cooperation",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32964,
                "date": "2017-07-07T00:00:00Z",
                "text": "2017年のスーパーラグビーシーズン。南アフリカのラグビーユニオンにおいて、チーターズとキングスが現シーズン終了時をもってスーパーラグビー大会から除外されることが確認されています。",
                "eng_text": "In rugby union, the South African Rugby Union confirms that the Cheetahs and Kings will be dropped from the Super Rugby competition effective at the end of the current season",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32970,
                "date": "2017-07-08T00:00:00Z",
                "text": "2017年、ニュージーランドへのブリティッシュ・アンド・アイリッシュ・ライオンズの遠征。ニュージーランドとブリティッシュ・アンド・アイリッシュ・ライオンズの間のテストシリーズは、エデン・パークで行われた第3試合が15-15の引き分けに終わりました。",
                "eng_text": "The test series between New Zealand and the British and Irish Lions concludes in a 1–1 draw after the third test match in Eden Park finishes 15–15",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33035,
                "date": "2017-07-15T00:00:00Z",
                "text": "2017年のウィンブルドン選手権。テニスで、スペインのガルビニェ・ムグルサがアメリカのヴィーナス・ウィリアムズ選手を7-5、6-0で破り、女子シングルスの大会を制します。これは、ムグルサにとって2016年の全仏オープンに続く2度目のグランドスラムタイトルです。",
                "eng_text": "In tennis, Garbiñe Muguruza of Spain defeats Venus Williams of the United States 7–5, 6–0 to win the women's singles tournament. It is Muguruza's second Grand Slam title after her win in the 2016 French Open",
                "d2v_vecs": {}
            },
            {
                "id": 33042,
                "date": "2017-07-16T00:00:00Z",
                "text": "2017年のウィンブルドン選手権。テニスのスイスのロジャー・フェデラー選手がクロアチアのマリン・チリッチ選手を6-3、6-1、6-4で破り、男子シングルス大会で優勝します。フェデラー選手は、男子選手で最も多いウィリアム・レンショーとピート・サンプラスを超え、8度目のウィンブルドンシングルスタイトルを獲得します。オープン時代で最も年長でウィンブルドン男子シングルスを制した選手となり、1976年のビョルン・ボルグ以来、セットを落とさずに優勝した最初の選手となり、グランドスラム男子シングルスタイトルを19回獲得し、オープン時代の記録を更新しました。",
                "eng_text": "In tennis, Roger Federer of Switzerland defeats Marin Čilić of Croatia 6–3, 6–1, 6–4 to win the men's singles tournament. Federer wins his eighth Wimbledon singles title, surpassing William Renshaw and Pete Sampras for the most by a male player; becomes the oldest player in the Open Era to win the Wimbledon men's singles; becomes the first player to win the men's singles at Wimbledon without losing a set since Björn Borg in 1976; and extends his Open Era record for Grand Slam men's singles titles to 19",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33036,
                "date": "2017-07-16T00:00:00Z",
                "text": "ジョディ・ウィテカーが13代目のドクター役としてピーター・カパルディに代わることが発表され、BBCの長寿SFテレビシリーズ『ドクター・フー』で初めて女性が主役を務めることになりました。",
                "eng_text": "Jodie Whittaker has been announced to be replacing Peter Capaldi as the thirteenth incarnation of The Doctor, becoming the first woman to take the lead role of the BBC's long-running science fiction television series, Doctor Who",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33166,
                "date": "2017-07-28T00:00:00Z",
                "text": "米国控訴裁判所のパトリシア・ミレット判事は、連邦航空局の主張を退け、座席サイズが乗客が緊急時に飛行機を降りる際に重要でないとするのは間違っており、航空局に対して、航空会社が乗客に提供するスペースの最低基準を設定するよう命じました。",
                "eng_text": "U.S. Appeals Court Judge Patricia Millett rejects the Federal Aviation Administration argument that seat size is unimportant when passengers exit a plane in an emergency, and orders the FAA to set minimum standards for the space airlines give passengers",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32877,
                "date": "2017-07-01T00:00:00Z",
                "text": "2017年のモデナパーク。イタリアのロックシンガー、ヴァスコ・ロッシは22万人の有料入場者を集め、イタリアのモデナにあるエンツォ・フェラーリ・パークで最も大規模なチケット入場者数の世界記録を打ち破りました。",
                "eng_text": "Italian rock singer Vasco Rossi broke the world record of biggest ticketed concert with 220,000 paying guests hosted at Enzo Ferrari Park in Modena, Italy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32888,
                "date": "2017-07-01T00:00:00Z",
                "text": "バチカン市国の政治。フランシス教皇が保守派の枢機卿ゲルハルト・ルートヴィヒ・ミュラーを解任。",
                "eng_text": "Pope Francis ousts conservative cardinal Gerhard Ludwig Müller",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32928,
                "date": "2017-07-05T00:00:00Z",
                "text": "バチカン市内の彼のアパートで行われたとされる麻薬使用による同性愛の乱交パーティーに関して、神父が逮捕され尋問を受けています。",
                "eng_text": "A priest is arrested and questioned over an alleged drug-induced gay orgy hosted in his apartment in the Vatican City",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32966,
                "date": "2017-07-08T00:00:00Z",
                "text": "カリフォルニアのエネルギー。ノースリッジの発電所での爆発が、ロサンゼルスのサンフェルナンドバレー地域で広範囲の停電を引き起こします。",
                "eng_text": "An explosion at a Northridge power plant causes a widespread power outage in the San Fernando Valley, Los Angeles",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32977,
                "date": "2017-07-10T00:00:00Z",
                "text": "カムデンマーケット火災。ロンドン北西部のカムデンマーケットで大規模な火災が発生し、70人以上の消防士と10台の消防車が出動しています。死傷者は報告されていません。",
                "eng_text": "A large fire breaks out at the Camden Markets in North West London, with over 70 firefighters and 10 firetrucks attending the scene. No casualties have been reported",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32988,
                "date": "2017-07-11T00:00:00Z",
                "text": "ポープ・フランシスは、アラスカ・ジュノーの司教にアンドリュー・ベリサリオ神父を、オハイオ・クリーブランドの補佐司教であるネルソン・J・ペレスを任命しました。",
                "eng_text": "Pope Francis appoints Father Andrew Bellisario as Bishop of Juneau, Alaska, and Auxiliary Bishop Nelson J. Pérez as Bishop of Cleveland, Ohio",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33001,
                "date": "2017-07-12T00:00:00Z",
                "text": "ヨーロッパでの山火事。山火事はイタリアのメッシーナ、ナポリ、エンナ、ローマの州を襲いました。ヴェスヴィオ国立公園は炎と灰によって完全に破壊されたと報じられています。イタリア警察は、火災は放火犯の仕業だと主張しています。",
                "eng_text": "Wildfires devastate the Italian provinces of Messina, Naples, Enna and Rome. The Vesuvius National Park is reportedly completely destroyed by flames and ash. Italian police claim the fires are the work of arsonists",
                "d2v_vecs": {}
            },
            {
                "id": 33175,
                "date": "2017-07-29T00:00:00Z",
                "text": "火災のため、スペインのバルセロナのパルク・デ・カン・ザムで行われていたTomorrowland音楽フェスティバルに22,000人以上のコンサート参加者が避難しました。重傷者はいませんでした。このフェスティバルがスペインで開催されたのは初めてであり、2005年以来ベルギーが開催地となっていました。",
                "eng_text": "A fire forces the evacuation of more than 22,000 concertgoers at the Tomorrowland music festival at the Parc de Can Zam in Barcelona, Spain. There were no serious injuries. This is the first time the festival has been held in Spain; Belgium had been the home since 2005",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33021,
                "date": "2017-07-14T00:00:00Z",
                "text": "マルコポーロコンドミニアム火災。アメリカのハワイ州ホノルル市のコンドミニアムタワーで発生した火災で、少なくとも3人が死亡し、2人が入院中で1人は重症です。住民の中には、まだアパートに閉じ込められていると報告されている人がいるとされています。",
                "eng_text": "At least three people are killed and two hospitalized, one in serious condition, from a fire in a  condominium tower in the U.S. city of Honolulu, Hawaii. An unknown number of residents are reportedly still trapped in their apartments",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33034,
                "date": "2017-07-15T00:00:00Z",
                "text": "ツユムシ。新しく発表された論文によると、一部のツユムシは地球上のほとんどの生命を生き延びるかもしれないとされています。",
                "eng_text": "A newly-published paper suggests that some tardigrades may outlive most life on Earth",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33071,
                "date": "2017-07-20T00:00:00Z",
                "text": "リンキン・パーク。リード・ヴォーカリストのチェスター・ベニントンが、カリフォルニア州パロスヴェルデスエステーツの自宅で亡くなりました。彼の死は首吊り自殺とされています。",
                "eng_text": "Chester Bennington, lead vocalist of Linkin Park, dies at his home in the Los Angeles suburb of Palos Verdes Estates, California. His death is ruled a suicide by hanging",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33120,
                "date": "2017-07-24T00:00:00Z",
                "text": "マイクロソフトペイント。マイクロソフトは、ペイントが「Paint 3D」に統合されたため、Windows 10 Fall Creators Update後に更新が停止されることを発表しました。ペイントは32年前に初めてリリースされました。",
                "eng_text": "Microsoft announces that Paint will cease to be updated after the Windows 10 Fall Creators Update because its functionality was \"integrated into Paint 3D\". Paint was first released 32 years ago",
                "d2v_vecs": {}
            },
            {
                "id": 33135,
                "date": "2017-07-25T00:00:00Z",
                "text": "マイクロソフトペイント。一般からの批判を受け、マイクロソフトはペイントプログラムを終了させる決定を撤回し、将来のWindows版にバンドルされるのではなく、アプリストアに配置されることを発表します。",
                "eng_text": "Amid a public backlash, Microsoft reneges on its decision to end its Paint program and states that it will be placed on its app store rather than bundled with future editions of Windows",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33139,
                "date": "2017-07-25T00:00:00Z",
                "text": "猛暑波。消防士たちは、コルシカを含むフランス南部全域で山火事と戦っています。",
                "eng_text": "Firefighters battle wildfires across southern France, including one in Corsica",
                "d2v_vecs": {}
            },
            {
                "id": 33151,
                "date": "2017-07-26T00:00:00Z",
                "text": "フランス・リビエラ。野火がフランス・リビエラ沿いで1万2千人の避難を促し、4,000人以上の消防士やフランス軍の人員が19機の水上爆撃機に支援されて炎を鎮火するために動員されています。",
                "eng_text": "Wildfires prompt the evacuation of 12,000 people along the French Riviera, while more than 4,000 firefighters and French Armed Forces personnel backed by 19 water-bomber planes are mobilised to extinguish the flames",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33178,
                "date": "2017-07-29T00:00:00Z",
                "text": "カトリック教会の性的虐待事件。フィリピンのアンティポロローマン・カトリック教会管区のカトリック司祭であるアーネル・ラガレホス閣下が、16歳の売春婦を伴って13歳の少女をモーテルに招いて性的虐待を行ったため、マリキナで逮捕されました。",
                "eng_text": "Monsignor Arnel Lagarejos, a Catholic priest from the Roman Catholic Diocese of Antipolo, Philippines was arrested in Marikina for sexually abusing a 13-year-old girl, by inviting her to a motel with a 16-year-old pimp",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33180,
                "date": "2017-07-29T00:00:00Z",
                "text": "ヨーロッパアルプスのスイス、ランダにあるチャールズ・クオネン橋がオープンしました。全長494メートル（1,621フィート）であり、世界最長の歩行者用吊り橋です。",
                "eng_text": "The Charles Kuonen Bridge  in the Swiss Alps in Randa, Switzerland, opens. At 1,621 feet (494 meters), it is the longest pedestrian suspension bridge in the world",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33053,
                "date": "2017-07-18T00:00:00Z",
                "text": "スイスの氷河。スイスの縮小している氷河が、1942年に行方不明になり、広範な捜索にもかかわらず発見されなかったと信じられているカップルの遺体2体を明らかにした。スイスの当局は、数日後にDNA検査が行われると述べた。",
                "eng_text": "A shrinking glacier in Switzerland has revealed two frozen bodies believed to be of a couple who went missing in 1942 and had never been found, despite extensive searches. Swiss authorities said that a DNA test will be conducted in several days' time",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33122,
                "date": "2017-07-24T00:00:00Z",
                "text": "チャーリー・ガード事件。末期疾患を患うチャーリー・ガードの両親が、アメリカでの治療に関する法的な挑戦を諦める。最新の医療報告によると、機会はもはや存在しない。",
                "eng_text": "The parents of the terminally ill Charlie Gard give up their legal challenge over treatment in the United States. The latest medical reports indicate that the window of opportunity no longer exists",
                "d2v_vecs": {}
            },
            {
                "id": 33168,
                "date": "2017-07-28T00:00:00Z",
                "text": "チャーリー・ガードのケース。ミトコンドリアDNA枯渇症候群として知られる稀な遺伝子疾患を持つ乳児、チャーリー・ガードが11ヶ月で亡くなりました。",
                "eng_text": "Charlie Gard, an infant with a rare genetic condition known as mitochondrial DNA depletion syndrome, dies at the age of 11 months",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32882,
                "date": "2017-07-01T00:00:00Z",
                "text": "シンガポールの法律。シンガポールは、外国人が抗議行動に参加することを禁止する新しい法律を実施しています。",
                "eng_text": "Singapore implements a new law that bans foreigners from taking part in protests",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32925,
                "date": "2017-07-05T00:00:00Z",
                "text": "バンバリ近くで乗客を乗せすぎたトラックが事故を起こし、中央アフリカ共和国で少なくとも78人が死亡し、数十人が負傷した。",
                "eng_text": "A truck overloaded with passengers crashes near Bambari, Central African Republic, killing at least 78 people and leaving dozens more injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32971,
                "date": "2017-07-09T00:00:00Z",
                "text": "ユネスコは、北西イングランドのレイクディストリクトやイランのヤズド歴史都市を含む新たな8つの世界遺産地を宣言しました。",
                "eng_text": "UNESCO declares eight new sites as World Heritage Sites; including Lake District in North West England and Iran's Historic City of Yazd",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33065,
                "date": "2017-07-19T00:00:00Z",
                "text": "ピエール・ド・ヴィリエは、提案された予算削減に関してエマニュエル・マクロン大統領との意見の相違から、フランス軍の幹部長を辞任しました。",
                "eng_text": "Pierre de Villiers resigns as the Chief of the Defence Staff of the French Armed Forces due to disagreements with President Emmanuel Macron over proposed budget cuts",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33079,
                "date": "2017-07-20T00:00:00Z",
                "text": "ハイパーループ：SpaceXのCEOであるイーロン・マスクは、連邦政府の承認を得たことを発表しました。これにより、地下に建設される時速760マイルのハイパーループが構築され、ニューヨークとワシントンD.C.を結ぶことになります。",
                "eng_text": "SpaceX CEO Elon Musk says he has received federal government approval for The Boring Company to build an underground 760mph Hyperloop that will connect New York City and Washington, D.C.",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33136,
                "date": "2017-07-25T00:00:00Z",
                "text": "アドビフラッシュ。アドビシステムズは、2020年末までに、マルチメディアソフトウェアプラットフォームのフラッシュの更新および配布を停止することを発表しました。",
                "eng_text": "Adobe Systems announces it will stop updating and distributing its multimedia software platform Flash by the end of 2020",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33140,
                "date": "2017-07-25T00:00:00Z",
                "text": "猛暑。イタリアでの干ばつの最中、ローマ教皇フランシスはバチカンの噴水を停止させた。",
                "eng_text": "Pope Francis halts the fountains of The Vatican amidst a drought in Italy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32940,
                "date": "2017-07-06T00:00:00Z",
                "text": "メキシコの犯罪。メキシコのアカプルコで、ライバルギャング間の刑務所暴動が起き、少なくとも28人の受刑者が死亡。",
                "eng_text": "A prison riot between rival gangs in Acapulco, Mexico, leaves at least 28 inmates dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32985,
                "date": "2017-07-10T00:00:00Z",
                "text": "第六次大量絶滅。1900年から2015年まで、約177種の哺乳類が分布の80％を失い、ホロセン絶滅が加速していると推測されています。",
                "eng_text": "Between 1900 and 2015, around 177 species of mammals have lost 80% of their distribution leading to a presumption that the Holocene extinction is accelerating",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32976,
                "date": "2017-07-10T00:00:00Z",
                "text": "2017年のアマルナート巡礼襲撃事件。イギリスは、それがテロと関係があると信じています。アマルナート・ヤトラの巡礼11日目に、銃撃手がアマラナートYatraのバスと警察車両に発砲し、少なくとも7人が死亡し、15人が負傷しました。インドのアナントナグ市で発生しました。",
                "eng_text": "At least 7 people are killed and 15 injured after gunmen fire upon a pilgrimage bus and a police vehicle, on the 11th day of the Amarnath Yatra pilgrimage in the Indian city of Anantnag. The attack is believed to be terror-related",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33038,
                "date": "2017-07-16T00:00:00Z",
                "text": "アリゾナ州ペイソン近くでの突然の洪水で、少なくとも9人が死亡し、1人が行方不明になっていると、ジラ郡保安官事務所が発表しました。",
                "eng_text": "A flash flood near Payson, Arizona, leaves at least nine people dead and one person missing, according to the Gila County Sheriff's Office",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33076,
                "date": "2017-07-20T00:00:00Z",
                "text": "2017年のインド大統領選挙。ラム・ナート・コビンドは、総選挙人数の3分の2以上の得票を確保した後、インドの大統領選挙に勝利しました。",
                "eng_text": "Ram Nath Kovind has won the Indian presidential election after securing over two-thirds of the total electoral college votes",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33183,
                "date": "2017-07-30T00:00:00Z",
                "text": "2017年7月の大雨の後、インドのグジャラート州は甚大な洪水に見舞われ、200人以上が死亡しました。",
                "eng_text": "Following heavy rain in July 2017, the Gujarat state of India was affected by a severe flood resulting in more than 200 deaths",
                "d2v_vecs": {}
            },
            {
                "id": 33195,
                "date": "2017-07-31T00:00:00Z",
                "text": "2017年のグジャラート州の洪水。インド西部のグジャラート州で発生した洪水が少なくとも213人を死亡させ、洪水が引いて追加の犠牲者が明らかになることで死者数はさらに増えると予想されています。グジャラート州首相ヴィジャイ・ルパニは、激しい雨が州で「世紀の最悪の洪水」を引き起こしたと述べています。",
                "eng_text": "Flooding in Gujarat, Western India, kills at least 213 people with the death toll expected to rise as receding flood waters reveal additional victims. Chief Minister of Gujarat Vijay Rupani says heavy rain had triggered \"the worst flood of the century\" in the state",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32894,
                "date": "2017-07-02T00:00:00Z",
                "text": "シリア中央銀行は、17年間の任期中初めて、シリアの通貨に大統領バッシャール・アル＝アサドの肖像を掲載した新しい2000シリア・リラ（ポンド）の紙幣を発表しました。",
                "eng_text": "The Central Bank of Syria announces a new 2,000 Syrian lira (pound) bank note that will feature a portrait of President Bashar al-Assad, the President's first appearance on Syrian currency during his 17-years in office",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32892,
                "date": "2017-07-02T00:00:00Z",
                "text": "シリア内戦。ダマスカスで3人の自爆攻撃犯が少なくとも21人を殺害し、12人を負傷させる。",
                "eng_text": "Three suicide bombers in Damascus kill at least 21 people and wound 12 others",
                "d2v_vecs": {}
            },
            {
                "id": 32987,
                "date": "2017-07-11T00:00:00Z",
                "text": "シリア内戦。シリア人権監視団は、ISIL（イスラム国）リーダーであるアブ・バクル・アル＝バグダディが、デイル・エズ・ゾール州に近いISILの部族のリーダーからの情報によると、確認されて死亡したと報告しています。6月には、ロシアが空爆でアル＝バグダディと他のISIL指導者数名を「おそらく」殺害したと発表しましたが、証拠は提供していません。",
                "eng_text": "The Syrian Observatory for Human Rights says ISIL leader Abu Bakr al-Baghdadi is confirmed dead, according to information from tribal leaders close to ISIL in the Deir ez-Zor Governorate. In June, Russia said it had \"most likely\" killed al-Baghdadi and several other high profile ISIL leaders in an airstrike but provided no evidence",
                "d2v_vecs": {}
            },
            {
                "id": 33080,
                "date": "2017-07-21T00:00:00Z",
                "text": "シリア内戦。アレッポの北東部のアル=ムハセンリ村の周辺でシリアの反乱軍とシリア民主軍の間で激しい衝突が発生しますが、死傷者は報告されていません。",
                "eng_text": "Violent clashes break out between the Syrian rebels and Syrian Democratic Forces on the outskirts of al-Muhsenli Village, in the northeastern countryside of Aleppo, but no casualties are reported",
                "d2v_vecs": {}
            },
            {
                "id": 33081,
                "date": "2017-07-21T00:00:00Z",
                "text": "シリア内戦。シリア軍部隊は、アレッポの郊外にあるザイタン村の住宅地を、重砲を使って砲撃し、民間の財産を破壊した。",
                "eng_text": "Syrian Army forces shell, using heavy artillery, the residential neighborhoods in Zaitan Village, in the countryside of Aleppo, destroying civilian property",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32885,
                "date": "2017-07-01T00:00:00Z",
                "text": "香港の政治。中国共産党の総書記である習近平主席のもとで、抗議活動が行われる中、キャリー・ラムが香港初の女性行政長官として就任宣誓を行う。これは香港の主権移譲20周年を記念した出来事です。",
                "eng_text": "Carrie Lam is sworn in as the first female Chief Executive of Hong Kong by Chinese Communist Party general secretary Xi Jinping amid protests against the 20th anniversary of the transfer of sovereignty to China",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33004,
                "date": "2017-07-12T00:00:00Z",
                "text": "中国における人権。民主主義の宣言「憲章08」を組織したことで中国で投獄されているノーベル平和賞受賞者の劉暁波は、進行した肝臓がんで悩まされています。彼を治療している中国の病院と、週末に彼を診察した外国の医師は、将来の治療について意見が異なっています。ドイツ、アメリカ、イギリス、および他の国々は、劉氏が選択した病院に行くことが許されるよう訴えています。",
                "eng_text": "Nobel Peace Laureate Liu Xiaobo, who has been incarcerated in China for organizing the pro-democracy manifesto \"Charter 08,\" is suffering from late-stage liver cancer which is worsening. The Chinese hospital treating him and foreign doctors, who examined Liu the weekend, disagree on future treatment. Germany, the United States, UK, and other countries have appealed that Liu be allowed to go to the hospital of his choice",
                "d2v_vecs": {}
            },
            {
                "id": 33016,
                "date": "2017-07-13T00:00:00Z",
                "text": "中国の人権。著名な中国の異議人およびノーベル平和賞受賞者の劉暁波が亡くなる",
                "eng_text": "Prominent Chinese dissident and Nobel Peace Prize winner Liu Xiaobo dies",
                "d2v_vecs": {}
            },
            {
                "id": 33031,
                "date": "2017-07-15T00:00:00Z",
                "text": "香港の政治。何千人もの人々が香港で黙とうを捧げ、異議を唱えた劉暁波の生涯を称える。",
                "eng_text": "Thousands protest silently in Hong Kong honoring the life of dissident Liu Xiaobo",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32945,
                "date": "2017-07-07T00:00:00Z",
                "text": "シナイ半島の反乱。ラファフの南にある村で、仮面をつけた武装勢力がエジプト軍の検問所を襲撃し、特殊部隊の大佐を含む少なくとも23人の兵士が殺害されました。後にイラク・シリアのイスラム国が犯行声明を出しました。攻撃には自爆車や信号妨害が含まれていました。",
                "eng_text": "Masked militants attack an Egyptian Army checkpoint in a village south of Rafah, North Sinai Governorate, killing at least 23 soldiers, including a high-ranking special forces colonel. The Islamic State of Iraq and Syria later claims responsibility. The attack included VBIED and signal jamming",
                "d2v_vecs": {}
            },
            {
                "id": 33046,
                "date": "2017-07-17T00:00:00Z",
                "text": "シナイ半島での反乱。エル・アリシュ市で警察を標的にした2段階の攻撃で、5人の警官が殺害され、11人が負傷。市の南で後に発生した道路脇の爆弾により、さらに6人の警官が負傷。",
                "eng_text": "A two stage attack targeting police kills 5 officers and wounds 11 in the city of el-Arish. A later roadside bomb south of the city wounds a further 6 officers",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33020,
                "date": "2017-07-14T00:00:00Z",
                "text": "エジプトにおける反乱（2013年～現在）。2017年ハルガダ襲撃事件。ハルガダのホテルで大量刺傷事件が発生し、2人の女性観光客が殺害され、4人が負傷しました。犯人は拘束されました。",
                "eng_text": "Two female tourists are killed and four others are wounded in a mass stabbing attack at a hotel in Hurghada, Red Sea Governorate. The attacker is detained",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33049,
                "date": "2017-07-17T00:00:00Z",
                "text": "欧州連合とリビアの関係。欧州連合は、リビアへの救命ボートの輸出を制限しています。",
                "eng_text": "The European Union restricts the exports of inflatable boats to Libya",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33118,
                "date": "2017-07-24T00:00:00Z",
                "text": "パキスタン北西部での戦争。2017年7月、ラホールでの自爆テロ。最低でも26人が死亡し、50人以上が負傷した南ラホールでの自爆カーボム事件。",
                "eng_text": "At least 26 people are killed and over 50 others are injured in a suicide car bombing in southern Lahore",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33116,
                "date": "2017-07-24T00:00:00Z",
                "text": "アフガニスタンでの戦争。カブールの西部での自爆車爆弾攻撃により、少なくとも24人が死亡し、40人以上が負傷。アフガン当局は、攻撃の標的が鉱業・石油省の公務員バスであると述べています。",
                "eng_text": "A suicide car bombing in the western part of Kabul kills at least 24 and injures more than 40 people. Afghan authorities say the target of the attack was a bus of civilian government workers from the Ministry of Mines and Petroleum",
                "d2v_vecs": {}
            },
            {
                "id": 33149,
                "date": "2017-07-26T00:00:00Z",
                "text": "アフガニスタンでの戦争。防衛省によると、カンダハール州の軍事基地で激しい戦闘の中、26〜30人の軍人が死亡し、80人以上のタリバンゲリラが死傷したと報告されています。",
                "eng_text": "According to the Defense Ministry, between 26 and 30 military personnel are dead and over 80 Taliban militants have been either killed or wounded amid intense fighting at a military base in Kandahar Province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33182,
                "date": "2017-07-30T00:00:00Z",
                "text": "ソマリアでの戦争。モガディシュの警察署近くで車爆弾が爆発し、少なくとも6人が死亡し、13人が負傷した。",
                "eng_text": "A car bomb explodes near a police station in Mogadishu, killing at least six people and wounding thirteen others",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33181,
                "date": "2017-07-30T00:00:00Z",
                "text": "ボコ・ハラムの暴動。ボコ・ハラムの戦闘員がナイジェリアのボルノ州のマグメリ地域で石油探査チームを待ち伏せし、少なくとも69人を殺害した。",
                "eng_text": "Boko Haram insurgents ambush an oil exploration team in the Magumeri area of Borno State, Nigeria, killing at least 69 people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32932,
                "date": "2017-07-05T00:00:00Z",
                "text": "2017年のベネズエラにおける抗議活動。ベネズエラ大統領ニコラス・マドゥロ支持者が野党が掌握する国民議会に乱入し、国民議会議長フリオ・ボルヘスを含む複数の議員が負傷する。また、襲撃により複数のジャーナリストも負傷した。",
                "eng_text": "Supporters of Venezuelan President Nicolás Maduro storm the opposition-controlled National Assembly and injure several lawmakers, including the President of the National Assembly, Julio Borges. Several journalists were also injured in the assault",
                "d2v_vecs": {}
            },
            {
                "id": 33163,
                "date": "2017-07-27T00:00:00Z",
                "text": "2017年のベネズエラの抗議活動。野党が呼びかけた二日間の全国ストライキが始まる中、国内各地で警察との衝突により少なくとも3人の抗議者が死亡。",
                "eng_text": "At least three protesters are killed across the country amid clashes with police as a two-day national strike called by the opposition begins",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32974,
                "date": "2017-07-09T00:00:00Z",
                "text": "2017年に開催された正義のための行進。トルコの正義のための450キロに及ぶ行進は、何十万人もの人々が参加する大規模な集会でイスタンブールで終了した。",
                "eng_text": "The 450 km-long Turkish March for Justice concludes in Istanbul at a mass rally attended by hundreds of thousands of people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33003,
                "date": "2017-07-12T00:00:00Z",
                "text": "ブラジルの汚職： ブラジルの前大統領であるルイス・イナシオ・ルーラ・ダ・シルバは、ペトロブラスの捜査と関連して汚職とマネーロンダリングの罪で有罪判決を受けます。控訴中で釈放されているルーラは、9年半の懲役刑を言い渡されました。",
                "eng_text": "Former Brazilian president Luiz Inácio Lula da Silva is convicted on corruption and money laundering charges in connection with the Petrobras investigation. Lula, who remains free on appeal, is sentenced to nine and a half years in prison",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33024,
                "date": "2017-07-14T00:00:00Z",
                "text": "ペルーの汚職：ペルーのリマの裁判所が、元大統領オヤンタ・ウマラと彼の妻ナディーネ・エレディアに対して、金銭洗浄の疑いで18か月の予審拘留を命じた。両者は自首しました。",
                "eng_text": "A court of Lima orders 18 months of pre-trial imprisonment for former president Ollanta Humala and his wife Nadine Heredia for alleged money laundering. Both have turned themselves in",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33190,
                "date": "2017-07-30T00:00:00Z",
                "text": "2017年のベネズエラ憲法組立議会選挙では、少なくとも9人が過去24時間で殺害され、候補者であるホセ・フェリックス・ピネダやアクシオン・デモクラティカ党の若手書記であるリカルド・カンポスも含まれています。",
                "eng_text": "A least nine people have been killed in the last 24 hours, including Constituent Assembly candidate Jose Felix Pineda,  and Accion Democratica Party youth secretary Ricardo Campos",
                "d2v_vecs": {}
            },
            {
                "id": 33189,
                "date": "2017-07-30T00:00:00Z",
                "text": "2017年のベネズエラ憲法組織選挙。ベネズエラの有権者が、3月の立法権奪取に続いてニコラス・マドゥロ大統領によって策定された新しい憲法組織のメンバーを選ぶ選挙に参加しています。多くのベネズエラ人が選挙の正当性を疑問視し、ボイコットや持続的な抗議が続いています。",
                "eng_text": "Voters in Venezuela participate in an election for members of a new Constitutional Assembly, devised by President Nicolás Maduro to amend the constitution following a legislative takeover in March. Many Venezuelans question the election's legitimacy, resulting in boycotts and ongoing protests",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33196,
                "date": "2017-07-31T00:00:00Z",
                "text": "アメリカ合衆国とベネズエラの関係。アメリカ合衆国は、批判されている憲法議会選挙を通じて独裁政権を樹立しようとする試みとされるベネズエラの大統領ニコラス・マドゥロに制裁を科す。",
                "eng_text": "The United States sanctions Venezuelan President Nicolás Maduro over the controversial Constitutional Assembly election which critics say is an attempt to establish a dictatorship",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32879,
                "date": "2017-07-01T00:00:00Z",
                "text": "インドの課税制度。インドは、独立以来最も包括的な税制改革である消費税（GST）に連邦および州の税金を置き換えました。",
                "eng_text": "India replaces its federal and state taxes with the Goods and Services Tax (GST), the most extensive tax reform since its independence",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32881,
                "date": "2017-07-01T00:00:00Z",
                "text": "ブータン-中国関係と中国-インド関係。中国とインド、およびブータンの間で緊張が高まる中、中国はブータンとインドが中国に属すると主張する土地の詳細を示す地図を公開しました。中国はその地図を通じて、ジプモチまでの領土が中国に属すると主張し、それが1890年のカルカッタ協定によって支持されていると主張しています。",
                "eng_text": "Amid growing tensions between China and India and Bhutan, China releases a map detailing pieces of land claimed by Bhutan and India as belonging to China. China claims, via the map, that territory up until Gipmochi belongs to China and claims it's supported by the 1890 Convention of Calcutta",
                "d2v_vecs": {}
            },
            {
                "id": 32897,
                "date": "2017-07-02T00:00:00Z",
                "text": "中国とインドの関係、ブータンと中国の関係。\n中国とインド、およびブータンの間で争われている土地に関する緊張が高まる中、バーラティヤ・ジャンタ・パーティは、国防大臣アルン・ジェイトリーの言葉を支持しています。「2017年のインドは1962年のインドとは異なる」と。これは、中国が1962年の中印戦争での前者の敗北を参照してインドに警告を出したことに続くものです。",
                "eng_text": "Amid growing tensions between China and India and Bhutan over disputed land, the Bharatiya Janata Party supports the words of defence minster Arun Jaitley that \"India of 2017 is different from India of 1962\". It follows a warning from China to India that referenced the defeat of the latter during the 1962 Sino-Indian War",
                "d2v_vecs": {}
            },
            {
                "id": 32915,
                "date": "2017-07-04T00:00:00Z",
                "text": "中国とインドの関係は、ブータンと中国の関係と共に。中国とインドの間でドクラム三角地帯を巡る対立が続く中、中国はかつてのインドの首相ジャワハルラール・ネルーがカルカッタ条約を受け入れたことをインドに伝え、中国の領土主弨を支持する根拠としている。中国とインド、そしてブータンの間で、6月中旬から争われている領域で中国が道路建設を開始して以来、緊張が高まっている。",
                "eng_text": "Amid a stand-off between China and India over the Doklam tri-junction, China tells India that former Indian prime minister Jawaharlal Nehru accepted the Convention of Calcutta which China is using to support its territorial claims. Tensions have been rising between China and India and Bhutan over Doklam since China began constructing a road in the disputed territory in mid-June",
                "d2v_vecs": {}
            },
            {
                "id": 32980,
                "date": "2017-07-10T00:00:00Z",
                "text": "2017年のドクラム危機。インドと中国の間で、ビュータンが主張する係争地ドクラムでの対立の中で、インド国民会議は、ラーフル・ガンディがインドの中国大使との面会を否定しています。",
                "eng_text": "Amid a stand-off between India and China over the disputed territory of Doklam which is claimed by Bhutan, the Indian National Congress denies the meeting of Rahul Gandhi with the Chinese ambassador to India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32993,
                "date": "2017-07-11T00:00:00Z",
                "text": "アメリカのビザ政策。アメリカ合衆国国土安全保障省は、報道によると、主に中国からの学生ビザ保持者を1年以上アメリカ合衆国に滞在させない制限を計画している。",
                "eng_text": "The U.S. Department of Homeland Security reportedly plans to restrict student visa holders, most of whom are from China, from staying in the United States for over a year",
                "d2v_vecs": {}
            },
            {
                "id": 32992,
                "date": "2017-07-11T00:00:00Z",
                "text": "アメリカのビザ政策。外国人の起業家に与えられるビザが大幅に削減されることになり、シリコンバレーから懸念や批判が出ています。ビザを受け取っている多くの人はインド出身です。",
                "eng_text": "Visas given to potential entrepreneurs who are foreigners will be significantly reduced prompting fears and criticism from Silicon Valley. Many of those given visas are from India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33029,
                "date": "2017-07-15T00:00:00Z",
                "text": "南シナ海問題。インドネシアは南シナ海の一部を「ノース・ナトゥナ海」と改名し、中国を怒らせる。",
                "eng_text": "Indonesia renames part of the South China Sea as \"North Natuna Sea,\" angering China",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33037,
                "date": "2017-07-16T00:00:00Z",
                "text": "江蘇省常熟市で発生した早朝の火災で22人が死亡し、3人が負傷しました。",
                "eng_text": "An early morning fire in the Chinese city of Changshu in Jiangsu province kills 22 people and injures three",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33115,
                "date": "2017-07-23T00:00:00Z",
                "text": "2017年女子クリケットワールドカップ。クリケットでは、イングランドがロンドンのロードズで行われた決勝でインドを打ち破りました。アーニャ・シャーブソールがインドのイニングで6つのウィケットを取りました。",
                "eng_text": "In cricket, England defeats India in the final at Lord's in London. Anya Shrubsole took six wickets in India's innings",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33050,
                "date": "2017-07-17T00:00:00Z",
                "text": "包括的共同行動計画。ホワイトハウスは、イランが核合意に遵守していることを米国議会に伝え、イランの弾道ミサイル計画に新たな制裁を課すと約束します。",
                "eng_text": "The White House tells U.S. Congress that Iran is complying with its nuclear deal, and promises to impose new sanctions on Iran's ballistic missile program",
                "d2v_vecs": {}
            },
            {
                "id": 33104,
                "date": "2017-07-22T00:00:00Z",
                "text": "米国制裁。民主党と共和党の交渉者が、ロシア、イラン、北朝鮮に対する新しい制裁に合意しました。米国議会の両院は、火曜日に可決の投票を予定しています。",
                "eng_text": "Negotiators from the Democratic and Republican parties agree on new sanctions against Russia, Iran, and  North Korea. Both chambers of the United States Congress are scheduled to vote on passage on Tuesday",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33143,
                "date": "2017-07-25T00:00:00Z",
                "text": "イランとアメリカの関係。アメリカ海軍は、イランの哨戒艇が米国の船に150ヤード以内に接近した後、USSサンダーボルトが警告射撃を行ったと述べています。",
                "eng_text": "The United States Navy says the USS Thunderbolt fired a warning shot at an Iranian patrol boat after it came within 150 yards of the U.S. ship",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33164,
                "date": "2017-07-27T00:00:00Z",
                "text": "2015年に起きたスウェーデン運輸局のデータ漏洩事件を巡る論争の影響で、アンナ・ヨハンソンとアンダース・イェーマンが辞任する。",
                "eng_text": "Anna Johansson and Anders Ygeman resign in the wake of controversy surrounding a 2015 data leak of the Swedish Transport Agency",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33144,
                "date": "2017-07-25T00:00:00Z",
                "text": "米国の経済制裁。米国下院は、2016年の米国大統領選挙への干渉に対するロシア、およびイランと北朝鮮の武器プログラムに対する経済制裁を支持する投票を行います。",
                "eng_text": "The U.S. House of Representatives votes in favor of economic sanctions against Russia for its interference in the 2016 U.S. election, and against Iran and North Korea for their weapons programs",
                "d2v_vecs": {}
            },
            {
                "id": 33185,
                "date": "2017-07-30T00:00:00Z",
                "text": "ロシアとアメリカの関係。アメリカが新たに課した制裁に対して、ロシアのプーチン大統領が755人のアメリカの外交官を追放する。",
                "eng_text": "Russian President Vladimir Putin expels 755 U.S. diplomats in response to new sanctions imposed by the United States",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33106,
                "date": "2017-07-22T00:00:00Z",
                "text": "2017年の全英オープン。南アフリカのブランデン・グレースは、ロイヤルバークデールでの第3ラウンドで62を記録し、男子メジャー大会で初めてその成績を達成しました。",
                "eng_text": "In golf, South African Branden Grace shoots 62 in the third round at Royal Birkdale, becoming the first golfer ever to do so at a men's major championship",
                "d2v_vecs": {}
            },
            {
                "id": 33113,
                "date": "2017-07-23T00:00:00Z",
                "text": "2017年の全英オープン。ゴルフで、アメリカ人のジョーダン・スピースが同じアメリカ人のマット・キューセンを3打差で下して優勝し、ジャック・ニクラスに続いて24歳未満で3つの異なるメジャー大会を制した男性選手として二人目となりました。",
                "eng_text": "In golf, American Jordan Spieth wins by three shots over fellow American Matt Kuchar, becoming only the second male player, after Jack Nicklaus, to win three different major championships before turning 24",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33170,
                "date": "2017-07-28T00:00:00Z",
                "text": "イランとアメリカの関係。アメリカ財務省は、最近のイランのロケット打ち上げを受けて、国連安全保障理事会決議2231に違反したとして、6つのシャヒド・ヘマト産業グループの衛星会社に制裁を科す。",
                "eng_text": "The United States Treasury Department imposes sanctions on six Shahid Hemmat Industrial Group satellite companies following a recent Iranian rocket launch that the U.S. says breached  United Nations Security Council Resolution 2231",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33100,
                "date": "2017-07-22T00:00:00Z",
                "text": "ロシアと米国の関係。昨日、ワシントン・ポストの報道で、アメリカの諜報機関が、トランプ陣営の関係者との選挙関連の議論についてモスクワに告げている事が明らかになったロシア駐米大使のセルゲイ・キスリャクは、９年間の任期を終え、米国を去る。2017年5月、ロシア外務次官アナトリー・アントーノフが次期大使として承認されました。",
                "eng_text": "Russian Ambassador to the United States Sergey Kislyak, who was cited in Washington Post reports yesterday that American intelligence overheard him telling Moscow about his election-related discussions with a Trump campaign official, ends his nine-year assignment and leaves the United States. In May 2017, Russian Deputy Foreign Minister Anatoly Antonov was approved as the next ambassador",
                "d2v_vecs": {}
            }
        ]
    ]
}