{
    "tls": [
        [
            {
                "id": 32552,
                "date": "2017-06-01T00:00:00Z",
                "text": "米国の移民禁止。司法省は、5月25日の第4巡回控訴裁判所の判決を確認し、修正された行政命令13780の施行阻止決定を確認したメリーランド地区裁判所の決定を取り消すために、最高裁に審査を急いで要請しています。また、第9巡回控訴裁判所は、ハワイからの同様の判決についての決定を発表していません。",
                "eng_text": "The Department of Justice asks the Supreme Court for expedited review of the Fourth Circuit Appeals Court's May 25 ruling  that affirmed the Maryland district court decision to prevent implementation of revised Executive Order 13780, and  let the travel ban take effect. The Appeals Court of  the Ninth Circuit has not announced its decision  on a similar ruling from Hawaii",
                "d2v_vecs": {}
            },
            {
                "id": 32674,
                "date": "2017-06-12T00:00:00Z",
                "text": "米国の入国政策。第9巡回区控訴裁判所のパネルは、改定された行政命令13780の実施を防ぐためにハワイ地裁の決定を一致して支持しました。4月25日、第4巡回区控訴裁判所はメリーランド地裁の類似する判決を支持しました。",
                "eng_text": "A Ninth Circuit Appeals Court panel unanimously upholds the Hawaii district court decision to prevent implementation of revised Executive Order 13780. On May 25, the Fourth Circuit Appeals Court affirmed a similar ruling by the Maryland district court",
                "d2v_vecs": {}
            },
            {
                "id": 32828,
                "date": "2017-06-26T00:00:00Z",
                "text": "ドナルド・トランプの移民政策。アメリカ合衆国最高裁判所は、大統領ドナルド・トランプの入国制限令の一部を一時的に再開し、以前に2つの連邦控訴裁判所によって出された一部差し止め令を無効にしました。行政命令13780の合法性に関する最終的な口頭弁論は、2017年10月に最高裁判所で行われる予定です。",
                "eng_text": "The Supreme Court of the United States partially reinstates President Donald Trump's travel ban and invalidates certain injunctions that were put on the order by two federal appeals courts earlier. Final oral hearings concerning the legality of the Executive Order 13780 will be held in October 2017 at the Supreme Court",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32550,
                "date": "2017-06-01T00:00:00Z",
                "text": "アメリカ合衆国がパリ協定からの撤退を発表。トランプ大統領が気候変動緩和のための2015年のパリ協定からの撤退を確認します。",
                "eng_text": "U.S. President Donald Trump confirms that the United States will withdraw from the 2015 Paris Agreement on climate change mitigation",
                "d2v_vecs": {}
            },
            {
                "id": 32564,
                "date": "2017-06-02T00:00:00Z",
                "text": "アメリカがパリ協定からの撤退を発表。ディズニーCEOのボブ・アイガーが、トランプ大統領のパリ協定離脱決定に対応して、イーロン・マスクと共にトランプ大統領の諮問委員会を辞任する。",
                "eng_text": "Disney CEO Bob Iger joins Elon Musk in resigning from President Trump's advisory councils in response to Trump's decision to withdraw the U.S. from the Paris Agreement",
                "d2v_vecs": {}
            },
            {
                "id": 32634,
                "date": "2017-06-08T00:00:00Z",
                "text": "アメリカ合衆国がパリ協定からの離脱。ハワイ州が、海面上昇を記録し、温室効果ガス排出を削減する戦略を定める法律を制定し、州の目標をパリ気候協定に合わせました。デイヴィッド・イゲ州知事は、島々が気候変動の影響を直接目にしていると述べています。",
                "eng_text": "The state of Hawaii becomes the first state to enact a law, to document sea level rise and set strategies to reduce greenhouse gas emissions, that aligns the state's goals with the Paris climate accord. Governor David Ige  says the islands are seeing the impacts of climate change first-hand",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32565,
                "date": "2017-06-02T00:00:00Z",
                "text": "2017年のファインゲールの指導部選挙。レオ・バラダカーが議会派の73票中51票を獲得し、ファインゲールの新しい党首となりました。アイルランドのタオセイフ（首相）になることが期待されており、これにより彼は最年少かつ初の公表された同性愛者のタオセイフとなることになります。また、半分インド系の出自を持つ初の人物となります。",
                "eng_text": "Leo Varadkar becomes the new party leader of Fine Gael, after winning 51 of 73 votes in the parliamentary party, and is expected to become Taoiseach (Prime Minister) of Ireland, which would make him the youngest and first openly gay man to be Taoiseach, as well as being the first of half-Indian descent",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32571,
                "date": "2017-06-03T00:00:00Z",
                "text": "2017年のレソト総選挙。現職の首相パカリタ・モシシリ率いる民主議会と、元首相トム・タバネ率いる全レソト会議の間で激しい選挙戦が予想され、レソトの有権者が投票所に向かいます。",
                "eng_text": "Voters in Lesotho go to the polls for an election, with a tight race predicted between the Democratic Congress, led by current Prime Minister Pakalitha Mosisili, and the All Basotho Convention, led by former prime minister Tom Thabane",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32574,
                "date": "2017-06-03T00:00:00Z",
                "text": "SpaceX CRS-11. スペースXは、食料品や物資を積んだ再利用されたドラゴン貨物カプセルを搭載したファルコン9ロケットを国際宇宙ステーションに打ち上げます。 このミッションは、2014年9月のミッションで以前に飛行させたドラゴン貨物船を再利用しています。",
                "eng_text": "SpaceX launches a Falcon 9 rocket with a shipment of food and supplies in a refurbished Dragon cargo capsule for the International Space Station. The mission reuses a Dragon cargo vessel that was previously flown in a September 2014 mission",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32585,
                "date": "2017-06-04T00:00:00Z",
                "text": "2017年のカンボジアの地方選挙。全国で11,572の議席の代表を選ぶために、94,595人の候補者から有権者が投票を行いました。投票率は85.74％であり、不正の報告はほとんどありませんでした。初期結果によると、野党が首相フン・セン率いる与党に対して大きな進歩を遂げたとされています。",
                "eng_text": "Voters cast ballots to select representatives for rural and urban Cambodian precincts from, nationwide, 94,595 candidates for 11,572 council seats. Voter turnout was 85.74 percent with few reports of irregularities. According to early results, the opposition makes significant gains against the ruling party of Prime Minister Hun Sen",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32589,
                "date": "2017-06-05T00:00:00Z",
                "text": "オーストラリアと中国の関係。報告によると、中国の情報活動に関連する機密のオーストラリア文書が、共産党中国の名目で行動しているとされる女性のキャンベラの自宅でオーストラリア安全情報機関によって発見された。",
                "eng_text": "Reports emerge of the Australian Security Intelligence Organisation's discovery of classified Australian documents, related to Chinese intelligence activity abroad, in the Canberra home of a woman allegedly acting on behalf of the Communist Party of China",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32592,
                "date": "2017-06-05T00:00:00Z",
                "text": "モンテネグロ-北大西洋条約機構（NATO）との関係。モンテネグロはワシントンD.C.での式典において正式にNATOへ加盟し、その29番目のメンバーとなりました。",
                "eng_text": "Montenegro officially joins NATO as its 29th member at a ceremony in Washington, D.C",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32633,
                "date": "2017-06-08T00:00:00Z",
                "text": "2016年のアメリカ大統領選挙へのロシアの介入。先月ドナルド・トランプ大統領によって解任された元FBI長官のジェームズ・コミーが、アメリカ合衆国上院選挙委員会で証言する。コミーは、2016年選挙におけるトランプ大統領のキャンペーンチームとロシアの介入の可能性についてのFBI捜査が原因で解任されたと信じていると述べた。",
                "eng_text": "James Comey, the former FBI Director who was dismissed by President Donald Trump last month, appears before the United States Senate Select Committee on Intelligence. Comey says he believes he was fired because of the FBI investigation into the possible collusion between President Trump's campaign team and Russia's interference in the 2016 elections",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32646,
                "date": "2017-06-09T00:00:00Z",
                "text": "日本の政治。日本の国会は、天皇明仁が譲位できるようにする立法を可決します。譲位は3年以内に行われる予定です。",
                "eng_text": "The National Diet of Japan passes legislation allowing Emperor Akihito to abdicate. The abdication is to take place within three years",
                "d2v_vecs": {}
            },
            {
                "id": 32706,
                "date": "2017-06-15T00:00:00Z",
                "text": "日本の国会。批判者から自由への脅威とされている、テロ防止法案を日本の国会が可決する。",
                "eng_text": "The Japanese Diet passes an anti-terrorism law that has been accused by critics as a threat to freedom",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32645,
                "date": "2017-06-09T00:00:00Z",
                "text": "2017年の英国総選挙で、イギリス独立党の党首であるポール・ナトールが辞任した。彼の党の得票率は1.8％で、2015年と比較して10ポイント以上低かった。",
                "eng_text": "UK Independence Party leader Paul Nuttall resigns; his party's share of the popular vote of 1.8% was over 10 percentage points lower than in 2015",
                "d2v_vecs": {}
            },
            {
                "id": 32643,
                "date": "2017-06-09T00:00:00Z",
                "text": "2017年のイギリス総選挙。昨日の緊急選挙の結果が集計され、与党の保守党が議席数で最多であるにも関わらず、議会での過半数を維持できず、ぶら下がった状態となることが明らかになりました。テリーザ・メイ首相は、北アイルランド民主統一党の支持を受けて少数与党を組織すると発表しました。",
                "eng_text": "Results of yesterday's snap election are counted, revealing a hung parliament as the Conservative Party fails to retain its parliamentary majority, despite remaining the party with the most seats. Prime Minister Theresa May announced that she will form a minority government with the support of the Northern Irish Democratic Unionist Party",
                "d2v_vecs": {}
            },
            {
                "id": 32644,
                "date": "2017-06-09T00:00:00Z",
                "text": "2017年のイギリス総選挙では、野党労働党（Labour Party）がジェレミー・コービン（Jeremy Corbyn）に率いられて大きな進歩を遂げました。一方、スコットランド国民党（Scottish National Party）のスコットランド選挙区での支配力は減少しました。",
                "eng_text": "Significant gains are made by the opposition Labour Party led by Jeremy Corbyn, while the Scottish National Party's dominance of Scottish seats is reduced",
                "d2v_vecs": {}
            },
            {
                "id": 32654,
                "date": "2017-06-10T00:00:00Z",
                "text": "2017年のイギリス総選挙。首相テリーザ・メイの最も近い顧問であるフィオナ・ヒルとニック・ティモシーが、保守党の選挙キャンペーンにおける役割に対する批判を受けて、彼らの首席補佐官として辞任する。",
                "eng_text": "Prime Minister Theresa May's closest advisers, Fiona Hill and Nick Timothy, resign as her Chiefs of Staff amid criticism over their role in the Conservative Party's election campaign",
                "d2v_vecs": {}
            },
            {
                "id": 32655,
                "date": "2017-06-10T00:00:00Z",
                "text": "2017年のイギリス総選挙。ベルファストでの協議の結果、民主統一党（DUP）が保守党の少数与党を支援するための「信任と供給」協定に同意します。",
                "eng_text": "Following talks in Belfast, the Democratic Unionist Party (DUP) agrees to a \"confidence and supply\" deal to support a Conservative Party minority-government",
                "d2v_vecs": {}
            },
            {
                "id": 32700,
                "date": "2017-06-14T00:00:00Z",
                "text": "2017年のイギリス総選挙。ティム・ファロンはLGBTの性的実践に関する彼の意見を巡る論争の中、自由民主党党首として辞任します。",
                "eng_text": "Tim Farron resigns as leader of the Liberal Democrats amid controversy concerning his views on gay sexual practices",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32662,
                "date": "2017-06-11T00:00:00Z",
                "text": "ウクライナと欧州連合の関係。欧州連合によるウクライナ向けのビザ免除制度が正式に発効します。",
                "eng_text": "The European Union's visa-free regime for Ukraine officially enters into force",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32664,
                "date": "2017-06-11T00:00:00Z",
                "text": "イギリスとアメリカの関係。ガーディアンによると、アメリカのトランプ大統領はイギリス訪問を延期したと報じられている。これは、トランプ氏が最近、この情報を持ってイギリスの10ダウニング街に電話したというイギリスの顧問の話である。しかし、テリーザ・メイ首相の事務所とホワイトハウスはこの報道を否定している。",
                "eng_text": "The Guardian reports that U.S. President Donald Trump has postponed his visit to the United Kingdom, according to a U.K. adviser who said Mr. Trump recently telephoned 10 Downing Street with this information. Both Prime Minister Theresa May's office and the White House deny this report",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32667,
                "date": "2017-06-11T00:00:00Z",
                "text": "2017年のコソボ議会選挙。コソボの有権者は、先月不信任決議で解任されたイサ・ムスタファ首相の政権を交代させるために緊急選挙に投票します。",
                "eng_text": "Voters in Kosovo go to the polls for a snap election to replace the government of Prime Minister Isa Mustafa, who was removed from office in a no-confidence motion last month",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32666,
                "date": "2017-06-11T00:00:00Z",
                "text": "ドナルド・トランプ大統領の任期。メリーランド州とコロンビア特別区の法務長官は、月曜日に提訴する計画であり、大統領が憲法の利益供与条項に違反して、ホテル運営帝国に対する外国からの支払いを受け入れたと主張しています。",
                "eng_text": "The Maryland and the District of Columbia attorneys general plan to sue President Trump on Monday claiming he violated the emolument clauses in the Constitution by accepting foreign payouts for his hotelier empire",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32671,
                "date": "2017-06-11T00:00:00Z",
                "text": "2017年のスタンレーカップ決勝戦。アイスホッケーにおいて、ピッツバーグ・ペンギンズが6試合でナッシュビル・プレデターズを破り、2017年のスタンレーカップ優勝を果たしました。これはペンギンズにとって5回目のスタンレーカップ優勝であり、2連覇となりました。",
                "eng_text": "In ice hockey, the Pittsburgh Penguins win the 2017 Stanley Cup Finals defeating the Nashville Predators in six games. It is the Penguins' fifth overall and second successive Stanley Cup title",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32676,
                "date": "2017-06-12T00:00:00Z",
                "text": "2017年のロシアの抗議活動。モスクワやサンクトペテルブルクなどの都市で行われた反汚職抗議デモで、数百人が拘束され、野党指導者のアレクセイ・ナバリヌイを含む多くの人々が逮捕されました。",
                "eng_text": "Hundreds of people are detained at anti-corruption protest rallies in Moscow and St. Petersburg and many other towns, including opposition leader Alexei Navalny",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32668,
                "date": "2017-06-11T00:00:00Z",
                "text": "2017年のフランスの立法選挙。先月の大統領選挙の後、フランスの有権者は議会選挙の第一回投票のために投票所に戻り、フランスの下院577人の議員を選び始めます。世論調査と選挙後の出口調査では、新たに大統領に選ばれたエマニュエル・マクロンによって結成されたEn Marche!が過半数の議席を獲得すると予測されています。",
                "eng_text": "Voters in France return to the polls after last month's presidential election for the first round of a legislative election, to begin choosing the 577 members of France's lower house. Opinion polls and exit polls predict that En Marche!, formed by newly elected President Emmanuel Macron, will pick up a majority of seats",
                "d2v_vecs": {}
            },
            {
                "id": 32742,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年のフランス議会選挙。フランスの有権者が、577議席のうち573議席が未決定のままとなった第一回選挙の後、立法選挙の第二回目のために再び投票所に戻る。",
                "eng_text": "Voters in France return to the polls for the second round of a legislative election, with 573 of 577 seats in the National Assembly yet to be decided after the first round",
                "d2v_vecs": {}
            },
            {
                "id": 32743,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年のフランス議会選挙は、最近結成されたアン・マルシュ（進撃する）と民主運動との連合に圧勝をもたらしました。一方、共和党を中心とする右派連合は多くの議席を失いながらも依然として第2党の座に留まっています。",
                "eng_text": "The result delivers a landslide victory to the recently formed En Marche! in alliance with the Democratic Movement, while the right-wing coalition led by The Republicans remains the second largest party despite losing many seats",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32678,
                "date": "2017-06-12T00:00:00Z",
                "text": "2017年のNBAファイナル。バスケットボールにおいて、ゴールデンステート・ウォリアーズは5試合でクリーブランド・キャバリアーズを破り、2017年のNBAファイナルで優勝します。これは過去3年間で2度目のファイナル優勝となります。ケビン・デュラントがNBAファイナルMVPに選ばれました。",
                "eng_text": "In basketball, the Golden State Warriors defeat the Cleveland Cavaliers in five games to win the 2017 NBA Finals. It is the second time they have won the Finals in last three years. Kevin Durant is declared NBA Finals MVP",
                "d2v_vecs": {}
            },
            {
                "id": 32748,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年のWNBAシーズン。バスケットボールにおいて、フェニックス・マーキュリーのダイアナ・タウラジが、WNBA史上最多得点記録を更新し、ロサンゼルス・スパークスに90-59で敗れた試合でティナ・トンプソンの記録（7,488得点）を上回りました。",
                "eng_text": "In basketball, Diana Taurasi of the Phoenix Mercury becomes the WNBA's all-time scoring leader, surpassing the record of Tina Thompson (7,488 points) in the Mercury's 90–59 loss to the Los Angeles Sparks",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32682,
                "date": "2017-06-13T00:00:00Z",
                "text": "北朝鮮とアメリカ合衆国の関係。北朝鮮の監獄で1年以上過ごした後、アメリカ国務省の交渉により昏睡状態だったオットー・ワームビアを政府が解放します。",
                "eng_text": "After over a year in North Korean prison, the government releases the one-year comatose Otto Warmbier after negotiations from the United States Department of State",
                "d2v_vecs": {}
            },
            {
                "id": 32757,
                "date": "2017-06-19T00:00:00Z",
                "text": "北朝鮮とアメリカの関係。北朝鮮の刑務所で17ヶ月間服役した後、アメリカに帰国したアメリカ人学生オットー・ワームビアは、先週北朝鮮から昏睡状態で帰国した後、亡くなりました。彼の家族は、北朝鮮政府が彼を拷問したと非難しています。",
                "eng_text": "American student Otto Warmbier, who returned to the United States after serving 17 months in the North Korean prison system dies after returning from North Korea last week in a comatose state. His family has accused the Government of North Korea of torturing him",
                "d2v_vecs": {}
            },
            {
                "id": 32769,
                "date": "2017-06-20T00:00:00Z",
                "text": "北朝鮮とアメリカの関係。22歳のアメリカ人学生オットー・ワームビアーの死後、北朝鮮を訪れた旅行会社ヤング・パイオニア・ツアーズは、「リスクが高すぎる」として、もはやアメリカ市民を北朝鮮に連れて行かないと発表しました。北京を拠点とするKoryo Toursは、アメリカ市民をその国に連れて行くことについての立場を再考していると述べています。",
                "eng_text": "Following the death of 22-year-old U.S. student Otto Warmbier, touring firm Young Pioneer Tours, who arranged Otto's visit to North Korea, say they will no longer be taking U.S. citizens to North Korea as the \"risk is too high\". Beijing-based Koryo Tours say they are reviewing their positions on taking U.S. citizens to the country",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32686,
                "date": "2017-06-13T00:00:00Z",
                "text": "アイルランド共和国の政治。アイルランドの首相エンダ・ケニーがダーイル・エアランに別れの演説を行い、6年間の任期後にマイケル・D・ヒギンズ大統領に辞任書を提出する予定です。後任であるレオ・バラドカーが明日ダーイルによって選出されることが期待されています。",
                "eng_text": "Irish Taoiseach Enda Kenny makes his farewell address to Dáil Éireann, and will submit his resignation to President Michael D. Higgins after six years in office. It is expected that his successor, Leo Varadkar, will be elected by the Dáil to succeed him tomorrow",
                "d2v_vecs": {}
            },
            {
                "id": 32701,
                "date": "2017-06-14T00:00:00Z",
                "text": "アイルランド政府。レオ・バラッカーがアイルランド共和国の初のゲイのタオイセア（首相）になる。",
                "eng_text": "Leo Varadkar becomes the first gay Taoiseach of the  Republic of Ireland",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32690,
                "date": "2017-06-14T00:00:00Z",
                "text": "アメリカの銀行業務。米連邦準備制度は、連邦基金利率を1.0〜1.25％の範囲に引き上げ、債券保有額などを削減する計画を明らかにした。これは2015年12月以来の4回目の利上げです。",
                "eng_text": "The U.S. Federal Reserve raises the federal funds rate by a quarter percentage point to a level between the 1.0-to-1.25 percent range, and outlines a plan to trim its bond holdings and other securities. This is the fourth increase since December 2015",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32688,
                "date": "2017-06-14T00:00:00Z",
                "text": "議会野球場での銃撃事件。銃手が議会野球練習中に発砲し、合衆国議員スティーブ・スカリーズ（共和党、ルイジアナ州第1区）を含む5人が負傷しました。スカリーズ議員は重体です。犯人とされる銃手はその後、キャピトル警察と銃撃戦を交わした後、負傷のため死亡しました。",
                "eng_text": "A gunman opens fire at a Congressional Baseball practice, injuring five people, including United States Congressman Steve Scalise (R-LA-01) who is in critical condition. The suspected gunman later died from injuries after exchanging gunfire with Capitol Police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32697,
                "date": "2017-06-14T00:00:00Z",
                "text": "ミシガン州のフリント水危機。ミシガン州司法長官ビル・シュエット氏が、12人の死亡につながったレジオネラ病の発生に関与したとして、ミシガン州保健福祉局長を含む5人に過失致死の罪を科す。",
                "eng_text": "Michigan Attorney General Bill Schuette charges five people, including the director of the Michigan Department of Health and Human Services, with involuntary manslaughter for their roles in the Legionnaires' disease outbreak that led to 12 deaths",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32691,
                "date": "2017-06-14T00:00:00Z",
                "text": "グレンフェル・タワー火災。ロンドン西部のノースケンジントンにある24階建てのグレンフェル・タワーマンションブロックに大規模な火災が発生し、建物全体が避難され、40台以上の消防車と200人以上の消防士が火災と戦っています。少なくとも17人が死亡し、さらに多くの人が負傷を受けており、中には閉じ込められている可能性がある人もいます。",
                "eng_text": "A large fire consumes the 24-storey Grenfell Tower apartment block in North Kensington, West London, with the entire building evacuated and over 40 fire engines and 200 firefighters battling the blaze. At least 17 people are dead and more people are treated for injuries, with more people possibly being trapped inside",
                "d2v_vecs": {}
            },
            {
                "id": 32726,
                "date": "2017-06-17T00:00:00Z",
                "text": "グレンフェルタワー火災。 先週ロンドンのノースケンジントンで起きた火災の犠牲者数が急増しており、ロンドン警視庁は最低でも58人が行方不明で死亡している可能性があると報告しています。",
                "eng_text": "The suspected death toll of the fire in North Kensington, London earlier in the week significantly increases, as the Metropolitan Police Service reports that a minimum of 58 people are missing and feared dead",
                "d2v_vecs": {}
            },
            {
                "id": 32802,
                "date": "2017-06-23T00:00:00Z",
                "text": "グレンフェルタワー火災後、ロンドンのカムデンにあるチャルコッツ・エステートの5つのタワーブロックにある800軒の住宅は、クラッディングが火災安全テストに合格しなかったとして避難させられました。",
                "eng_text": "All 800 homes in the five tower blocks of the Chalcots Estate, in Camden, London, are evacuated after the cladding was declared to have failed fire safety tests",
                "d2v_vecs": {}
            },
            {
                "id": 32819,
                "date": "2017-06-25T00:00:00Z",
                "text": "グレンフェルタワー火災。全国25か所から60棟の高層アパートタワーの外装クラッディングサンプルが、耐火性試験に不合格となる。数千軒のアパートの避難が進行中で、作業員が不十分なカバーを取り除き始めている。",
                "eng_text": "External cladding samples from 60 high-rise apartment towers, from 25 different areas of the country, fail fire-resistance testing.  Evacuation of thousands of apartments is  underway as workers start to remove the deficient covering",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32702,
                "date": "2017-06-14T00:00:00Z",
                "text": "2017年、マリアーノ・ラホイ政府に対する不信任投票。ポデモスによって提出された不信任決議により、スペインの首相であるマリアーノ・ラホイは、7月26日にグルテル汚職事件の裁判で証人として出廷することになりますが、不信任投票を生き延びます。",
                "eng_text": "Spanish Prime Minister, Mariano Rajoy, survives a no-confidence vote, presented by Podemos, as he is called to declare as a witness in the trial for Gürtel corruption scandal in 26 July",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32707,
                "date": "2017-06-15T00:00:00Z",
                "text": "欧州連合のローミング規制。欧州連合の法律が施行され、EUおよび欧州経済地域内で携帯電話を利用する際のローミング料金が廃止されます。",
                "eng_text": "A European Union law enters force, scrapping roaming charges for people using mobile phones abroad within the EU and the European Economic Area",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32705,
                "date": "2017-06-15T00:00:00Z",
                "text": "マン・ブッカー国際賞。デイビッド・グロスマンが小説「馬がバーに入る」でマン・ブッカー国際賞を受賞しました。",
                "eng_text": "David Grossman wins the Man Booker International Prize for his novel A Horse Walks Into a Bar",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32709,
                "date": "2017-06-15T00:00:00Z",
                "text": "セルビア政府。セルビア大統領アレクサンダル・ヴチッチは、アナ・ブルナビッチを次期セルビア首相に指名します。国会で承認されれば、ブルナビッチはセルビア初の女性かつレズビアンの首相となります。",
                "eng_text": "Serbian president Aleksandar Vučić nominates Ana Brnabić as the next Prime Minister of Serbia. If confirmed by the National Assembly, Brnabić will become Serbia's first female and lesbian Prime Minister",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32714,
                "date": "2017-06-16T00:00:00Z",
                "text": "ロシアとアメリカの関係、イランとアメリカの関係。アメリカの上院は、ロシアとイランに対する制裁を強化する法案を圧倒的多数で可決しました。その法案には、アメリカがNATOに対する取り組みを再確認する言葉も含まれています。",
                "eng_text": "The United States Senate passed by an overwhelming majority a bill ramping-up sanctions against Russia and against Iran. Language in the measure also reaffirms United States' commitment to NATO",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32717,
                "date": "2017-06-16T00:00:00Z",
                "text": "フィランド・カスティールの射殺事件。以前、フィランド・カスティールに対して過失致死罪と無謀な銃器発射で告発された警察官、ジェロニモ・ヤネスは全ての罪状で無罪とされました。",
                "eng_text": "Jeronimo Yanez, the police officer previously accused of manslaughter and reckless discharge of a firearm at Philando Castile, is acquitted of all charges",
                "d2v_vecs": {}
            },
            {
                "id": 32727,
                "date": "2017-06-17T00:00:00Z",
                "text": "フィランド・カスティール射殺事件。ミネソタ州警察は、3回の警告を出した後、セントポールのインターステート94を封鎖していた18人を逮捕した。金曜日のセント・アンソニー警察官ジェロニモ・ヤネスの無罪判決後、平和的な抗議活動が始まった。ヤネスはフィランド・カスティール射殺事件で過失致死罪で起訴されていた。",
                "eng_text": "Minnesota State Patrol, after issuing three warnings,  arrest 18 people who were blocking  Interstate 94 in St. Paul. A peaceful  protest started  following Friday's acquittal of St. Anthony police officer Jeronimo Yanez, who was charged with manslaughter in the fatal shooting of Philando Castile",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32719,
                "date": "2017-06-16T00:00:00Z",
                "text": "ドイツの政治。元ドイツ首相ヘルムート・コールが87歳で亡くなる。",
                "eng_text": "Former German Chancellor Helmut Kohl dies at the age of 87",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32723,
                "date": "2017-06-17T00:00:00Z",
                "text": "アメリカ海軍の駆逐艦USSフィッツジェラルドが、日本の沖で商船MV ACXクリスタルと衝突しました。現地時間午前2時30分頃の出来事で、7人のアメリカ兵士が行方不明と報告されています。艦船は浸水しており、制限された推進力で運航可能でした。",
                "eng_text": "The USS Fitzgerald, a United States Navy destroyer, collides with a merchant ship MV ACX Crystal off the coast of Japan at around 2:30 a.m. local time, with seven American sailors reported missing. The ship was taking on water and able to operate at limited propulsion",
                "d2v_vecs": {}
            },
            {
                "id": 32736,
                "date": "2017-06-18T00:00:00Z",
                "text": "米海軍艦USSフィッツジェラルドと商船MV ACXクリスタルの衝突。横須賀沖での昨日の衝突後行方不明だった7名の米海軍兵士の遺体が発見された。",
                "eng_text": "Rescuers find the bodies of seven United States Navy sailors who were missing after the prior day's collision between the USS Fitzgerald and the MV ACX Crystal off the coast of Yokosuka, Japan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32740,
                "date": "2017-06-18T00:00:00Z",
                "text": "北朝鮮の亡命者。1週間で2人目の北朝鮮兵士が漢江を泳いで韓国に亡命する。",
                "eng_text": "A North Korean soldier defects to South Korea after swimming across the Han River, the second North Korean defection in a week",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32749,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年ICCチャンピオンズトロフィー。クリケットにおいて、パキスタンがインドを180ランで破り、2017年ICCチャンピオンズトロフィーで優勝しました。",
                "eng_text": "In cricket, Pakistan wins the 2017 ICC Champions Trophy Final defeating India by 180 runs",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32755,
                "date": "2017-06-19T00:00:00Z",
                "text": "イギリスが欧州連合からの離脱を開始しました。ブリュッセルでのBrexit交渉が始まります。",
                "eng_text": "Brexit negotiations begin in Brussels",
                "d2v_vecs": {}
            },
            {
                "id": 32793,
                "date": "2017-06-22T00:00:00Z",
                "text": "ブレグジット交渉。英国の首相テリーザ・メイが、イギリスからEUを離脱した後、欧州連合の市民がイギリスで「UK settled status」を取得できることを発表します。",
                "eng_text": "UK Prime Minister Theresa May announces that citizens of the European Union living in the United Kingdom will be able to acquire a \"UK settled status\" after the UK leaves the EU",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32758,
                "date": "2017-06-19T00:00:00Z",
                "text": "アメリカ合衆国における言論の自由。スランツ（The Slants）は、彼らの商標が「誹謗的である」として米国特許商標庁がランハム法に基づいて商標を却下したことが、第1修正条項に基づく彼らの表現の自由権を侵害しているという最高裁判所の判決を勝ち取る。",
                "eng_text": "The Slants win their case with the Supreme Court of the United States that the U.S. Patent and Trademark Office's rejection of their trademark under the Lanham Act due to their name being \"disparaging\" is an unconstitutional violation of their free speech rights under the First Amendment",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32767,
                "date": "2017-06-20T00:00:00Z",
                "text": "2017年の大西洋ハリケーンシーズン。サイクロンシンディがアメリカ南部の東海岸に向かって進行中です。",
                "eng_text": "Tropical Storm Cindy makes its way towards the eastern coasts of the Southern United States",
                "d2v_vecs": {}
            },
            {
                "id": 32780,
                "date": "2017-06-21T00:00:00Z",
                "text": "2017年の大西洋ハリケーンシーズンでは、アラバマ州フォートモーガンで、トロピカルストームシンディによる負傷が原因で10歳の男の子が亡くなりました。",
                "eng_text": "A ten-year-old boy dies from injuries sustained during Tropical Storm Cindy in Fort Morgan, Alabama",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32759,
                "date": "2017-06-19T00:00:00Z",
                "text": "今年1月以来、共和党の請負業者であるDeep Root Analyticsによってアップロードされたセキュリティの弱いファイルにより、約2億人のアメリカ市民の個人情報がインターネット上に公開されています。このデータは、Amazon Web Servicesなどの一般にアクセス可能なプロバイダーを通じて利用可能で、生年月日、自宅の住所、電話番号、宗教的な所属、民族、政治的な見解などが含まれていました。この問題は、UpGuardのアナリストによって発見されました。",
                "eng_text": "Personal information of about 200 million U.S. citizens has been exposed on the Internet since January when  unsecured files were uploaded by Republican contractor Deep Root Analytics. The data, available via publicly accessible providers such as Amazon Web Services, included birth dates, home addresses, telephone numbers, religious affiliations, ethnicities, and political views. The problem was discovered by an UpGuard analyst",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32766,
                "date": "2017-06-20T00:00:00Z",
                "text": "米国西部のアリゾナ州、カリフォルニア州、ネバダ州に熱波が襲っています。予想されるのは6月23日まで続くとされています。",
                "eng_text": "A heat wave strikes the Western U.S. states of Arizona, California, and Nevada. It is predicted to last until June 23",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32771,
                "date": "2017-06-20T00:00:00Z",
                "text": "ロシアにおけるLGBTの権利。欧州人権裁判所は、ロシアの同性愛プロパガンダ法がホモフォビアを助長し、偏見を強化し、言論の自由の権利を侵害すると判決を下した。",
                "eng_text": "The European Court of Human Rights rules that Russia's gay propaganda law encourages homophobia, reinforces prejudice and violates the right to freedom of speech",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32778,
                "date": "2017-06-21T00:00:00Z",
                "text": "国際ダブリン文学賞。作家のジョゼ・エドゥアルド・アグアルーザが小説「忘却の一般理論」で国際ダブリン文学賞を受賞しました。",
                "eng_text": "Author José Eduardo Agualusa wins the International Dublin Literary Award for his novel A General Theory of Oblivion",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32779,
                "date": "2017-06-21T00:00:00Z",
                "text": "イギリスは20年以上ぶりに初の早い夏の熱波を経験し、40年以上ぶりに6月の最高記録となる気温34.5℃（94F）をヒースロー空港で記録しました。",
                "eng_text": "The United Kingdom experiences its first early summer heat wave in over 20 years, and the highest recorded June temperatures in over 40 years with a reading of 34.5C (94F) recorded at Heathrow Airport",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32782,
                "date": "2017-06-21T00:00:00Z",
                "text": "2017年のベクトン酸攻撃。ロンドン東部のベクトンで2人が酸攻撃を受けて負傷しました。",
                "eng_text": "Two people are injured in an acid attack in Beckton, east London",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32783,
                "date": "2017-06-21T00:00:00Z",
                "text": "オーストラリアの児童結婚について。14歳の子供を34歳の男性と結婚させたイマームは有罪判決を受けましたが、逮捕されることはありません。",
                "eng_text": "An Imam in Australia who married a 14 year old to a 34 year old will not face jail time despite conviction",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32787,
                "date": "2017-06-21T00:00:00Z",
                "text": "宇宙のビジョン。欧州宇宙機関（ESA）が、地球型の太陽系外惑星を探索するPLATO宇宙観測所を承認しました。",
                "eng_text": "The European Space Agency (ESA) approves the PLATO space observatory which will seek out Earth-like exoplanets",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32786,
                "date": "2017-06-21T00:00:00Z",
                "text": "第2次フィリップ政権。フランソワ・バイルーは、中道派民主運動（MoDem）の議会助手の雇用を詐欺的に行ったとされる捜査が続く中で、フランス司法大臣としての辞任を表明。",
                "eng_text": "François Bayrou resigns as France's Minister of Justice amid an ongoing investigation into the centrist Democratic Movement (MoDem)'s alleged fraudulent employment of parliamentary assistants",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32790,
                "date": "2017-06-22T00:00:00Z",
                "text": "2017年の地震。マグニチュード6.8の地震がグアテマラのプエルトサンホセ沖で発生する。",
                "eng_text": "A 6.8-magnitude earthquake strikes off the coast of Puerto San José, Guatemala",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32792,
                "date": "2017-06-22T00:00:00Z",
                "text": "アメリカでの中国のスパイ活動。かつてCIAで働いていたアメリカ人が、2017年5月に中国の工作員に機密情報を売却した容疑で逮捕された。",
                "eng_text": "An American who formerly worked for the Central Intelligence Agency is arrested on charges of selling classified information to Chinese operatives in May 2017",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32791,
                "date": "2017-06-22T00:00:00Z",
                "text": "チャゴス諸島の主権問題。国際連合総会での投票で、94か国がモーリシャスが提案した決議を支持し、国際司法裁判所に対して、争われているチャゴス諸島の法的地位についての諮問意見を求めることを決議しました。",
                "eng_text": "In a vote at the United Nations General Assembly, 94 states support a Mauritius-sponsored resolution to seek an advisory opinion from the International Court of Justice on the legal status of the disputed Chagos Archipelago",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32797,
                "date": "2017-06-22T00:00:00Z",
                "text": "2017年のNBAドラフト。ワシントン大学のマーケル・フォルツがフィラデルフィア76ersに1位指名されました。",
                "eng_text": "Markelle Fultz of the University of Washington is selected first by the Philadelphia 76ers",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32798,
                "date": "2017-06-22T00:00:00Z",
                "text": "テストクリケット。クリケットでは、国際クリケット評議会がアフガニスタンとアイルランドをフルテストステータスに昇格させることを決定します。これにより、両国は11番目と12番目のテスト国となります。",
                "eng_text": "In cricket, the International Cricket Council votes to elevate Afghanistan and Ireland to full Test status. The two countries become the 11th and 12th Test nations",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32801,
                "date": "2017-06-23T00:00:00Z",
                "text": "アキャジでの感電事故。トルコのアキャジにある水上公園で感電事故により5人が死亡。",
                "eng_text": "Five people are killed after being electrocuted at a water park in Akyazı, Turkey",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32806,
                "date": "2017-06-23T00:00:00Z",
                "text": "2018年のロシア大統領選挙。ロシアの野党指導者アレクセイ・ナワルニは、中央選挙委員会により来年の大統領選挙での立候補が正式に禁止されました。",
                "eng_text": "Russian opposition leader Alexei Navalny is formally barred by the Central Election Commission from his running in next year's presidential election",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32810,
                "date": "2017-06-23T00:00:00Z",
                "text": "2017年のNHLエントリードラフトで、スイスのアイスホッケー選手ニコ・ヒシェアがニュージャージーデビルズによって1位指名されました。",
                "eng_text": "Swiss ice hockey player Nico Hischier is selected first by the New Jersey Devils",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32820,
                "date": "2017-06-25T00:00:00Z",
                "text": "2017年の海事事故。コロンビア北西部のメデジン近くの貯水池で、約170人を乗せた多階建ての観光船が沈没し、少なくとも9人が死亡し、約30人が行方不明となっています。",
                "eng_text": "At least nine people are killed and about 30 others are missing after their multi-story tourist boat, carrying about 170 people, sinks in a reservoir in northwest Colombia near Medellín",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32824,
                "date": "2017-06-25T00:00:00Z",
                "text": "ユーロバスケット女子2017。バスケットボールでは、スペインがフランスを71-55で破り、ユーロバスケット女子2017を制する。",
                "eng_text": "In basketball, Spain defeats France 71–55 in the final to win the EuroBasket Women 2017",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32822,
                "date": "2017-06-25T00:00:00Z",
                "text": "2017年のアルバニア議会選挙。アルバニアの有権者が投票所へ行き、国の欧州連合加盟候補地位にとって重要な選挙が行われます。与党の社会党とライバルの民主党の両者が国会で過半数を獲得しようとしています。投票所がイード・アル＝フィトルの祝賀イベントと39°C（102°F）の気温のため、1時間延長されています。",
                "eng_text": "Voters in Albania go to the polls in an election important to the country's European Union candidacy, with both the ruling Socialist Party and the rival Democratic Party looking to gain a majority in the country's parliament. Voting is extended  by one hour because of  Eid al-Fitr celebrations and 39 °C (102 °F) degree temperatures",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32829,
                "date": "2017-06-26T00:00:00Z",
                "text": "乱暴な飛行機乗客。アラスカ航空は、ジュノーからシアトル行きの便から、乱暴で協力的でない行動をしたとされる乗客11人を降ろしました。逮捕者はいませんでした。",
                "eng_text": "Alaska Airlines removes 11 passengers from a Juneau, Alaska to Seattle, Washington flight, due to alleged unruly and uncooperative behavior. There were no arrests",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32830,
                "date": "2017-06-26T00:00:00Z",
                "text": "CNN2017年におけるアンダーカバー映像の論争。トーマス・フランク、エリック・リヒトブラウ、レックス・ハリスの3人のCNNジャーナリストが、トランプ大統領に関連するロシアに関する記事が取り下げられた後に辞任した。",
                "eng_text": "Three CNN journalists, Thomas Frank, Eric Lichtblau, and Lex Haris, resign after the publication of a Russia-related article involving President Donald Trump that was retracted",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32833,
                "date": "2017-06-26T00:00:00Z",
                "text": "イスラエルの政治。イスラエル首相ネタニヤフとの月曜日の夕食会を、イスラエルユダヤ機関総会議員が取り消す決定を下します。これは、ネタニヤフ内閣が日曜日に行った決定で、エルサレムの西の壁に混合の性別の祈りの場を予定していたが、激しい交渉の後に合意に達した妥協案を撤回したためです。",
                "eng_text": "The Jewish Agency for Israel Board of Governors cancels Monday's dinner with Israeli Prime Minister Benjamin Netanyahu to protest Sunday's decision by his cabinet to rescind plans for a mixed-gender prayer area at Jerusalem's Western Wall, a compromise agreement reached after three years of intense negotiations",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32838,
                "date": "2017-06-27T00:00:00Z",
                "text": "欧州連合競争法。欧州委員会は、検索エンジンの検索結果を操作していたとされるインターネット大手Googleに対し、過去最高額の24.2億ユーロの独禁法違反罰金を科す。",
                "eng_text": "The European Commission imposes a record €2.42bn antitrust fine on internet giant Google for allegedly manipulating its search engine results",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32846,
                "date": "2017-06-28T00:00:00Z",
                "text": "ヒルズボロの惨事。1989年のヒルズボロの惨事の後、6人が過失致死を含むさまざまな罪で起訴されています。",
                "eng_text": "Six people are charged with various offences including manslaughter by gross negligence following the Hillsborough disaster in 1989",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32847,
                "date": "2017-06-28T00:00:00Z",
                "text": "中国と北朝鮮の関係。支払いの不足を恐れて、中国国家石油公社は北朝鮮に石油の販売を停止します。",
                "eng_text": "Fearing lack of payment, China National Petroleum Corporation stops selling oil to North Korea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32842,
                "date": "2017-06-27T00:00:00Z",
                "text": "オバマケアの撤廃と代替案の努力。アメリカ共和党の指導部は、H.R.1628号の上院版である2017年のアメリカ医療法の強い反対に直面し、法案の採決を予定していたが延期し、これは上院院内総務のミッチ・マコネルにとっての逆転劇となった。",
                "eng_text": "The U.S. Republican Party's leadership, facing strong opposition to the Senate version of H.R. 1628,  the American Health Care Act of 2017, postpones the planned vote on the bill, a setback to Senate Majority Leader Mitch McConnell",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32849,
                "date": "2017-06-28T00:00:00Z",
                "text": "2017年のベネズエラ憲法危機。ベネズエラの最高裁判所は、大統領ニコラス・マドゥロの批判的なチーフ検事であるルイサ・オルテガ・ディアス氏に国外出国を禁止し、資産を凍結しました。",
                "eng_text": "The Supreme Court of Venezuela bars Luisa Ortega Díaz, the chief prosecutor and outspoken critic of president Nicolás Maduro,  from leaving the country and freezes her assets",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32858,
                "date": "2017-06-29T00:00:00Z",
                "text": "ドイツにおける同性結婚の承認。ドイツの同性カップルは、首相アンゲラ・メルケルが反対を取り下げ、議会投票の後に結婚することができるかもしれません。",
                "eng_text": "German same-sex couples may be able to marry after Chancellor Angela Merkel drops her opposition for a parliamentary vote",
                "d2v_vecs": {}
            },
            {
                "id": 32869,
                "date": "2017-06-30T00:00:00Z",
                "text": "ドイツにおける同性婚の認知。 ブンデスターク（連邦議会）は、同性婚を導入することを決議しました。 393票賛成と226票反対（メルケル首相を含む）、法律は年末までに施行される予定です。",
                "eng_text": "The Bundestag votes to introduce same-sex marriage in Germany.  With 393 votes in favor and 226 against, including Chancellor Angela Merkel, the law is expected to enter into force before the end of the year",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32864,
                "date": "2017-06-29T00:00:00Z",
                "text": "英国の政治。英国庶民院は6日間の議論の後、女王の演説に記載された政策を323対309の賛成多数で承認することを投票します。 「遺憾」修正を回避するため、財務大臣フィリップ・ハモンドは、イングランドの国民保健サービスが政府平等機会局からの資金で北アイルランドの女性に無料の中絶を提供すると述べます。",
                "eng_text": "After six days of debate, the House of Commons of the United Kingdom votes to approve, with 323 votes for and 309 against, the policies set out in the Queen's Speech. In order to avoid a 'regret' amendment, Chancellor of the Exchequer Philip Hammond says that England's National Health Service is to provide free abortions to women from Northern Ireland with funds from the Government Equalities Office",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32871,
                "date": "2017-06-30T00:00:00Z",
                "text": "フランスの政治。フランスの国民戦線党首マリーヌ・ル・ペンは、欧州連合資金の不正使用の疑いで調査を受けています。",
                "eng_text": "France's National Front leader Marine Le Pen is under investigation for alleged misuse of European Union funding",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32873,
                "date": "2017-06-30T00:00:00Z",
                "text": "地球温暖化。2017年の熱波中にアーヴァーズで記録された53.7°C（128.7°F）の気温は、イランの過去の記録を打ち破り、地球で記録された最高気温のひとつとなりました。",
                "eng_text": "A temperature of 53.7°C (128.7°F) is recorded during the 2017 heat wave in Ahvaz, Khuzestan Province, breaking Iran's previous record and becoming one of the highest temperatures ever recorded on Earth",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32875,
                "date": "2017-06-30T00:00:00Z",
                "text": "2017年UEFA U-21欧州選手権。サッカーのアソシエーション・フットボールにおいて、ドイツがスペインを1-0で破り、2017年UEFA U-21欧州選手権で優勝しました。",
                "eng_text": "In association football, Germany defeats Spain 1–0 in the final to win the 2017 edition of the UEFA European Under-21 Championship",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32874,
                "date": "2017-06-30T00:00:00Z",
                "text": "アメリカ合衆国大統領のドナルド・トランプが、1993年に解散された国家宇宙会議を再設立する行政命令に署名した。",
                "eng_text": "U.S. President Donald Trump signs an executive order re-establishing the National Space Council, which was disbanded in 1993",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32548,
                "date": "2017-06-01T00:00:00Z",
                "text": "マラウイ危機。フィリピン国防長官のデルフィン・ロレンザナが、マラウイでの「友軍誤射」の空爆による10人の兵士の死亡を発表します。",
                "eng_text": "Philippine Defense Secretary Delfin Lorenzana announces the deaths of ten soldiers in Marawi as a result of a \"friendly fire\" airstrike",
                "d2v_vecs": {}
            },
            {
                "id": 32579,
                "date": "2017-06-04T00:00:00Z",
                "text": "マラウイ危機。モロ・イスラム解放戦線（MILF）によって組織された停戦が破られた後も、フィリピンのマラウイ市民は依然として閉じ込められています。約2,000人が食料を得ることなく約2週間を過ごした後も、支援を必要としています。",
                "eng_text": "Citizens remain trapped in Marawi, Philippines, after a ceasefire organised by the Moro Islamic Liberation Front (MILF) is broken. Up to 2,000 people remain in need of help after nearly two weeks without food",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32559,
                "date": "2017-06-02T00:00:00Z",
                "text": "ロシアとトルコの関係。ロシアは、2015年にロシアの戦闘機が撃墜された事件を受けてトルコに課した貿易制裁をさらに解除する。",
                "eng_text": "Russia lifts more trade sanctions it had placed on Turkey following the 2015 downing of a Russian fighter jet",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32566,
                "date": "2017-06-02T00:00:00Z",
                "text": "木星の衛星。木星の2つの衛星、S/2003 J 18とS/2011 J 2が再発見され、小さな1.5キロメートルの外部衛星（S/2016 J 1）が発見されました。これは、6年ぶりに大きな惑星の周りで発見された最初の衛星です。",
                "eng_text": "Two of Jupiter's moons, S/2003 J 18 and S/2011 J 2 are recovered, and a small 1.5-kilometer outer moon (S/2016 J 1) is discovered, the first moon discovered around a major planet in 6 years",
                "d2v_vecs": {}
            },
            {
                "id": 32597,
                "date": "2017-06-05T00:00:00Z",
                "text": "木星の衛星。木星のもう1つの衛星、S/2017 J 1が発表されたのは、S/2016 J 1の発表からわずか3日後でした。",
                "eng_text": "Another satellite of Jupiter is announced, S/2017 J 1, just 3 days after the announcement of S/2016 J 1",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32562,
                "date": "2017-06-02T00:00:00Z",
                "text": "アフガニスタンでの戦争（2001年〜2021年）。カブールで、政府に辞任を要求した後、5人の反政府/反タリバンの抗議者が警察に射殺されました、2017年5月のカブール襲撃の後。",
                "eng_text": "Five anti-government/anti-Taliban protestors are shot dead by police in Kabul, Afghanistan, after demanding that the government step down in the wake of the May 2017 Kabul attack",
                "d2v_vecs": {}
            },
            {
                "id": 32567,
                "date": "2017-06-03T00:00:00Z",
                "text": "アフガニスタンでの戦争。2017年6月のカブール攻撃。内務省によると、カブールで議員や政府関係者が出席した葬儀での爆発3回が少なくとも7人を死亡させ、119人を負傷させた。",
                "eng_text": "According to the Interior Ministry, three blasts at a funeral attended by MPs and government figures in Kabul kill at least seven people and wound 119 more",
                "d2v_vecs": {}
            },
            {
                "id": 32599,
                "date": "2017-06-06T00:00:00Z",
                "text": "アフガニスタンでの戦争。2017年ヘラートの爆破事件。ヘラートの警察署とモスクの近くで爆発が発生し、少なくとも10人が死亡。",
                "eng_text": "An explosion occurs near police offices and a mosque in Herat, killing at least ten people",
                "d2v_vecs": {}
            },
            {
                "id": 32650,
                "date": "2017-06-10T00:00:00Z",
                "text": "アフガニスタンの戦争（2001年〜2021年）。アフガニスタン兵士がナンガルハール州のアチンで3人の米軍を殺害し、1人を負傷させます。タリバンは責任を主張し、アフガニスタン軍内に多数のタリバン潜入者がいたと述べています。",
                "eng_text": "An Afghan soldier kills 3 U.S. troops and injures 1 other in Achin, Nangarhar Province. The Taliban claims responsibility, saying the Afghan soldier was one of several Taliban infiltrators in the Afghan Armed Forces",
                "d2v_vecs": {}
            },
            {
                "id": 32704,
                "date": "2017-06-15T00:00:00Z",
                "text": "アフガニスタンでの戦争。2017年6月のカブールモスク襲撃。アフガニスタンのカブール市にあるシーア派のモスクで爆発と銃撃を含むテロ攻撃が発生し、複数の人々が死亡した。",
                "eng_text": "A terrorist attack, involving a blast and gunfire, occurs at a Shia mosque in Kabul, Afghanistan, killing several people",
                "d2v_vecs": {}
            },
            {
                "id": 32731,
                "date": "2017-06-18T00:00:00Z",
                "text": "アフガニスタンにおける戦争。パクティア州のガルデズ市の警察署に対する組織的な自爆テロ攻撃が、数十人の死傷者を出す。",
                "eng_text": "A coordinated suicide bombing attack on a police station in the town of Gardez in Paktia Province results in dozens of people killed and injured",
                "d2v_vecs": {}
            },
            {
                "id": 32788,
                "date": "2017-06-22T00:00:00Z",
                "text": "アフガニスタンでの戦争。2017年のラシュカルガ爆破事件。ヘルマンド州のラシュカルガにあるニューカブール銀行支店の外で車爆弾が爆発し、少なくとも20人が死亡。タリバンが犯行を主張しています。",
                "eng_text": "A car bomb outside a New Kabul Bank branch in Lashkargah, Helmand Province, kills at least 20 people. The Taliban claims responsibility",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32560,
                "date": "2017-06-02T00:00:00Z",
                "text": "2017年のリゾーツワールドマニラ襲撃事件。フィリピンのリゾーツワールドマニラで放火された事件で、少なくとも37人が死亡しました。犯人はゲームのチップを盗み、銃撃を行った後、自殺しました。",
                "eng_text": "At least 37 people are killed in a deliberately lit fire at Resorts World Manila in the Philippines. The perpetrator stole gaming chips and fired gun shots before committing suicide",
                "d2v_vecs": {}
            },
            {
                "id": 32580,
                "date": "2017-06-04T00:00:00Z",
                "text": "2017年リゾートワールドマニラ襲撃事件。フィリピン警察は、ジェシー・ハビエル・カルロスという一人の男を、現地の市民であり、負債を抱えた元財務省の元従業員と特定している。",
                "eng_text": "The Philippine police identifies the lone gunman as Jessie Javier Carlos, a local citizen, who was a debt-riddled former employee of the Department of Finance",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32573,
                "date": "2017-06-03T00:00:00Z",
                "text": "CNNは、その従業員が代表的でないムスリム俳優を使ってデモを製作している映像の信憑性を否定しています。",
                "eng_text": "CNN denies authenticity of footage documenting its employees manufacturing a protest using unrepresentative Muslim actors",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32568,
                "date": "2017-06-03T00:00:00Z",
                "text": "2017年のロンドン・ブリッジ襲撃。約50マイル（80km）毎時で走行していたバンがロンドン・ブリッジの歩行者に突入し、その後3人の乗員がバンを捨て、バラ市場で刃物を振るい始め、ロンドン警視庁の警官によって射殺される。少なくとも6人の市民が死亡。",
                "eng_text": "A van travelling at approximately 50 miles (80 km) per hour ploughs into pedestrians on London Bridge; the three occupants then abandon the van and embark on a stabbing spree in Borough Market before being shot dead by officers of the Metropolitan Police. At least six civilians are killed",
                "d2v_vecs": {}
            },
            {
                "id": 32576,
                "date": "2017-06-04T00:00:00Z",
                "text": "2017年のロンドン・ブリッジ襲撃。日曜日の早朝、ロンドン・ブリッジ周辺で爆発音が聞かれ、警察による制御された爆発だと信じられています。",
                "eng_text": "In the early hours of Sunday morning, explosions are heard around London Bridge, believed to be controlled explosions carried out by the police",
                "d2v_vecs": {}
            },
            {
                "id": 32577,
                "date": "2017-06-04T00:00:00Z",
                "text": "2017年のロンドン・ブリッジ攻撃。攻撃による死者数は7人で、少なくとも48人が負傷したとされています。公式発表では、3人の攻撃者が警察によって殺害されたと言われています。",
                "eng_text": "The death toll from the attacks is seven, with at least 48 injured. Officials say that the three attackers were killed by the police",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32582,
                "date": "2017-06-04T00:00:00Z",
                "text": "バーレーンにおける検閲。バーレーンは、シーア派が多数を占める王国で「分裂を引き起こす」という理由で独立系の新聞アルワサットを禁止しています。",
                "eng_text": "Bahrain bans the independent Al-Wasat newspaper on grounds that it \"sows division\" in the Shia-majority kingdom",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32583,
                "date": "2017-06-04T00:00:00Z",
                "text": "2017年のイギリス総選挙。ロンドンで発生した昨夜のテロ事件を受けて、すべての主要政党がキャンペーンを中止します。6月8日に予定されている総選挙は延期される見込みはありません。",
                "eng_text": "All major parties suspend their campaigns following last night's terror attack in London. The general election, scheduled for June 8, is not expected to be postponed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32587,
                "date": "2017-06-05T00:00:00Z",
                "text": "2017年のブライトン包囲。オーストラリアのメルボルンの郊外で、銃を持った男が1人を殺害し、1人の女性を人質に取った後、ビクトリア警察によって射殺されました。この事件はテロ行為として扱われています。イラクとレバントのイスラム国が攻撃の責任を主張していますが、ビクトリア警察は接続の証拠はほとんどないと主張しています。",
                "eng_text": "In Brighton, a suburb of Melbourne, Australia, a gunman kills one man and holds one woman hostage before he is shot dead by Victoria Police. The incident is being treated as an act of terrorism. Islamic State in Iraq and the Levant has claimed responsibility for the attack but Victoria Police claim that there is little evidence to suggest a connection",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32590,
                "date": "2017-06-05T00:00:00Z",
                "text": "2017年のカタール外交危機。バーレーン、エジプト、リビア、モルディブ、サウジアラビア、アラブ首長国連邦、国際的に認識されているイエメン政府がカタールとの外交関係を断絶し、これらの国でのカタール市民の追放とすべての陸海空の交通手段の遮断を命じる。国家の安全保障、メディアの扇動、イラン支持などがさまざまな理由として引用される。",
                "eng_text": "Bahrain, Egypt, Libya, the Maldives, Saudi Arabia, the United Arab Emirates, and the internationally recognized government of Yemen sever diplomatic ties with Qatar, ordering Qatari citizens in those countries to be expelled as well as cutting all land, air and sea connections. \"National security,\" \"media incitement\" and Qatar's support of Iran are variously cited",
                "d2v_vecs": {}
            },
            {
                "id": 32601,
                "date": "2017-06-06T00:00:00Z",
                "text": "2017年のカタール外交危機。フィリピンはカタールへの労働者派遣を一時停止します。",
                "eng_text": "The Philippines temporarily suspends sending workers to Qatar",
                "d2v_vecs": {}
            },
            {
                "id": 32611,
                "date": "2017-06-07T00:00:00Z",
                "text": "2017年のカタール外交危機。フィリピンは一時的にカタールへの海外労働者の派遣停止を一部解除します。",
                "eng_text": "The Philippines partially lifts a temporary suspension of deployment of overseas workers to Qatar",
                "d2v_vecs": {}
            },
            {
                "id": 32628,
                "date": "2017-06-08T00:00:00Z",
                "text": "2017年のカタール外交危機。サウジアラビア主導のカタールに対するブロックが半島に対して「テロリストのリスト」を発表します。",
                "eng_text": "The Saudi Arabia-led bloc against Qatar issues a \"terror list\" against the peninsula",
                "d2v_vecs": {}
            },
            {
                "id": 32663,
                "date": "2017-06-11T00:00:00Z",
                "text": "2017年のカタール外交危機。イランは、90トンの生鮮食品を5回の航空貨物としてカタールに送りました。さらに、航空と海路を利用した輸送が進行中です。",
                "eng_text": "Iran sends five 90-tonne air cargo payloads of perishable food to Qatar. More shipments by air and sea are underway",
                "d2v_vecs": {}
            },
            {
                "id": 32681,
                "date": "2017-06-13T00:00:00Z",
                "text": "カタール-アメリカ合衆国関係。ダナ・シェル・スミスは、カタールがテロ組織を支援しているとされる地域の緊張の中で、カタール駐在アメリカ大使を辞任することを発表します。",
                "eng_text": "Dana Shell Smith announces she is resigning as United States Ambassador to Qatar amid regional tensions over Qatar's alleged support for terrorist groups",
                "d2v_vecs": {}
            },
            {
                "id": 32821,
                "date": "2017-06-25T00:00:00Z",
                "text": "2017年のカタール外交危機。バーレーン通信社は、サウジアラビア、バーレーン、アラブ首長国連邦、エジプトがカタールに対してする要求の公式リストを公表する。トルコは、カタールに対する要求は違法であると述べています。",
                "eng_text": "The Bahrain News Agency publishes an official list of the demands from Saudi Arabia, Bahrain, the United Arab Emirates and Egypt towards Qatar. Turkey says the demands on Qatar are unlawful",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32602,
                "date": "2017-06-06T00:00:00Z",
                "text": "ロシアとアメリカの関係。ロシアのSU-27戦闘機が、バルト海の国際水域を飛行しているアメリカのB-52戦略爆撃機に隣接し、B-52が国境から離れるまで随行した。アメリカ軍は、アメリカ空軍のB-52が国際空域で運行していたことを確認したが、この出来事について具体的なコメントはなかった。",
                "eng_text": "A Russian SU-27 fighter jet intercepts  an American B-52 strategic bomber that was flying over international  waters of the  Baltic Sea parallel to the Russian border, and escorts the B-52 until it flew away from the border area. The United States military confirmed that the US Air Force B-52 was operating in international airspace, but had no further comment about the incident",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32605,
                "date": "2017-06-06T00:00:00Z",
                "text": "サンディ、ユタ州での事件。サンディ、ユタ州での銃撃事件で、犯人を含む3人が死亡し、2人が明らかな家庭内紛争で負傷した。",
                "eng_text": "Three people are killed in a shooting, including the perpetrator, and two others are injured in an apparent domestic dispute in Sandy, Utah",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32603,
                "date": "2017-06-06T00:00:00Z",
                "text": "2017年のノートルダム大聖堂襲撃事件。フランスのパリ、ノートルダム大聖堂付近で警官にハンマーで襲いかかりながら「これはシリアのためだ」と叫んでいた男が、別の警官によって射殺され、負傷する。検察官はテロ捜査を開始する。",
                "eng_text": "A man who was yelling \"This is for Syria\" while attacking a police officer with a hammer near Notre-Dame de Paris, France is shot and wounded by another officer.  Prosecutors open a terrorism probe",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32609,
                "date": "2017-06-07T00:00:00Z",
                "text": "2017年のテヘラン襲撃事件。イスラム国（ISIL）が射撃事件を引き起こしたと声明を出しています。",
                "eng_text": "The Islamic State of Iraq and the Levant (ISIL) claims responsibility for the shootings",
                "d2v_vecs": {}
            },
            {
                "id": 32608,
                "date": "2017-06-07T00:00:00Z",
                "text": "2017年のテヘラン襲撃。銃撃犯がイランのテヘランにあるイスラム諮問議会とルーホッラー・ホメイニ霊廟を襲撃した。議会で18人の市民が、霊廟で1人が死亡した。",
                "eng_text": "Gunmen attack the Islamic Consultative Assembly and Mausoleum of Ruhollah Khomeini in Tehran, Iran. Eighteen civilians are killed in the attack on the Parliament and one in the attack on the mausoleum",
                "d2v_vecs": {}
            },
            {
                "id": 32619,
                "date": "2017-06-08T00:00:00Z",
                "text": "2017年のテヘラン攻撃。イラン情報省が、前日の攻撃犯の5人の攻撃者の名前やその他の情報を公開します。",
                "eng_text": "Iranian Intelligence Ministry releases the names and other information about the five attackers of the day before",
                "d2v_vecs": {}
            },
            {
                "id": 32636,
                "date": "2017-06-09T00:00:00Z",
                "text": "2017年テヘランのテロ事件。数千人の人々が、攻撃の犠牲者のために行われた葬儀に関係者と共に参加する。",
                "eng_text": "Thousands of people along with officials attend funerals held for victims of the attacks",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32613,
                "date": "2017-06-07T00:00:00Z",
                "text": "ロンドンでの犯罪。 ロンドンの保育士が、仕事に向かう途中に報告によると3人のムスリム女性に刺され、命に別状のない怪我を負いました。",
                "eng_text": "A childcare worker in London is reportedly stabbed by three Muslim women while on her way to work, suffering non life threatening injuries",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32618,
                "date": "2017-06-08T00:00:00Z",
                "text": "ソマリアでの戦争。アルシャバブ武装勢力がプントランドの軍事基地を襲撃。ソマリ軍との後続の戦闘で少なくとも70人が死亡。ソマリアの役人はこの攻撃を数年間で最も死者が出たものだと呼びました。",
                "eng_text": "Al-Shabaab militants storm a military base in Puntland. The subsequent battle with the Somali military leaves at least 70 people dead. Somali officials called the attack the deadliest in the country in years",
                "d2v_vecs": {}
            },
            {
                "id": 32689,
                "date": "2017-06-14T00:00:00Z",
                "text": "ソマリアでの戦争。自爆テロ犯がホテルの近くで車爆弾を爆発させ、その後アルシャバブ武装勢力がホテルとピザレストランに襲撃し、少なくとも20人を殺害し、他の人々を人質に取りました。ソマリアの首都モガディシュで。全ての攻撃者が後に殺害されました。",
                "eng_text": "A suicide bomber explodes a car bomb near a hotel, al-Shabaab militants then storm the hotel and a pizza restaurant, killing least 20 people and taking others hostage, in Somalia's capital Mogadishu. All five attackers are later killed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32620,
                "date": "2017-06-08T00:00:00Z",
                "text": "最近数週間で3回目の出来事となるアメリカ主導のシリアへの介入。アメリカはアル・タンフの町付近での3回目の攻撃で、シリア政府およびその同盟軍に空爆を行い、南シリアのアタンフ基地から約24マイル離れた場所にある3つの車両のうち2つを破壊しました。",
                "eng_text": "In its third strike near the town of Al-Tanf in recent weeks, the United States bombs Syrian government and allied troops, striking two out of three technical vehicles about 24 miles from the U.S. Coalition's At-Tanf base in Southern Syria",
                "d2v_vecs": {}
            },
            {
                "id": 32621,
                "date": "2017-06-08T00:00:00Z",
                "text": "シリアへのアメリカ主導の介入。アル・タンフ近くでシリア政府軍および同盟軍を爆撃した直後、アメリカはイラン製のシリア政府のドローンを撃墜しました。そのドローンは南シリアで進軍中の米国主導の連合軍に向かって飛行していました。負傷者や損害はありません。アメリカの公式はこれがダマスカス支援部隊が連合軍を攻撃した初めての事例だと述べています。",
                "eng_text": "Shortly after bombing Syrian government and allied troops near Al-Tanf, the United States shot down an Iranian-made Syrian government drone that was flying toward U.S.-led coalition forces in southern Syria. There are no injuries or damage. An American official says this is first time forces supporting Damascus have attacked coalition troops",
                "d2v_vecs": {}
            },
            {
                "id": 32712,
                "date": "2017-06-16T00:00:00Z",
                "text": "シリア内戦へのロシア軍の介入。ロシア国防省は、5月28日にラッカの南での空爆でISILの指導者アブ・バクル・アル＝バグダーディーを殺害した可能性があると述べ、現在確認を求めています。",
                "eng_text": "The Russian Ministry of Defence says its forces may have killed ISIL's leader Abu Bakr al-Baghdadi in an airstrike, south of Raqqa on 28 May, and currently is seeking confirmation",
                "d2v_vecs": {}
            },
            {
                "id": 32734,
                "date": "2017-06-18T00:00:00Z",
                "text": "シリア内戦。2017年デリゾールミサイル攻撃。イランは中距離弾道ミサイルを西イランから東シリアのデリゾール県に向けて発射し、6月7日のテヘランの攻撃への報復としてISILの標的に当てた。",
                "eng_text": "Iran fires medium range ballistic missiles from western Iran to ISIL targets in Deir ez-Zor Governorate, eastern Syria, in retaliation for the June 7 Tehran attacks",
                "d2v_vecs": {}
            },
            {
                "id": 32735,
                "date": "2017-06-18T00:00:00Z",
                "text": "シリア内戦。ラッカ攻防戦（2017年）。米国のF/A-18Eスーパーホーネットが、クルド人主導のシリア民主軍（SDF）戦闘員の近くに爆弾を投下した後、シリアアラブ空軍の戦闘機を撃墜しました。これについては、米中央軍司令部が発表しています。シリア軍は、その戦闘機がISILに対する戦闘任務中であったと述べています。",
                "eng_text": "A U.S. F/A-18E Super Hornet shoots down a Syrian Arab Air Force warplane after it had dropped bombs near Kurdish-led Syrian Democratic Forces (SDF) fighters in Raqqa Governorate, according to United States Central Command. The Syrian Armed Forces says its jet was on a combat mission against ISIL",
                "d2v_vecs": {}
            },
            {
                "id": 32752,
                "date": "2017-06-19T00:00:00Z",
                "text": "シリア内戦。昨日のシリアSu-22ジェットの撃墜の後、ロシアは軍事衝突回避のチャンネルを閉鎖し、ユーフラテス川の西側に飛んでいるすべての航空機を標的とすると言います。",
                "eng_text": "After yesterday's downing of a Syrian Su-22 jet, Russia shuts down a deconfliction channel and says it will follow any aircraft west of the Euphrates as a target",
                "d2v_vecs": {}
            },
            {
                "id": 32760,
                "date": "2017-06-20T00:00:00Z",
                "text": "シリア内戦ISILに対する軍事介入。ロイヤルオーストラリアンエアフォース（RAAF）は、ロシアがアメリカ主導の連合軍の機体をユーフラテス川の西で飛行する可能性のある標的とみなすとの脅しに続き、シリア上空でのISILに対する戦闘任務を中止します。",
                "eng_text": "The Royal Australian Air Force (RAAF) suspends combat missions against ISIL over Syria, following Russia's threat that it would treat any aircraft from the U.S.-led coalition flying west of the Euphrates as a potential target",
                "d2v_vecs": {}
            },
            {
                "id": 32761,
                "date": "2017-06-20T00:00:00Z",
                "text": "シリア内戦：ISILへの軍事介入。アメリカのF-15が、アメリカ陸軍が駐留しているヨルダン-シリア国境付近でイランのシャヘド129ドローンを撃墜。",
                "eng_text": "A U.S. F-15 shoots down an Iranian Shahed 129 drone near the Jordan–Syria border where U.S. ground forces are based",
                "d2v_vecs": {}
            },
            {
                "id": 32811,
                "date": "2017-06-24T00:00:00Z",
                "text": "シリア内戦中のイスラエルとシリアの停戦ラインでの事件。イスラエルとシリアが争われているゴラン高原で武器を交換し、イスラエルは2台のシリアの戦車を含む複数の標的を破壊しました。シリア国内では死者が出ましたが、シリア軍の犠牲者数は不明です。イスラエル軍にけが人はいませんでした。",
                "eng_text": "Israel and Syria exchange weapons fire in the disputed Golan Heights, with Israel destroying several targets, including two Syrian tanks. Although there were deaths on the ground in Syria, the number of casualties among Syrian forces is unknown. No Israeli troops were injured",
                "d2v_vecs": {}
            },
            {
                "id": 32867,
                "date": "2017-06-30T00:00:00Z",
                "text": "レバノンにおけるシリア内戦の影響。シリア国境付近のアルサルにある2つのシリア難民キャンプを襲撃中、レバノン軍が5人の自爆テロ犯や他の武装勢力によって攻撃を受けました。軍は一つの自爆攻撃で1人の少女が死亡し、7人の兵士が負傷し、350人（ISIL関係者も含む）が一斉摘発の中で拘束されたと報告しています。",
                "eng_text": "Lebanese Armed Forces are attacked by five suicide bombers and other militants during a raid of two Syrian refugee camps in  Arsal  near the Syrian border. The army reports a girl was killed in one of the suicide attacks, seven soldiers were also wounded, and 350 people, including several ISIL officials,  were detained during the sweep",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32626,
                "date": "2017-06-08T00:00:00Z",
                "text": "南アフリカでの山火事。南アフリカのガーデンルートのニスナ地方自治体から最大1万人が避難させられました。山火事により150軒の家屋が破壊されました。この山火事は、30年ぶりの最悪の風暴と関連しており、すでにケープタウンで少なくとも8人が亡くなっています。",
                "eng_text": "Up to 10,000 people have been evacuated from Knysna Local Municipality on Garden Route in South Africa after wildfire destroyed 150 homes. The Wildfire is connected to the worst windstorm in 30 years, which already killed at least 8 people in Cape Town",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32631,
                "date": "2017-06-08T00:00:00Z",
                "text": "イートンタウンシップのワイスマーケットでの射撃事件。スーパーマーケットの従業員が3人の同僚を射殺し、その後自殺を遂げました。一人は無傷で脱出します。場所はペンシルバニア州北東部のイートンタウンシップにある閉鎖されたワイスマーケット店舗です。",
                "eng_text": "A supermarket employee shoots and kills three fellow employees, then kills himself, in a closed Weis Markets store in Eaton Township  in Northeastern Pennsylvania. One person escapes unharmed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32629,
                "date": "2017-06-08T00:00:00Z",
                "text": "ヒズボラ。米国当局は、米ミシガン州ディアボーン出身の37歳のサメル・エル・デベックと、ニューヨークブロンクス出身の32歳のアリ・クラニという2人のメンバーに、レバノンのシーア派過激派組織ヒズボラのテロ行為の容疑で告発しました。この2人は、ニューヨークやパナマでアメリカ人やイスラエルの標的を狙うための陰謀を企てていたとされています。",
                "eng_text": "U.S. authorities charge two operatives, Samer El Debek, 37, of Dearborn, Michigan, and Ali Kourani, 32, of the Bronx, New York, belonging to the Lebanese Shiite militant group Hezbollah with terrorism offenses, accused of plotting to target American and Israeli targets in New York and Panama",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32639,
                "date": "2017-06-09T00:00:00Z",
                "text": "サウジアラビア主導のイエメン介入。人権活動家は、サウジアラビアとアラブ首長国連邦によって指導される部隊が、イエメンの紛争中に人々を誘拐し拷問していると非難しています。",
                "eng_text": "Human rights activists accuse forces led by Saudi Arabia and the UAE of kidnapping and torturing people during the Yemeni conflict",
                "d2v_vecs": {}
            },
            {
                "id": 32733,
                "date": "2017-06-18T00:00:00Z",
                "text": "サウジアラビア主導のイエメン介入。フーシ派が支配するサアダ州の市場で行われた空爆で少なくとも24人の民間人が死亡。",
                "eng_text": "An air raid kills at least 24 civilians at a market in Houthi-held Saada Governorate, Yemen",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32638,
                "date": "2017-06-09T00:00:00Z",
                "text": "中国当局は、パキスタンのクエッタで拉致された2人の中国人教師がイラクとレバントのイスラム国家のメンバーによって殺害されたという報告について「深刻な懸念」を表明しています。北西部パキスタンでの戦争。",
                "eng_text": "Chinese authorities report \"grave concern\" over reports that two kidnapped Chinese teachers in Quetta, Pakistan, were killed by members of the Islamic State of Iraq and the Levant",
                "d2v_vecs": {}
            },
            {
                "id": 32800,
                "date": "2017-06-23T00:00:00Z",
                "text": "パキスタン北西部での戦争。2017年6月のパキスタン爆弾テロ。クエッタの警察検問所での自爆車爆弾テロが少なくとも13人を殺害。",
                "eng_text": "A suicide car bombing at a police checkpoint in Quetta kills at least 13 people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32648,
                "date": "2017-06-09T00:00:00Z",
                "text": "2018 FIFAワールドカップ予選。サウジアラビア代表チームが、アデレード・オーバルで行われたオーストラリアとのワールドカップ予選で1分間の黙祷を捧げなかったことが物議を醸し出した。1分間の黙想は、2017年のロンドン・ブリッジ攻撃の2人のオーストラリア人犠牲者を追悼するものだった。この事件はオーストラリアの政治指導者から非難を受けた。",
                "eng_text": "The Saudi Arabia national team provokes outrage for failing to observe a minutes silence at a World Cup qualifier against Australia at Adelaide Oval. The minute silence was in commemoration of the two Australian victims of the 2017 London Bridge attack. The incident received condemnation from Australia's political leaders",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32651,
                "date": "2017-06-10T00:00:00Z",
                "text": "オランダでの道路事故。オランダのアムステルダム中央駅の前で車が複数人に突っ込み、8人が負傷、そのうち2人が重傷です。警察はドライバーが体調を崩した可能性があると述べており、これをテロ関連と見なしていません。",
                "eng_text": "Eight people are injured, two seriously, when a car drives into several people in front of the Amsterdam Centraal station in the Netherlands. Police say the driver may have taken ill; they are not treating this as terrorism-related",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32652,
                "date": "2017-06-10T00:00:00Z",
                "text": "2017年のクラトヴォ銃撃事件。ロシアのクラトヴォで50歳の男が通行人に銃撃を加え、4人を殺害した。",
                "eng_text": "A 50-year-old man opens fire on passers-by in Kratovo, Russia, killing four people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32653,
                "date": "2017-06-10T00:00:00Z",
                "text": "カナダの犯罪。ケベック州警察は、アクリビック村で発生した刺傷事件で、3人が死亡し、2人が重傷を負った19歳の容疑者を射殺した。",
                "eng_text": "Quebec police shoot and kill a 19-year-old suspect following a stabbing spree in the village of Akulivik which left three people dead and two others critically injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32672,
                "date": "2017-06-12T00:00:00Z",
                "text": "2017年の地震。マグニチュード6.3の地震がエーゲ海を揺らし、1人が死亡しました。ギリシャのプロマーリでは多くの家屋が被害を受け、一部が倒壊しました。",
                "eng_text": "An earthquake of 6.3 magnitude shakes the Aegean Sea, causing one death. Many houses were damaged in Plomari, Greece, and some collapsed",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32684,
                "date": "2017-06-13T00:00:00Z",
                "text": "犯罪がドイツで発生しました。ドイツのミュンヘンの郊外、ウンターフェーリングにある地元の駅で銃撃事件が発生しました。加害者が警察官の頭を撃ち、彼女は重体です。応援を呼び戦闘となり、容疑者と2人の通行人が負傷しました。警察はこれがテロ攻撃ではないと考えています。",
                "eng_text": "A shooting occurs at a local train station in the Unterföhring suburb of Munich, Germany. The assailant shot a police officer in the head; she is in critical condition. Backup police engaged in a shootout where the suspect and two bystanders were injured. Police do not believe this is a terrorist attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32680,
                "date": "2017-06-13T00:00:00Z",
                "text": "2017年のバングラデシュの土砂崩れ。バングラデシュでの大雨による土砂崩れにより、少なくとも134人が亡くなり、数十人が行方不明となっています。",
                "eng_text": "At least 134 people are dead and dozens are missing in landslides caused by days of heavy monsoonal rain in Bangladesh",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32698,
                "date": "2017-06-14T00:00:00Z",
                "text": "パトリシア・オコーナー殺害事件。アイルランドのウィックローにあるミリタリーロード沿いに散乱していた遺体の女性が、現地で61歳のラスファーナム出身であるパトリシア・オコーナーとして特定されました。この事件に関連して男性が火曜日に逮捕されました。",
                "eng_text": "The woman whose remains were found scattered along the Military Road in Wicklow, Ireland was named locally today as Patricia O'Connor, a 61 year old from Rathfarnham. A man was arrested in connection with this on Tuesday",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32699,
                "date": "2017-06-14T00:00:00Z",
                "text": "サンフランシスコUPSの乱射事件。カリフォルニア州サンフランシスコのポトレロヒル地区のUPSの建物で男が人々に発砲し、銃手を含む4人が死亡し、6人が負傷した。",
                "eng_text": "Four people, including the gunman, are dead, and six injured, after a man opens fire at people in a UPS building in the Potrero Hill neighborhood of San Francisco, California",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32708,
                "date": "2017-06-15T00:00:00Z",
                "text": "2017年の徐州幼稚園爆発事件。中国・江蘇省奉賢区の幼稚園で爆発が起き、7人が死亡し66人が負傷。",
                "eng_text": "An explosion at a kindergarten in Fengxian, Jiangsu Province, China, kills seven people and injures 66",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32715,
                "date": "2017-06-16T00:00:00Z",
                "text": "ジブチ-エリトリアの関係。ジブチ外相のマハムード・アリ・ユッスフは、カタールの平和維持部隊がその地域から撤退した後、エリトリアが係争中のドゥメイラ諸島とラス・ドゥメイラ半島を占拠していると非難しています。",
                "eng_text": "Djiboutian foreign minister Mahamoud Ali Youssouf accuses Eritrea of occupying the disputed Doumeira Islands and Ras Doumeira peninsula after Qatari peacekeepers withdrew from the area",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32722,
                "date": "2017-06-17T00:00:00Z",
                "text": "コロンビアの紛争。コロンビアのボゴタにあるアンディーノショッピングモールの女性用トイレで爆弾が爆発し、3人の女性が死亡し、少なくとも11人が負傷したと疑われるテロ事件。",
                "eng_text": "A suspected terrorist bomb explosion in an Andino shopping mall's ladies bathroom in Bogotá, Colombia, kills three women and injures at least 11",
                "d2v_vecs": {}
            },
            {
                "id": 32825,
                "date": "2017-06-26T00:00:00Z",
                "text": "コロンビアの平和プロセス。国連は、FARCが武装解除プロセスを完了し、元ゲリラが市民生活に移行し、グループが国内で合法的な政党に変身する予定であることを確認しています。",
                "eng_text": "The United Nations confirms that the FARC has completed its disarmament process, with former rebels due to make the transition to civilian life and the group to transform into a legal political party in the country",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32725,
                "date": "2017-06-17T00:00:00Z",
                "text": "2017年のポルトガル森林火災。ポルトガル中部で発生した森林火災で、少なくとも24人が死亡し、20人以上の消防士が負傷しています。これまでの死者数は、1966年以来のポルトガルの森林火災における最大のものです。",
                "eng_text": "Wildfires in central Portugal kill at least 24 people and several firefighters are among 20 injured. The death toll so far is the largest due to a wildfire in Portugal since 1966",
                "d2v_vecs": {}
            },
            {
                "id": 32737,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年のポルトガルの森林火災。ポルトガル中部のペドロゴアン・グランデでの森林火災の死者数が少なくとも62人に上昇。多くの犠牲者がフィゲイロス・ドス・ヴィーニョスとカスタニェイラ・デ・ペラの町の間の道路で閉じ込められました。 (BBC) (AP) (Euronews)",
                "eng_text": "The death toll from forest fires in Pedrógão Grande, central Portugal, rises to at least 62. Many victims were trapped on the road between the towns of Figueiró dos Vinhos and Castanheira de Pera. (BBC) (AP) (Euronews)",
                "d2v_vecs": {}
            },
            {
                "id": 32768,
                "date": "2017-06-20T00:00:00Z",
                "text": "2017年のポルトガル山火事で、カナダ航空の消火飛行機が中部ポルトガルのペドロゴウン・グランデで猛威を振るう山火事に対処していた際に墜落したと報じられています。しかし、この主張はポルトガル当局によって否定されています。",
                "eng_text": "A Canadair firefighting plane reportedly crashes in Pedrógão Grande, central Portugal, while tackling raging wildfires. However, this claim has been denied by Portuguese authorities",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32738,
                "date": "2017-06-18T00:00:00Z",
                "text": "2017年の地震。地震と津波がグリーンランドを襲い、少なくとも4人が死亡。",
                "eng_text": "An earthquake and tsunami strike Greenland leaving at least 4 dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32741,
                "date": "2017-06-18T00:00:00Z",
                "text": "ナブラ・ハッサネンの殺害。バージニア州レストン出身の10代の少女の遺体がバージニア州スターリングの池で見つかる。容疑者が逮捕され、殺人で起訴される。",
                "eng_text": "The body of a teenager from Reston, Virginia is found in a pond in Sterling, Virginia. A suspect is arrested and charged with murder",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32751,
                "date": "2017-06-19T00:00:00Z",
                "text": "2017年6月のシャンゼリゼ通り車輪攻撃。フランス、パリのシャンゼリゼ通りで、銃器とガスボトルを積んだ車が故意にパトカーに衝突し、その後炎上しました。セキュリティの監視リストに載っていた運転手は撃たれ、死亡しました。",
                "eng_text": "A car carrying firearms and gas bottles deliberately rammed a police vehicle on the Champs-Élysées in Paris, France, subsequently bursting into flames. The driver, who was on a security watchlist, was shot dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32754,
                "date": "2017-06-19T00:00:00Z",
                "text": "クマによる襲撃。アラスカで別々の事件で2人が黒クマに襲われて殺害された後、その州でクマによる襲撃が増加している。",
                "eng_text": "Two people are attacked and killed by black bears, in separate incidents in Alaska, following a rise in bear attacks in that state",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32750,
                "date": "2017-06-19T00:00:00Z",
                "text": "2017年のフィンズベリーパーク襲撃事件。北ロンドンのフィンズベリーパーク郊外にあるフィンズベリーパークモスクの外でバンが歩行者をはね、少なくとも1人が死亡し、10人が負傷しました。警察はこの事件をテロ行為として捜査しています。",
                "eng_text": "At least one person has been killed and ten injured after a van runs over pedestrians outside the Finsbury Park Mosque in the north London suburb of Finsbury Park. Police are investigating the act as a terrorist incident",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32762,
                "date": "2017-06-20T00:00:00Z",
                "text": "2017年のブリュッセル襲撃。ブリュッセル中央駅で男性が撃たれ、爆発を企てた攻撃の報告がありました。",
                "eng_text": "A man is shot in Brussels Central Station amid reports of an attempted bombing attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32775,
                "date": "2017-06-21T00:00:00Z",
                "text": "モロ紛争。Bangsamoro Islamic Freedom Fighters 反乱軍がフィリピンのノースコタバト州ピグカワイアンにある学校を襲撃し、市民を人質に取った。",
                "eng_text": "Bangsamoro Islamic Freedom Fighters rebels storm a school in Pigcawayan, North Cotabato, Philippines,  and take civilians hostage",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32781,
                "date": "2017-06-21T00:00:00Z",
                "text": "ビショップ国際空港襲撃事件。ミシガン州フリントのビショップ国際空港で警察官が首を刺される。FBIはこの事件をテロとして調査している。容疑者は現場で逮捕され、国際空港での暴力に関する連邦訴訟で起訴された。被害者は生き残った。",
                "eng_text": "A police officer is stabbed in the neck at Bishop International Airport in Flint, Michigan. The FBI is investigating the incident as terrorism. The suspect was arrested on scene and charged with a federal count of violence at an international airport. The victim survived",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32784,
                "date": "2017-06-21T00:00:00Z",
                "text": "サウジアラビアの政治。サウジアラビアのサルマン国王は、甥であるムハンマド・ビン・ナイフから王太子の称号を剥奪し、自身の息子であるモハマド・ビン・サルマン・アル・サウードを新たな王太子に任命するという王令を出した。",
                "eng_text": "In a royal decree, King Salman of Saudi Arabia appoints his son Mohammad bin Salman Al Saud as Crown Prince, stripping his nephew Muhammad bin Nayef of the title",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32799,
                "date": "2017-06-23T00:00:00Z",
                "text": "2017年6月のパキスタンのパラチナールでの爆弾テロ。北西パキスタンでの戦闘。市場で複数の爆発が起き、少なくとも37人が死亡し、150人以上が負傷しました。",
                "eng_text": "Multiple blasts occur at a market in Parachinar, killing at least 37 people and wounding over 150 more",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32805,
                "date": "2017-06-23T00:00:00Z",
                "text": "グアンタナモ軍事委員会は、2002年のバリ爆破事件および2003年のマリオットホテル爆破事件で拘留されているリドゥアン・イサムディンに対して告訴を行っています。ペンタゴンは、死刑を脅かすかどうかまだ決定していません。",
                "eng_text": "A Guantanamo military commission charges detainee Riduan Isamuddin for his roles in the 2002 Bali bombings and the 2003 Marriott Hotel bombing. The Pentagon is yet to decide whether to threaten capital punishment",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32813,
                "date": "2017-06-24T00:00:00Z",
                "text": "2016年から17年にかけてのイエメンでのコレラの流行。イエメンでのコレラの感染者数は20万人を超え、これまでに1,300人以上の死亡者が出ています。1日に約5,000件の新しい感染症が推定されています。",
                "eng_text": "The number of the cholera outbreak cases in Yemen passes 200,000, with over 1,300 deaths so far. There are an estimated 5,000 new cases every day",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32814,
                "date": "2017-06-24T00:00:00Z",
                "text": "2017年のウェストミンスター・サイバー攻撃。イギリスの警察は、議員のメールアカウントに不正アクセスを試みる事件が起きた後、議事堂に対するサイバー攻撃を捜査しています。",
                "eng_text": "Police in the United Kingdom are investigating a cyberattack on the Houses of Parliament after an attempt was made to gain unauthorised access to politicians' email accounts",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32812,
                "date": "2017-06-24T00:00:00Z",
                "text": "2017年の四川省の土砂崩れ。中国四川省の阿坝県で早朝に発生した土砂崩れが40軒の家を埋め、15人が死亡し114人が行方不明になりました。少なくとも500人の救助隊員が現場に駆けつけており、茂県で2kmに及ぶ川の区間が封鎖されています。",
                "eng_text": "An early-morning landslide buries 40 homes and leaves 15 people dead and 114 others missing in Aba Prefecture, Sichuan Province, China. At least 500 rescue workers are on scene, and a 2-km stretch of the river in Mao County is blocked",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32817,
                "date": "2017-06-25T00:00:00Z",
                "text": "2017年のバハワルプル爆発事故。パキスタン東部のバハワルプルで、オイルタンカーが転覆して爆発し、周辺の村から集まった人々が流れ出る石油を集めようとしています。150人以上が亡くなり、数十人が負傷しました。多くは重傷です。",
                "eng_text": "Over 150 people die and dozens are injured, many critically, when an oil tanker truck overturns and explodes as people from surrounding villages gather around the truck to collect the spilling oil. The accident happened in Bahawalpur, eastern Pakistan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32818,
                "date": "2017-06-25T00:00:00Z",
                "text": "イギリスのニューカッスル・アポン・タインで、車がイード・アル・フィトルの礼拝者に突っ込み、6人が負傷しています。警察はテロが関与しているとは考えていません。",
                "eng_text": "Six people are injured after a car ploughs into Eid al-Fitr worshippers in Newcastle upon Tyne, England.  Police do not believe terrorism is involved",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32826,
                "date": "2017-06-26T00:00:00Z",
                "text": "ベラ・ボンド殺人事件。ベラの母親の元彼であるマイケル・P・マッカーシーが、ベラ・ボンドの殺害で二度目の殺人罪で有罪判決を受けました。",
                "eng_text": "Michael P. McCarthy (ex-boyfriend of Bella's mother) is found guilty of second-degree murder in the killing of Bella Bond",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32836,
                "date": "2017-06-27T00:00:00Z",
                "text": "2017年のベネズエラ抗議運動。2017年のベネズエラ憲法危機。武装した市民グループが国民議会議事堂を襲撃し、議員とボリバリアン国民警備隊（GNB）の間で衝突があり、複数の議員やジャーナリストが負傷した。野党議員で議会議長のフリオ・ボルヘスは、この攻撃をニコラス・マドゥロ大統領のせいだと非難した。",
                "eng_text": "Armed civilian groups attack the National Assembly building, after a clash between lawmakers and the Bolivarian National Guard (GNB), leaving various legislators and journalists injured. Opposition legislator and President of the Assembly Julio Borges blames President Nicolás Maduro for the attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32835,
                "date": "2017-06-27T00:00:00Z",
                "text": "ウクライナ危機。キエフで、ウクライナの情報将校で特殊部隊の指揮官であるマクシム・シャポバルが車爆弾により暗殺される。",
                "eng_text": "Ukrainian intelligence officer and head of a special forces unit, Maksym Shapoval, is assassinated in Kiev by car bomb",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32840,
                "date": "2017-06-27T00:00:00Z",
                "text": "2017年のPetyaサイバー攻撃。多くの企業に被害をもたらしたランサムウェアサイバー攻撃が世界中で発生し、感染した全体の80%がウクライナで発生しました。",
                "eng_text": "A major ransomware cyberattack strikes companies across the globe and 80% of all infections were in Ukraine",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32851,
                "date": "2017-06-29T00:00:00Z",
                "text": "フランスのクレテイユにあるモスクの外で、男性が歩行者を轢こうと試みました。",
                "eng_text": "A man attempts to run over pedestrians outside a mosque in Créteil, France",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32852,
                "date": "2017-06-29T00:00:00Z",
                "text": "ISISに対する軍事介入。モスルの戦い。イラクのハイダル・アル・アバディ首相は、モスルのアル・ヌーリ大モスクの占領後、イスラム国の自己宣言されたカリフ制の終了を宣言しました。",
                "eng_text": "Iraq Prime Minister Haider al-Abadi declares the end of the Islamic State's self-declared caliphate following the capture of the Great Mosque of al-Nuri in Mosul",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32857,
                "date": "2017-06-29T00:00:00Z",
                "text": "ブータンと中国の関係、中国とインドの関係。シッキム州での中国とインドの対立の中で、ブータンは、3カ国の国境が交わるドクラムの争いのある地域での道路建設について中国に抗議しています。",
                "eng_text": "Amid a stand-off between China and India in the Indian state of Sikkim, Bhutan protests to China over the construction of a road in the disputed territory of Doklam, a meeting point for all three countries' borders",
                "d2v_vecs": {}
            },
            {
                "id": 32868,
                "date": "2017-06-30T00:00:00Z",
                "text": "中国とインドの関係、ブータンと中国の関係。中国は、中国とインド、およびブータンの間で緊張が高まる中、争議のあるドクラムの領土について話し合いが行われるためには、インドが部隊を撤退させなければならないとインドに通告しています。",
                "eng_text": "China informs India that it must withdraw its troops for any dialogue to occur as tensions rise between China and India and Bhutan over the disputed territory of Doklam",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32865,
                "date": "2017-06-29T00:00:00Z",
                "text": "香港の政治。抗議デモが行われ、香港の主権が英国から中国に移管されてから20年が経過し、中国の最高指導者習近平が到着したことを記念する。",
                "eng_text": "Protests mark the 20th anniversary of the transfer of sovereignty over Hong Kong to China from the United Kingdom alongside the arrival of China's paramount leader Xi Jinping",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32870,
                "date": "2017-06-30T00:00:00Z",
                "text": "2017年のブロンクス・レバノン病院襲撃事件。ブロンクス・レバノン病院センターにかつて勤務していたと思われる医師がニューヨーク市の施設で1人を殺害し、他の5人を負傷させました。",
                "eng_text": "A doctor thought to be formerly employed with the Bronx-Lebanon Hospital Center kills one and wounds five others at the facility in New York City",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 32795,
                "date": "2017-06-22T00:00:00Z",
                "text": "ジェームズ・コミー氏の解任。アメリカのドナルド・トランプ大統領は、元FBI長官ジェームズ・コミー氏との個人的な会話を録音していないことを明確にしました。",
                "eng_text": "U.S. President Donald Trump clarifies that he did not record any private conversations with former FBI Director James Comey",
                "d2v_vecs": {}
            },
            {
                "id": 32843,
                "date": "2017-06-27T00:00:00Z",
                "text": "ドナルド・トランプの政治的任命。ホワイトハウスは、トランプ大統領がテキストロン・システムズの最高経営責任者エレン・ロード氏を国防総省調達、技術、物流担当次官に指名する予定であると発表しました。テキストロン・システムズは防衛請負業者です。",
                "eng_text": "The White House announces that President Trump plans to nominate Textron Systems Chief Executive Ellen Lord for Under Secretary of Defense for Acquisition, Technology and Logistics.  Textron Systems is a defense contractor",
                "d2v_vecs": {}
            }
        ]
    ]
}