{
    "tls": [
        [
            {
                "id": 33203,
                "date": "2017-08-01T00:00:00Z",
                "text": "HIV/AIDSの疫学。国連によると、フィリピンは2010年から2016年までの間にHIV/AIDSの症例が約140％増加し、アジア太平洋地域で最も急速に増加している可能性があり、それが「国家的緊急事態」を引き起こしています。",
                "eng_text": "According to the United Nations, the Philippines has the largest increase in HIV/AIDS in the Asia Pacific region with about a 140% increase in cases from 2010 until 2016 possibly causing a 'national emergency",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33206,
                "date": "2017-08-01T00:00:00Z",
                "text": "ベネズエラの危機。ベネズエラの野党指導者であるレオポルド・ロペスとカラカス市長のアントニオ・レデスマが、ボリバリアン情報機関（SEBIN）によって夜中に自宅で拘束され、ラモ・ベルデ刑務所に連行されました。彼らは以前にベネズエラ政府に逮捕されていましたが、拘束された時点では自宅軟禁中でした。",
                "eng_text": "Venezuelan opposition leaders Leopoldo López and Mayor of Caracas Antonio Ledezma are seized at their homes overnight by the Bolivarian Intelligence Service (SEBIN) and taken to Ramo Verde Prison. They had been arrested previously by the Venezuelan  government, but were under house arrest at the time of being seized",
                "d2v_vecs": {}
            },
            {
                "id": 33247,
                "date": "2017-08-05T00:00:00Z",
                "text": "2017年のベネズエラ憲法危機。新しい憲法議会は、大統領ニコラス・マドゥロの著名な批判者であるルイサ・オルテガ・ディアス検事総長を解任することを投票します。この動きは、首都カラカスの彼女の自宅を包囲した国家警備隊兵士たちが数時間後に起こりました。",
                "eng_text": "The new Constituent Assembly votes to remove Attorney General Luisa Ortega Díaz, a prominent critic of President Nicolás Maduro, from her post. The move comes hours after troops from the National Guard surrounded her home in Caracas",
                "d2v_vecs": {}
            },
            {
                "id": 33249,
                "date": "2017-08-06T00:00:00Z",
                "text": "2017年のベネズエラ憲法危機。元国民警備隊隊長のフアン・カルロス・カガリパノ率いるらしき軍服を着た武装した男たちが、バレンシア近くのベネズエラ軍基地を襲撃し、国民制憲議会とニコラス・マドゥロ大統領に反乱を起こしたと宣言する。少なくとも2人が死亡。",
                "eng_text": "Armed men dressed as soldiers, apparently led by former National Guard captain Juan Carlos Caguaripano, attack a Venezuelan Army base near Valencia, Carabobo, declaring themselves in rebellion against the National Constituent Assembly and President Nicolás Maduro. At least two people are killed",
                "d2v_vecs": {}
            },
            {
                "id": 33361,
                "date": "2017-08-18T00:00:00Z",
                "text": "2017年のベネズエラ憲法危機。物議を醸した国民憲法議会が一致して、野党が主導するベネズエラ国民議会の権限を引き継ぐことを決定します。",
                "eng_text": "The controversial National Constituent Assembly votes unanimously to assume the powers of the opposition-led National Assembly of Venezuela",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33205,
                "date": "2017-08-01T00:00:00Z",
                "text": "2017年のニュージーランド総選挙。アンドリュー・リトルが9月23日の選挙の投票率が低かったことを理由に辞任すると、ジャシンダ・アーダーンが労働党の新しい指導者に選ばれました。",
                "eng_text": "Jacinda Ardern is elected the new leader of the Labour Party, after Andrew Little resigns on the back of poor opinion poll performance ahead of the 23 September election",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33202,
                "date": "2017-08-01T00:00:00Z",
                "text": "アンコール・ワット。カンボジアのシェムリアップ州にあるアンコール・ワット寺院複合体で、クメール帝国時代にキング・ジャヤヴァルマン7世の治世中に建てられた病院の発掘中、12世紀の砂岩製の人物像が考古学者によって発掘されました。",
                "eng_text": "A 2 meter (6.5 feet) tall 12th century sandstone statue of a human figure is unearthed by archaeologists during an excavation of a Khmer Empire-era hospital built during the reign of King Jayavarman VII at Cambodia's Angkor Wat temple complex in Siem Reap Province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33201,
                "date": "2017-08-01T00:00:00Z",
                "text": "アフガニスタンにおける戦争（2001年から2021年）。ヘラートのシーア派のモスクで爆発があり、少なくとも29人が死亡し、多数が負傷した。",
                "eng_text": "An explosion kills at least 29 people and injures dozens more at a Shia mosque in Herat, Afghanistan",
                "d2v_vecs": {}
            },
            {
                "id": 33221,
                "date": "2017-08-03T00:00:00Z",
                "text": "アフガニスタンでの戦争（2001年〜2021年）。自爆攻撃により、ジョージア兵士1人と民間人3人が死亡し、他に6人のリゾルート･サポート要員を含む13人が負傷した。",
                "eng_text": "A suicide bomber attacks a convoy in Afghanistan's Kabul province, killing a Georgian soldier and three civilians and wounding 13 others, including six Resolute Support personnel",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33204,
                "date": "2017-08-01T00:00:00Z",
                "text": "GTAギャング。ロシアのモスクワの裁判所で、逃走を試みた3人のいわゆるGTAギャングのメンバーが撃たれて死亡し、2人の警備員を含む他の4人が負傷しました。",
                "eng_text": "Three so-called GTA gang members are shot dead and four others are wounded, including two guards, at a courthouse in Moscow, Russia, after they attempted to escape",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33402,
                "date": "2017-08-23T00:00:00Z",
                "text": "2017年の大西洋ハリケーンシーズン。トロピカルシステムハービーが熱帯低気圧に発達し、テキサスとルイジアナ向けにハリケーンおよび高潮警報が発表され、豪雨と高潮をもたらすと予測されています。",
                "eng_text": "Hurricane and storm surge watches are issued for Texas and Louisiana as the tropical system Harvey strengthens into a tropical depression and is predicted to bring both heavy rainfall and storm surge",
                "d2v_vecs": {}
            },
            {
                "id": 33407,
                "date": "2017-08-24T00:00:00Z",
                "text": "2017年の大西洋ハリケーンシーズン。熱帯低気圧ハービーがハリケーンになり、テキサス州沿岸にカテゴリー3で上陸する見込みで、生命を脅かす暴風雨、豪雨、風の危険がもたらされる予定です。",
                "eng_text": "Tropical depression Harvey becomes a hurricane, expected to make landfall on the Texas coast at Category 3,  bringing life-threatening storm surge, rainfall, and wind hazards",
                "d2v_vecs": {}
            },
            {
                "id": 33421,
                "date": "2017-08-25T00:00:00Z",
                "text": "ハリケーンハービー。ハリケーンハービーに備えて、コーパスクリスティからガルベストン、テキサス、およびメキシコ湾の石油プラットフォームの労働者が地域から避難しています。この嵐は、アメリカ本土に2004年以来最も強い嵐として、カテゴリー4のハリケーンとしてポートアランザスとポートオコナーの間で午後11時EDT（午前3時UTC、8月26日）頃に上陸しました。全国ハリケーンセンターは、ハービーがテキサス上空に数日間滞留し、州の一部に15〜25インチ（38〜64 cm）、35インチ（89 cm）に及ぶ雨を降らせると予測しています。",
                "eng_text": "In anticipation of Hurricane Harvey, residents from Corpus Christi to Galveston, Texas, and workers from Gulf of Mexico oil platforms are evacuating the region. The storm makes landfall between Port Aransas and Port O'Connor as a Category 4 hurricane around 11 p.m. EDT (0300 UTC, August 26) as the strongest storm to hit the United States mainland since 2004. The National Hurricane Center predicts Harvey will linger over Texas for days, dumping 15–25 inches (38–64 cm), and as much as 35 inches (89 cm) of rain on some parts of the state",
                "d2v_vecs": {}
            },
            {
                "id": 33434,
                "date": "2017-08-26T00:00:00Z",
                "text": "ハリケーンハービー。ハービーは現在、持続風速70マイル（110キロメートル）の熱帯低気圧となっています。テキサス州東部の岸に上陸し、カテゴリー4のハリケーンとしてロックポート市に直撃しました。これは1961年以来、州を襲った最も強い嵐です。ハービーは、少なくとも4日間、強い雨や洪水を伴った熱帯低気圧のままと予想されています。",
                "eng_text": "Harvey is now a tropical storm with sustained winds of 70 mph (110 kmh). It made landfall on Texas's eastern coast, the eye striking the town of Rockport, as a Category 4 hurricane. It's the strongest storm to hit the state since 1961. Harvey is expected to maintain tropical storm strength, with heavy rains and flooding, for at least four days",
                "d2v_vecs": {}
            },
            {
                "id": 33435,
                "date": "2017-08-26T00:00:00Z",
                "text": "ハリケーン・ハーベイ。テキサス州で2人が死亡し、多くの負傷者が報告されています。当局は被災地に訪れることができないため、死傷者数がさらに増加すると予想されています。",
                "eng_text": "Two people in Texas are confirmed dead with many more reported injured. Authorities are unable to visit the hardest hit area so the toll of dead and injured is expected to rise",
                "d2v_vecs": {}
            },
            {
                "id": 33438,
                "date": "2017-08-26T00:00:00Z",
                "text": "ハリケーンハービー。ヒューストンのダウンタウンでは約3.5インチ（8.9cm）の雨が集まりましたが、一部の地域では7インチ（18cm）が記録されました。今朝、ファースト・コロニーでは約9インチ（23cm）が計測されました。国立ハリケーンセンターは、この嵐が去るまでに最大で30インチ（76cm）の雨と40インチ（100cm）に達する単独の合計を予測しています。",
                "eng_text": "Downtown Houston has collected about 3.5 inches (8.9 cm) of rain with 7 inches (18 cm) recorded in some areas. Nearly 9 inches (23 cm) was tallied in First Colony early this morning. The National Hurricane Center predicts up to 30 inches (76 cm) of rain and isolated totals as high as 40 inches (100 cm) by the time the storm leaves",
                "d2v_vecs": {}
            },
            {
                "id": 33448,
                "date": "2017-08-27T00:00:00Z",
                "text": "ハリケーンハーベイ。テキサス州知事グレッグ・アボットによって、ハーベイがメキシコ湾に移動し、再度勢力を回復するとして気象予報家が述べたため、テキサス州全国警備隊が捜索および救助活動のために動員されました。",
                "eng_text": "The entire Texas National Guard is activated by Texas Governor Greg Abbott for search and rescue operations, as weather forecasters stated that Harvey would move back over the Gulf of Mexico and restrengthen",
                "d2v_vecs": {}
            },
            {
                "id": 33462,
                "date": "2017-08-28T00:00:00Z",
                "text": "ハリケーンハービー。アメリカのテキサス州では少なくとも8人が亡くなり、ヒューストン市の3万人の住民が一時避難を求める見込みです。",
                "eng_text": "At least eight people have died in the American state of Texas with 30,000 residents in the city of Houston expected to seek temporary shelter",
                "d2v_vecs": {}
            },
            {
                "id": 33481,
                "date": "2017-08-30T00:00:00Z",
                "text": "ハリケーンハービー。先月にハリケーンとなった熱帯低気圧ハービーが、今度はアメリカのルイジアナ州に二度目の上陸を果たしました。ニューヨーク・タイムズによると、地元当局は先週金曜日以降の死者数が38人に達したと報じています。ハービーは北東に進み、今夜までに緩やかに弱体化し、熱帯低気圧になると予想されています。",
                "eng_text": "Tropical storm Harvey (hurricane earlier this month) makes its second landfall, this time in the U.S. state of Louisiana. The New York Times reports local officials say the death toll since last Friday is now 38. Moving northeast, Harvey is expected to gradually weaken to a tropical depression by tonight",
                "d2v_vecs": {}
            },
            {
                "id": 33488,
                "date": "2017-08-31T00:00:00Z",
                "text": "ハリケーンハービー。ハリス郡洪水制御地区の担当者は、洪水のピーク時に、ヒューストン市を含む郡全体の1,800平方マイルの70パーセントが少なくとも1.5フィートの水に覆われていたと述べています。これは、ロードアイランド州よりも広い範囲です。",
                "eng_text": "A Harris County Flood Control District official says at the height of the flooding, 70 percent of the county’s 1,800 square miles, which includes the city of Houston, was covered with at least 1.5 feet of water, an area larger than the state of Rhode Island",
                "d2v_vecs": {}
            },
            {
                "id": 33487,
                "date": "2017-08-31T00:00:00Z",
                "text": "ハリケーンハービー。2017年のアルケマ工場爆発。テキサス州クロスビーのアルケマ化学工場で一連の小さな爆発が起こり、洪水によって化学物質の安定性を保つ冷却システムが停止したため、さらなる爆発が予想されています。テキサス州ベイタウンのヒューストンメソジストサンジャシント病院は、21人の初動対応者を化学物質に曝露したため治療しました。工場から1.5マイル（2.4km）半径内に住んでいる住民は避難しました。",
                "eng_text": "A series of small explosions occur at the Arkema chemical plant in Crosby, Texas, and according to the company more are expected, after floodwaters shut down the cooling systems that kept the chemicals stable. Houston Methodist San Jacinto Hospital in Baytown, Texas treated 21 first responders for chemical exposure. Residents living within a 1.5-mile (2.4 km) radius of the plant are evacuated",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33213,
                "date": "2017-08-02T00:00:00Z",
                "text": "ミネハハ・アカデミーのガス爆発。ミネソタ州ミネアポリスにある入学準備学校、ミネハハ・アカデミーでの天然ガス爆発が、スタッフ2名を死亡させました。他に9人が負傷し、そのうち7人が入院中で、3人は重篤な状態、4人は重症です。",
                "eng_text": "A natural gas explosion at college prep school Minnehaha Academy in Minneapolis, Minnesota, kills two staff members. Another nine people were injured, seven of whom are hospitalized, three in critical and four in serious condition",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33210,
                "date": "2017-08-02T00:00:00Z",
                "text": "イギリスの王室の配偶者。エディンバラ公フィリップ王子が、1952年以来22,219の単独公務をこなした後、96歳で公の出演から引退します。",
                "eng_text": "Prince Philip, Duke of Edinburgh, retires from public appearances at the age of 96, after having completed 22,219 solo engagements since 1952",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33218,
                "date": "2017-08-02T00:00:00Z",
                "text": "2017年のベネズエラ憲法結集選挙。ロンドンでの記者会見で、日曜日の選挙で使用された選挙システムを提供したベネズエラ所有の多国籍企業であるスマーティックのCEOは、投票に参加した人数が少なくとも100万人分改竄されていたと述べました。",
                "eng_text": "At a news briefing in London, the CEO of Smartmatic,  the Venezuelan-owned multinational company that provided the election system used in  Sunday's election, says the number of those participating in the poll was tampered with, off by at least one million",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33219,
                "date": "2017-08-02T00:00:00Z",
                "text": "ドナルド・トランプの移民政策。アメリカ合衆国大統領のドナルド・トランプは、トム・コットン上院議員とデビッド・パーソン上院議員とともに、合法的な移民を半分に減らし、「能力主義のシステム」を導入するという計画であるRAISE法案を公表しました。現行の家族連鎖移民システムではなく、熟練労働者を優先するシステムです。",
                "eng_text": "United States President Donald Trump, together with Senators Tom Cotton and David Perdue, unveils the RAISE Act, a plan that would, if passed, reduce legal immigration to the U.S. by half each year, and implement a \"merit-based system\" prioritizing skilled workers, instead of the current family-based chain migration system",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33232,
                "date": "2017-08-03T00:00:00Z",
                "text": "アメリカ政治。ウェストバージニア州知事ジム・ジャスティスが、ハンティントンで行われたドナルド・トランプ大統領の集会中に、所属政党を民主党から共和党に変更することを発表します。",
                "eng_text": "West Virginia Governor Jim Justice announces, during U.S. President Donald Trump's rally in Huntington, he is changing his party affiliation from Democratic to Republican",
                "d2v_vecs": {}
            },
            {
                "id": 33235,
                "date": "2017-08-04T00:00:00Z",
                "text": "アメリカの経済。先月、アメリカ経済は20万以上の雇用を追加し、失業率は前回の16年低い水準の4.3％に低下しました。賃金の成長は、連邦準備理事会の目標である3.5％の水準以下で推移しました。",
                "eng_text": "The U.S. economy added over 200,000 jobs last month, dropping the country's unemployment rate to match a previous 16-year low at 4.3%.  Wage growth remained below the Federal Reserve Board's target of 3.5%",
                "d2v_vecs": {}
            },
            {
                "id": 33280,
                "date": "2017-08-10T00:00:00Z",
                "text": "アメリカの経済。DineEquityは、160店舗のApplebee'sとIHOPレストランを閉鎖すると発表します。",
                "eng_text": "DineEquity announces it will close 160 Applebee's and IHOP restaurants",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33222,
                "date": "2017-08-03T00:00:00Z",
                "text": "ナッシュビル国際空港。南西航空によれば、1つのトイレによる下水漏れが約200名の乗客の荷物を汚染しました。",
                "eng_text": "A sewage leak, due to a single toilet, contaminated about 200 passengers's bags at Nashville International Airport, according to Southwest Airlines",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33225,
                "date": "2017-08-03T00:00:00Z",
                "text": "2017年のメキシコ-アメリカ外交危機と豪州-アメリカ関係。アメリカ大統領ドナルド・トランプと外国の指導者との2つの電話会話の記録が流出する。トランプは1月27日にメキシコのエンリケ・ペニャ・ニエト大統領と国境壁の提案について意見が合わず、翌日オーストラリアのマルコム・ターンブル首相とナウルとマヌス島にいる難民の再定住協定について意見が合わなかった。",
                "eng_text": "Two transcripts of telephone conversations between U.S. President Donald Trump and foreign leaders are leaked. Trump was shown to disagree with Mexican President Enrique Peña Nieto on 27 January over the proposed border wall, and with Australian Prime Minister Malcolm Turnbull the next day over the resettlement deal of refugees in Nauru and Manus",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33233,
                "date": "2017-08-03T00:00:00Z",
                "text": "サッカーの移籍市場において、パリ・サンジェルマンは世界記録となる2億2200万ユーロ（2億ポンド、2億6400万米ドル）でFCバルセロナからネイマールを獲得しました。",
                "eng_text": "In association football, Paris Saint-Germain sign Neymar from FC Barcelona for a world-record transfer fee of €222 million (£200 million, US$264 million)",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33239,
                "date": "2017-08-04T00:00:00Z",
                "text": "2017年のルワンダ大統領選挙。ルワンダの有権者が大統領を選ぶために投票所に行きました。2000年以来の現職であるポール・カガメは、民主的な緑の党のフランク・ハビネザや独立候補のフィリップ・ンパイマナからの挑戦にもかかわらず、選挙を形式的なものと表現しました。カガメは得票率98.66％で再選されました。",
                "eng_text": "Voters in Rwanda go to the polls to elect their president. Paul Kagame, incumbent since 2000, referred to the election as a formality, despite challenges from the Democratic Greens' Frank Habineza and independent Philippe Mpayimana. Kagame is re-elected with 98.66 of the vote",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33234,
                "date": "2017-08-04T00:00:00Z",
                "text": "デンマークの王妃。デンマークのヘンリク王子は、デンマークの王族が1559年以来葬られているロスキレ大聖堂に、クリスティーヌ・マルグレーテ2世女王の隣に埋葬されないと発表しました。83歳のフランス生まれのヘンリクは、王配としての平等でない役割に不満を持っていました。特別に設計された石棺を夫妻のために作った77歳のマルグレーテ女王は、王室の広報担当者によると、ヘンリクの決定を受け入れました。",
                "eng_text": "Denmark's Prince Henrik announces he won't be buried next to Queen Margrethe II in the Roskilde Cathedral where Danish royals have been buried since 1559. The 83-year-old, French-born Henrik has been dissatisfied with his non-equal role as Prince consort. The 77-year old Margrethe, who had a specially designed sarcophagus made for the couple, accepts Henrik's decision, according to a royal house spokeswoman",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33236,
                "date": "2017-08-04T00:00:00Z",
                "text": "2017年のドバイの超高層ビル火災。アラブ首長国連邦のドバイにある79階建てのトーチタワーで発生した火災は夜間の避難を強いられたが、数時間で制御され、即座には重傷者は報告されなかった。この建物は2015年2月の火災の影響でまだ外装工事中であり、調査官は少なくとも一部を可燃性のサイディングに起因するとしていた。これは、ロンドンのグレンフェルタワー火災の調査結果と響き合っていた。",
                "eng_text": "A fire at the 79-story Dubai Torch Tower in the United Arab Emirates, which forced nighttime evacuations, was under control in a few hours with no serious injuries immediately reported. The building's exterior was still being renovated from a fire in February, 2015, which   investigators had blamed, at least in part, to flammable siding,  echoing the findings of this past June's Grenfell Tower fire in London",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33246,
                "date": "2017-08-05T00:00:00Z",
                "text": "2017年のインド副大統領選挙。ヴェンカイア・ナイドゥがインド第13代副大統領に選出されました。",
                "eng_text": "Venkaiah Naidu elected as India's 13th Vice-President of India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33241,
                "date": "2017-08-05T00:00:00Z",
                "text": "2017年のV-22オスプレイ墜落事故。オーストラリアのクイーンズランド州沖でMV-22オスプレイが墜落した後、行方不明のアメリカ海兵隊員3名を捜索中です。26名のうち23名が救助されました。",
                "eng_text": "Searches are underway for three members of the United States Marine Corps missing after a MV-22 Osprey crashed off the coast of the Australian state of Queensland. Twenty three of the twenty six people on board have been rescued",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33244,
                "date": "2017-08-05T00:00:00Z",
                "text": "2017年のモーリタニア憲法改正国民投票。モーリタニアの有権者がモーリタニア憲法を改正するかどうかについての国民投票に参加し、モーリタニアの国旗に赤い帯を追加することや上院の廃止など、最も重要な提案された変更が含まれていました。OCHRは、モハメド・ウルド・アブデル・アジズ政権を批判し、野党の抗議活動の抑圧が明白であると非難しています。",
                "eng_text": "Voters in Mauritania participate in a referendum on whether to amend the Constitution of Mauritania, with the abolition of the Senate and addition of red bands to the flag of Mauritania among the most significant proposed changes. The OCHR has criticised Mohamed Ould Abdel Aziz's government for apparent suppression of opposition protests",
                "d2v_vecs": {}
            },
            {
                "id": 33260,
                "date": "2017-08-07T00:00:00Z",
                "text": "2017年のモーリタニア憲法改正国民投票。土曜日の憲法改正国民投票の結果、モーリタニア国民は上院を廃止することに賛成したことがわかった。投票率は53.73％で、85％の有権者が変更を支持していると当局が発表した。",
                "eng_text": "Results from Saturday's constitutional referendum show Mauritanians have voted to abolish the Senate. Turnout was 53.73%, with 85% of voters supporting the change, according to officials",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33243,
                "date": "2017-08-05T00:00:00Z",
                "text": "ミネソタ州における犯罪。自家製爆弾がミネソタ州ブルーミントンのモスクで爆発。けが人は報告されておらず、FBIが事件を調査中です。",
                "eng_text": "An improvised explosive device goes off at a mosque in Bloomington, Minnesota. No injuries were reported, and the FBI is investigating the case",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33245,
                "date": "2017-08-05T00:00:00Z",
                "text": "ハサン・ロウハニの2回目の就任式。イラン大統領ハサン・ロウハニが、2回目の4年任期を開始するために就任宣誓を行います。",
                "eng_text": "Iranian President Hassan Rouhani takes the oath of office to start his second four-year term",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33255,
                "date": "2017-08-06T00:00:00Z",
                "text": "UEFA女子EURO 2017。UEFA女子EURO 2017決勝戦で、オランダがデンマークに4-2で勝利し、初めてUEFA女子チャンピオンシップのタイトルを獲得しました。",
                "eng_text": "In the UEFA Women's Euro 2017 Final, the Netherlands beats Denmark 4–2 for their first UEFA Women's Championship title",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33256,
                "date": "2017-08-06T00:00:00Z",
                "text": "2017年FAコミュニティ・シールド。アーセナルFCは地元ライバルのチェルシーFCを1-1（PK戦で4-1）で破り、FAコミュニティ・シールドを制覇しました。",
                "eng_text": "Arsenal F.C. beat local rivals Chelsea F.C. 1–1 (4–1 on penalties) to win the FA Community Shield",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33259,
                "date": "2017-08-07T00:00:00Z",
                "text": "フィリピンのメディア。2日間でさらに2人のフィリピン人ジャーナリストが殺害され、2000年以来100人以上のジャーナリストが殺害されてきた犠牲者の数に加わった。",
                "eng_text": "Two more Filipino journalists are murdered in a span of two days adding to toll of more than a hundred journalists killed since 2000",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33261,
                "date": "2017-08-07T00:00:00Z",
                "text": "南アフリカの汚職。南アフリカ国民議会の議長、バレカ・ムベテは、ジェイコブ・ズマ大統領に対する不信任決議案が無記名投票によって行われると発表した。この投票は2017年8月8日に行われ、大統領に対する8回目の不信任決議案であり、初めての無記名投票となる。",
                "eng_text": "The Speaker of the National Assembly of South Africa, Baleka Mbete, announces that a vote of no confidence in President Jacob Zuma will be held by secret ballot. The vote, to be held on 8 August 2017, will be the eighth vote of no confidence against the president and the first by secret ballot",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33258,
                "date": "2017-08-07T00:00:00Z",
                "text": "アメリカの航空会社の破産。エアキャリアのペンエアがアメリカで第11章の破産を宣言し、デンバー、コロラドおよびポートランド、オレゴンへのサービスを終了します。",
                "eng_text": "Air carrier PenAir declares Chapter 11 bankruptcy in the United States, and ends service to Denver, Colorado, and Portland, Oregon",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33262,
                "date": "2017-08-08T00:00:00Z",
                "text": "。マラウイの戦い。ペンタゴンは、承認された場合、後で米軍がISISと関連するマウテグループおよび関連するイスラム過激派組織と戦うために地上部隊を配置することを検討しています。スポークスマンは後にこれらの主張を否定し、さらにフィリピンが要求をしていないことを明確にしました。",
                "eng_text": "The Pentagon is considering conducting airstrikes in Marawi, which if approved would later put U.S. troops on the ground to battle the ISIS-affiliated Maute group as well as related Islamist terror groups. A spokesperson later denied the claims as well as clarified that the Philippines has yet to make a request",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33263,
                "date": "2017-08-08T00:00:00Z",
                "text": "2017年の九寨沟地震。中国西南部の四川省でマグニチュード7.0の地震が発生し、少なくとも13人が死亡し、175人以上が負傷しました。",
                "eng_text": "A magnitude 7.0 earthquake strikes Sichuan in southwest China, killing at least thirteen people and injuring more than 175",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33267,
                "date": "2017-08-08T00:00:00Z",
                "text": "2017年のケニア総選挙。ケニアの有権者は大統領を選出するために投票所に行き、国民議会および上院の議員も選出します。",
                "eng_text": "Voters in Kenya go to the polls to elect the President, as well as members of the National Assembly and Senate",
                "d2v_vecs": {}
            },
            {
                "id": 33293,
                "date": "2017-08-11T00:00:00Z",
                "text": "2017年のケニア総選挙。ケニア選挙管理委員会は、ウフル・ケニヤッタ大統領が再選されたと発表します。ケニヤッタは、ODM候補のライラ・オディンガ氏を140万票以上の差でリードしています。野党のナショナル・スーパー・アライアンスは、この結果を詐欺だと拒否しています。",
                "eng_text": "The Kenyan electoral commission announces that President Uhuru Kenyatta has won re-election. Kenyatta leads ODM candidate Raila Odinga by more than 1.4 million votes. The opposition National Super Alliance rejects this finding as fraudulent",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33264,
                "date": "2017-08-08T00:00:00Z",
                "text": "2017年の北朝鮮危機。アメリカ大統領ドナルド・トランプは、「もし北朝鮮がアメリカを脅かしたら、世界が見たことのないような“火と怒り”を放つ」と約束します。",
                "eng_text": "U.S. President Donald Trump promises \"fire and fury like the world has never seen\" if North Korea threatens the United States",
                "d2v_vecs": {}
            },
            {
                "id": 33265,
                "date": "2017-08-08T00:00:00Z",
                "text": "2017年の北朝鮮危機。トランプがこの発言をした数時間後、北朝鮮はグアム米領土にミサイル攻撃を検討していると発表します。",
                "eng_text": "Hours after Trump made this remark, North Korea says it is \"carefully examining\" a missile strike against United States territory of Guam",
                "d2v_vecs": {}
            },
            {
                "id": 33315,
                "date": "2017-08-14T00:00:00Z",
                "text": "2017年の北朝鮮危機。戦略国際問題研究所は、北朝鮮がミサイルプログラム用に高性能な液体推進エンジンを入手したとする報告書を発表しました。これはおそらく、ロシアやウクライナの違法ネットワークから入手されたものであり、ユージマッシュ施設で生産された可能性が高いとされています。ウクライナはこれらの主張を否定しています。",
                "eng_text": "The International Institute for Strategic Studies releases a report arguing that North Korea has acquired a high-performance liquid-propellant engine for its missile program, probably from illicit networks in Russia and Ukraine, likely produced by Yuzhmash facilities. Ukraine denies the allegations",
                "d2v_vecs": {}
            },
            {
                "id": 33472,
                "date": "2017-08-29T00:00:00Z",
                "text": "2017年の北朝鮮危機。 2017年8月、北朝鮮が日本上空を通過するミサイルを発射。北朝鮮はホアソン12弾道ミサイルを発射し、2,700キロ（1,700マイル）飛行させ、日本北部の北海道上空を通過し、全国的なJ-アラート警報システムの作動を促した。これは2009年以来、北朝鮮のミサイルが日本領土を通過した初めての事例です。",
                "eng_text": "North Korea fires a Hwasong-12 ballistic missile which flies 2,700 kilometres (1,700 mi), passing over Hokkaido, northern Japan, prompting the activation of the nationwide J-Alert warning system. This is first time since 2009 that a North Korean missile has passed over Japanese territory",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33273,
                "date": "2017-08-09T00:00:00Z",
                "text": "ロシアとアメリカの関係。国際的なオープンスカイ条約によって与えられた権限の下、武装していないロシア空軍の偵察機がワシントンD.C.地域のいくつかの政府建物や名所、そしてニュージャージー州ベッドミンスターにある大統領の公邸を飛行している。",
                "eng_text": "Unarmed Russian Air Force reconnaissance jets, under the authority provided by international Open Skies Treaty,  fly over several Washington, D.C., area government buildings and landmarks as well as the President's residence in Bedminster, New Jersey",
                "d2v_vecs": {}
            },
            {
                "id": 33492,
                "date": "2017-08-31T00:00:00Z",
                "text": "ロシアとアメリカの関係。アメリカ国務省は、ロシアに対し、2017年9月2日までにサンフランシスコの総領事館と他2つの建物を閉鎖するよう命じ、7月にロシアが行った措置に対する「対等性」を根拠にしている。",
                "eng_text": "The United States State Department orders Russia to close the Consulate-General in San Francisco and two other buildings by September 2, 2017, invoking \"parity\" over a Russian measure in July",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33274,
                "date": "2017-08-09T00:00:00Z",
                "text": "アメリカ合衆国とベネズエラの関係。アメリカは2017年憲法議会の書記であるアダン・チャベスを含む8人のベネズエラの公務員に新たな制裁を科した。「南アメリカの国での民主主義の後退を阻止するため」として。",
                "eng_text": "The U.S.  imposes new sanctions on eight Venezuelan officials, including Secretary of the 2017 Constituent Assembly Adán Chávez - the late President Hugo Chávez's brother,  to \"deter further democratic backsliding\" in the South American country",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33275,
                "date": "2017-08-09T00:00:00Z",
                "text": "北朝鮮の犯罪。北朝鮮は病気の保釈で投獄中のカナダの牧師ヒョン・スリムを釈放します。",
                "eng_text": "North Korea releases imprisoned Canadian pastor Hyeon Soo Lim on \"sick bail",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33276,
                "date": "2017-08-09T00:00:00Z",
                "text": "アメリカ軍における性的指向と性自認。5人のトランスジェンダーのアメリカ軍人が、トランプ大統領とペンタゴンのトップ関係者を提訴し、先月遅くに発表されたトランプ大統領の政策変更によりトランスジェンダーの軍務参加を禁止する内容について効力が発生しないように要請しています。",
                "eng_text": "Five transgender United States military personnel sue President Donald Trump and top Pentagon officials over the President's policy change announced late last month banning transgender people from serving in the military. The suit asks the court to prevent the ban from going into effect",
                "d2v_vecs": {}
            },
            {
                "id": 33430,
                "date": "2017-08-25T00:00:00Z",
                "text": "アメリカ軍における性的指向と性自認。ドナルド・トランプ大統領は、軍の人員に対する性別適合手術の資金提供を停止し、トランスジェンダー個人の軍への入隊を拒否する大統領令を発行した。トランプ大統領は7月下旬にこの政策変更をツイッターで発表した。2つのLGBT権利団体は、この政策変更が違憲であり、トランスジェンダーサービスメンバーに対する平等な保護と正当な手続きを否定していると主張して、2週間前に連邦訴訟を提起した。",
                "eng_text": "President Donald Trump issues a presidential memorandum that stops funding of sex reassignment procedures for military personnel, and that denies entry of transgender individuals into the military. President Trump announced this policy change via Twitter in late July. Two LGBT rights organizations filed a federal lawsuit two weeks ago arguing this policy change is unconstitutional because it denies transgender service members equal protection and due process",
                "d2v_vecs": {}
            },
            {
                "id": 33477,
                "date": "2017-08-29T00:00:00Z",
                "text": "アメリカ軍における性的指向と性自認について、国防長官ジェームズ・マティスは、6月に開始された研究の結果次第で、軍に所属するトランスジェンダーの兵士が引き続き勤務することが確認されると発表しました。この研究は、ペンタゴンが戦争を戦い勝利する能力を評価するために行われています。",
                "eng_text": "Defense Secretary James Mattis announces that transgender troops in the military will continue to serve pending the results of a study started in June to assess the Pentagon's ability to fight and win wars",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33270,
                "date": "2017-08-09T00:00:00Z",
                "text": "ルヴァルワ＝ペレの攻撃。フランスの兵士6人が、パリ郊外のルヴァルワ＝ペレにある兵舎で男が車で突っ込んだ際に、3人が重傷を負うテロ攻撃が疑われています。",
                "eng_text": "In a suspected terror attack, six French soldiers are injured, three seriously, when a man drives a car into them at a barracks in the Paris suburb of Levallois-Perret",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33284,
                "date": "2017-08-10T00:00:00Z",
                "text": "テヘラン市長。改革派候補のモハンマド・アリ・ナジャフィが、市議会によって一致してテヘラン市長に選出され、原理主義者のモハンマド・バガヴェル・ガリバフの12年間の在職期間を終了させました。",
                "eng_text": "Reformist candidate Mohammad-Ali Najafi is unanimously elected Mayor of Tehran by the city council, ending the 12-year tenure of Principlist Mohammad-Bagher Ghalibaf",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33282,
                "date": "2017-08-10T00:00:00Z",
                "text": "中国における道路事故。中国の陝西省でバス事故が発生し少なくとも36人が死亡。バスは成都と洛陽を結ぶ路線を運行していました。",
                "eng_text": "At least 36 people die in a bus crash in China's Shaanxi province. The bus was travelling between Chengdu and Luoyang",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33281,
                "date": "2017-08-10T00:00:00Z",
                "text": "移民危機。国連国際移住機関は、過去2日間に2つの事件で、エチオピアや他のアフリカの角の国々からの280人の移民がイエメン沿岸部の海に投げ込まれたと報告しています。50人以上の難民が溺れ、30人以上が未だ行方不明です。",
                "eng_text": "The United Nations International Organization for Migration reports, over the last two days in two incidents, smugglers have thrown 280 migrants from Ethiopia and other Horn of Africa countries into the sea off the coast of Yemen. More than 50 refugees have drowned with over 30 people still missing",
                "d2v_vecs": {}
            },
            {
                "id": 33289,
                "date": "2017-08-11T00:00:00Z",
                "text": "移民危機。アフリカからイエメンへの旅路中、ホーン岬からの移民最低56人が紅海で溺れる。人身売買業者が300人を二隻の船に乗せ、海に投げ込んだ。",
                "eng_text": "At least 56 African migrants drown in the Red Sea while traveling from the Horn of Africa to Yemen. Human traffickers had forced 300 people aboard two boats into the sea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33286,
                "date": "2017-08-11T00:00:00Z",
                "text": "最高齢の男性。世界最高齢の男性であり、最高齢のホロコースト生存者としても知られるポーランド系イスラエル人のイスラエル・クリスタル氏が、113歳330日でイスラエルのハイファで亡くなりました。",
                "eng_text": "The world's oldest man, Polish–Israeli Yisrael Kristal, who was also recognized as the oldest living Holocaust survivor, dies at age 113 years, 330 days, in Haifa, Israel",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33295,
                "date": "2017-08-11T00:00:00Z",
                "text": "右派集会を結集。バージニア州シャーロッツビルで「右派を結集せよ」と呼ばれる白人ナショナリストの集会が行われました。",
                "eng_text": "A white nationalist rally called \"Unite the Right\" takes place in Charlottesville, Virginia",
                "d2v_vecs": {}
            },
            {
                "id": 33300,
                "date": "2017-08-12T00:00:00Z",
                "text": "右翼団結デモ。バージニア州警察のヘリコプターがデモを監視中に墜落し、搭乗していた2人の警官が亡くなる。",
                "eng_text": "A Virginia State Police helicopter monitoring protests crashes, killing two officers onboard",
                "d2v_vecs": {}
            },
            {
                "id": 33299,
                "date": "2017-08-12T00:00:00Z",
                "text": "右翼結集デモ。ヴァージニア州知事が抗議活動のために非常事態宣言を宣言します。",
                "eng_text": "The Governor of Virginia declares a state of emergency due to the protests",
                "d2v_vecs": {}
            },
            {
                "id": 33298,
                "date": "2017-08-12T00:00:00Z",
                "text": "右派統一集会。バージニア州シャーロッツビルで、ロバート・エドワード・リー像の撤去に対する白人至上主義者と対立するカウンタープロテスターとの間で戦いが勃発。1人が死亡し、車を運転してカウンタープロテスターの群衆に突入した男性が複数人が負傷。",
                "eng_text": "Fights break out between white supremacists and counterprotesters in Charlottesville, Virginia, over the removal of the Robert Edward Lee Sculpture. One person is killed and several people are injured after a man drove his car into a crowd of counterprotesters",
                "d2v_vecs": {}
            },
            {
                "id": 33457,
                "date": "2017-08-27T00:00:00Z",
                "text": "2017年のバークレー抗議活動。カリフォルニア州バークレーで極右の抗議者と何千人もの極左の対抗抗議者が衝突し、少なくとも14人が逮捕されました。",
                "eng_text": "Far-right protesters and thousands of far-left counter-protesters clash in Berkeley, California, leading to the arrest of at least 14 people",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33288,
                "date": "2017-08-11T00:00:00Z",
                "text": "アレクサンドリア列車衝突事故。エジプトのアレクサンドリアで、2本の列車が衝突し、少なくとも41人が死亡し、少なくとも179人が負傷しました。",
                "eng_text": "Two trains collide in Alexandria, Egypt, killing at least 41 people and injuring at least 179",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33301,
                "date": "2017-08-12T00:00:00Z",
                "text": "2017年8月のネパールとインドの洪水。ネパールでの洪水により少なくとも36人が死亡し、数十人が行方不明になっています。",
                "eng_text": "Flooding in Nepal leaves at least 36 dead and dozens more missing",
                "d2v_vecs": {}
            },
            {
                "id": 33307,
                "date": "2017-08-13T00:00:00Z",
                "text": "2017年8月のネパールとインドの洪水。インド北部のヒマーチャル・プラデーシュ州のハイウェイで土砂崩れが発生し、少なくとも44人が死亡。",
                "eng_text": "At least 44 are killed in a landslide on a highway in the northern India province of Himachal Pradesh",
                "d2v_vecs": {}
            },
            {
                "id": 33357,
                "date": "2017-08-18T00:00:00Z",
                "text": "2017年8月のネパールとインドの洪水。南アジアでの洪水で何万人もの人々が避難し、インド、バングラデシュ、ネパール全体で推定500人の死亡者が出た。",
                "eng_text": "Flooding in South Asia has displaced tens of thousands of people and resulted in an estimated 500 deaths across India, Bangladesh, and Nepal",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33302,
                "date": "2017-08-12T00:00:00Z",
                "text": "2017年の中国・インド国境紛争。インドは、中国人民解放軍とのドクラムでの国境紛争において軍の警戒を強化しています。",
                "eng_text": "India increases its military alert amid a border standoff with the People's Liberation Army of China at Doklam",
                "d2v_vecs": {}
            },
            {
                "id": 33343,
                "date": "2017-08-17T00:00:00Z",
                "text": "2017年の中国–インド国境での対立。中国国営の英語映像メディア、新華社が制作した「The Spark: 7 Sins of India」と題されたプロパガンダ映像が、中国、インド、ブータンが関与したドクラムの対立についてバイラル化し、インド内で怒りを引き起こす。",
                "eng_text": "An English-language Chinese propaganda video from Xinhua, entitled The Spark: 7 Sins of India about the Doklam stand-off involving China, India and Bhutan, goes viral and sparks anger within India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33297,
                "date": "2017-08-12T00:00:00Z",
                "text": "2017年8月のクエッタ自爆テロ事件。パキスタンのバロチスタン州クエッタで、15人が死亡（うち兵士8名）し、40人が負傷したパキスタン軍トラック付近で自爆テロが発生しました。",
                "eng_text": "A suicide bombing took place near a Pakistan army truck in Quetta, Balochistan, Pakistan, leaving 15 people dead including 8 soldiers, while injuring 40 others",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33296,
                "date": "2017-08-12T00:00:00Z",
                "text": "シリア内戦。ホワイトヘルメットの7人のメンバーが、北西シリアの反政府勢力が支配するサルミンの事務所に押し入った身元不明の銃撃犯によって射殺された。",
                "eng_text": "Seven members of the White Helmets are shot dead by unidentified gunmen who stormed their office in rebel-held Sarmin, in northwestern Syria",
                "d2v_vecs": {}
            },
            {
                "id": 33363,
                "date": "2017-08-19T00:00:00Z",
                "text": "シリア内戦。ロシアが支援する停戦合意の翌日、首都の最後の反体制派拠点で戦闘停止に同意した直後、シリア政府の飛行機や砲兵が反体制派が保持する東部ダマスカス郊外やグータにバレル爆弾を投下し、ハムーリヤやザラムカの町で少なくとも5人の市民が死亡し、ジョバールやアイン・テルマの前線で塩素を詰めたロケットでの窒息騒ぎが数件発生した。",
                "eng_text": "A day after a Russian sponsored ceasefire with a rebel group agreed a halt of fighting in the last opposition enclave in the capital, Syrian government airplanes and artillery strike rebel-held eastern Damascus suburbs and Ghouta with barrel bombs, killing at least five civilians in the towns of Hamouriya and Zalamka with several case of suffocation from rockets filled with chlorine that were fired at the front lines of Jobar and Ain Terma",
                "d2v_vecs": {}
            },
            {
                "id": 33374,
                "date": "2017-08-20T00:00:00Z",
                "text": "シリア内戦。ダマスカス国際見本市でロケット弾が命中し、複数の人々が負傷。シリア人権監視団は、5人が死亡したと伝えています。",
                "eng_text": "A rocket hits and injures several people at the Damascus International Fair. The Syrian Observatory for Human Rights says five people have died",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33306,
                "date": "2017-08-13T00:00:00Z",
                "text": "2017年の地震。インドネシアのスマトラ島沖でマグニチュード6.4の地震が発生します。死傷者や建物の構造上の損傷の報告はありません。",
                "eng_text": "A magnitude 6.4 earthquake occurs off the Indonesian island of Sumatra. There are no reports of  casualties or structural damage to buildings",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33305,
                "date": "2017-08-13T00:00:00Z",
                "text": "2017年ワガドゥグー襲撃事件。ブキナファソの首都ワガドゥグーにあるトルコ風のレストランでの攻撃で、少なくとも17人が死亡し、2人がカナダ人を含む8人が負傷していると報じられています。",
                "eng_text": "At least 17 people, including two Canadians, are reported dead and eight others injured in an attack on a Turkish themed restaurant in Ouagadougou, the capital of Burkina Faso",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33312,
                "date": "2017-08-14T00:00:00Z",
                "text": "南軍の記念碑や記念物の撤去。ノースカロライナ州ダラムでの抗議行動では、バージニア州シャーロッツビルでの出来事に連帯を示すため、南軍の記念碑が引き倒されて破壊されました。この行為に関連して女性が逮捕され、起訴されました。",
                "eng_text": "During a protest in Durham, North Carolina, to show solidarity with the events in Charlottesville, Virginia, a Confederate monument was pulled down and destroyed; a woman has been arrested and charged in connection with the event",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33322,
                "date": "2017-08-14T00:00:00Z",
                "text": "ラリーを統一せよ。ゴッドデディのようないくつかのインターネット企業が、ネオナチや白人至上主義者、オルトライトのウェブサイト『ザ・デイリー・ストーマー』が利用規約違反のためサービスを停止し、バージニア州シャーロッツビルでの週末の暴力事件に対応した。",
                "eng_text": "Several internet companies, such as domain registrar GoDaddy and video game chat application Discord, shut down services for neo-Nazi, white supremacist, alt-right website The Daily Stormer for violation of terms of service, and in response to this weekend's violence in Charlottesville, Virginia",
                "d2v_vecs": {}
            },
            {
                "id": 33350,
                "date": "2017-08-17T00:00:00Z",
                "text": "ユナイト・ザ・ライト・ラリー。インターネット企業CloudFlareは、新ナチ主義者で白人至上主義者のウェブサイトThe Daily Stormerに対するCDNのサポートを終了しました。The Daily Stormerは、同社が彼らの主張を支持していると主張したためです。",
                "eng_text": "Internet firm CloudFlare ceased CDN support for the neo-Nazi, white supremacist website The Daily Stormer, after The Daily Stormer claimed that the company supported their cause",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33317,
                "date": "2017-08-14T00:00:00Z",
                "text": "フィリピン麻薬戦争。上院院内総務ビセンテ・\"ティト\"・ソット3世は、自説演説でアグネス・キャラマード率いる国連特別報告者たちを批判し、「ヘリコプター専門家」と呼んで、「彼らが全く理解していない国の数十年にわたる問題に『解決策』を提案する」ことを非難しました。",
                "eng_text": "Senate Majority Leader Vicente \"Tito\" Sotto III has lashed out at UN special rapporteurs headed by Agnes Callamard, in his privilege speech calling them \"helicopter experts\" for offering \"solutions\" to a decades-old problem of a country \"they are not even familiar with\"",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33313,
                "date": "2017-08-14T00:00:00Z",
                "text": "2017年のシエラレオネの土砂崩れ。シエラレオネの首都フリータウン付近で発生した豪雨による土砂崩れが、少なくとも350人を殺害し、死者数は500人にまで上昇すると予想されています。",
                "eng_text": "A mudslide triggered by heavy rain near Sierra Leone's capital Freetown, kills at least 350 people with the death toll expected to rise as high as 500",
                "d2v_vecs": {}
            },
            {
                "id": 33334,
                "date": "2017-08-16T00:00:00Z",
                "text": "2017年のシエラレオネの土砂崩れ。フリータウンで土砂崩れの犠牲者を集団埋葬し、霊安室のスペースを確保します。約400人が死亡が確認され、少なくとも600人が行方不明です。",
                "eng_text": "A mass burial of victims of the landslide is held in Freetown to free up space in mortuaries. Nearly 400 people are confirmed dead with at least 600 missing",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33319,
                "date": "2017-08-14T00:00:00Z",
                "text": "オーストラリアの政治。 オーストラリアの副首相であるバーナビー・ジョイスは、選挙以来、ニュージーランドとの二重国籍を自覚せずに持っていたことが明らかになりました。これは、オーストラリア憲法の第44条により、彼の候補資格を剥奪した可能性があります。",
                "eng_text": "The Deputy Prime Minister of Australia Barnaby Joyce is revealed to have unknowingly held dual citizenship with New Zealand since his election, which may have rendered him ineligible for candidacy under section 44 of the Constitution of Australia",
                "d2v_vecs": {}
            },
            {
                "id": 33369,
                "date": "2017-08-19T00:00:00Z",
                "text": "2017年のオーストラリア憲法危機。オーストラリアの上院議員であるニック・ゼノフォン氏がイギリスとの二重国籍を保持していることが発覚した。",
                "eng_text": "Australian Senator Nick Xenophon is discovered to hold dual citizenship with Britain",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33321,
                "date": "2017-08-14T00:00:00Z",
                "text": "聖域都市。カリフォルニア州とサンフランシスコ市が、聖域都市に反対するアメリカ合衆国連邦政府を提訴します。",
                "eng_text": "California and San Francisco sue the United States Federal government over its opposition towards sanctuary cities",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33310,
                "date": "2017-08-14T00:00:00Z",
                "text": "大時計。ロンドンのビッグベン、エリザベスタワーの上に位置するビッグベンは、必要な修理作業が行われる間、2017年8月21日から4年間沈黙します。",
                "eng_text": "London's Big Ben, atop Elizabeth Tower, will fall silent for four years beginning 21 August while essential repair works are performed",
                "d2v_vecs": {}
            },
            {
                "id": 33383,
                "date": "2017-08-21T00:00:00Z",
                "text": "ビッグ・ベンの改修。有名な時計塔ビッグ・ベンは、2021年まで修理のため最後の鐘を鳴らす。",
                "eng_text": "The famed clock tower Big Ben chimes for the final time until 2021 before undergoing repairs",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33316,
                "date": "2017-08-14T00:00:00Z",
                "text": "フランスでの犯罪。13歳の少女がセプト＝ソールで車がピザレストランの店先カフェに故意に暴走し、死亡する。少なくとも12人が負傷し、そのうち4人が重傷。運転手は逮捕された。警察はこの事件がテロ関連ではないと考えている。",
                "eng_text": "A 13-year-old girl is killed when a car is deliberately driven into a pizza restaurant's sidewalk cafe in Sept-Sorts, France. At least 12 other people are injured, four critically. The driver is arrested. Police do not believe the incident was terrorism-related",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33323,
                "date": "2017-08-14T00:00:00Z",
                "text": "GW170814。LIGOとVirgo観測所が、2つの合体するブラックホールからの重力波信号を検出します。",
                "eng_text": "LIGO and Virgo observatories detect the gravitational wave signal from two merging black holes",
                "d2v_vecs": {}
            },
            {
                "id": 33351,
                "date": "2017-08-17T00:00:00Z",
                "text": "LIGO/Virgo。LIGO/Virgo共同研究チームによって GW170817 と呼ばれる重力波信号が観測されました。中性子星の衝突が、金、プラチナ、鉛などの重元素を生み出す重力波を引き起こしました。",
                "eng_text": "A gravitational wave signal called GW170817 is observed by the LIGO/Virgo-collaboration. A Neutron star collision triggered the gravitational waves which \"also created heavy elements such as gold, platinum and lead\"",
                "d2v_vecs": {}
            },
            {
                "id": 33485,
                "date": "2017-08-30T00:00:00Z",
                "text": "高速電波バースト。ブレイクスルー・リッスン・イニシアチブの研究者たちは、地球から約30億光年離れた小さな銀河に位置するFRB 121102から15個の新しい強力な高速電波バースト（FRB）を検出したことを発表しました。FRB 121102は2012年に初めて検出され、2015年に再びそこから検出されたFRBの後、さらなる注目を集めました。",
                "eng_text": "Researchers at the Breakthrough Listen initiative announce they have detected 15 new powerful fast radio bursts (FRB) from FRB 121102, located in a dwarf galaxy about three billion light-years from Earth. FRB 121102 was first detected in 2012, and gained further attention after FRBs were detected from there again in 2015",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33330,
                "date": "2017-08-15T00:00:00Z",
                "text": "統一右翼集会。アメリカ製造業連盟の会長であるスコット・ポール、AFL-CIOの会長であるリチャード・トランプカ、および労働組合の元首席補佐官であるシア・リーは、トランプ大統領の集会への対応に異議を唱えるため、彼らはアメリカ製造業評議会から辞任した。この3人の企業幹部は、前日に抗議として評議会から辞任したメルクのCEOケネス・フレイザー、インテルのCEOブライアン・クランザニック、アンダーアーマーのCEOケビン・プランクに加わった。",
                "eng_text": "Alliance for American Manufacturing president Scott Paul, AFL–CIO president Richard Trumka and the union's former chief of staff Thea Lee resign from President Trump's American Manufacturing Council due to their disagreements with Trump's response to the rally. The three corporate executives join Merck CEO Kenneth Frazier, Intel CEO Brian Krzanich and Under Armour CEO Kevin Plank, who also resigned from the council in protest the day prior",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33329,
                "date": "2017-08-15T00:00:00Z",
                "text": "ライト派結集デモ。ニューヨーク市のトランプタワーで行われた記者会見で、インフラ政策に関する大統領令の発表をする予定だったドナルド・トランプ大統領は、シャーロッツビルのデモについての8月12日の発言を擁護し、「両方の側に責任がある」と述べ、デモでの出来事について批判し、「オルト左翼」と呼んで白人至上主義者や右翼の新ナチスと同等とした。",
                "eng_text": "During a press conference at Trump Tower in New York City, which was intended to announce an executive order on infrastructure policy, President Donald Trump defended his August 12 remarks about the Charlottesville rally, placing \"blame on both sides\" for the incidents at the rally and criticizing what he referred to as the \"alt-left,\" equating them with white supremacists and neo-Nazis on the right",
                "d2v_vecs": {}
            },
            {
                "id": 33333,
                "date": "2017-08-16T00:00:00Z",
                "text": "右翼集会を結集する。ドナルド・トランプ大統領は、CEOの辞任に対応して、Strategic and Policy ForumとAmerican Manufacturing Councilの両方を解散する。",
                "eng_text": "President Donald Trump disbands both the Strategic and Policy Forum and American Manufacturing Council in response to the CEO resignations",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33326,
                "date": "2017-08-15T00:00:00Z",
                "text": "ドイツの航空会社。アブダビに拠点を置くエティハド航空の主要株主であるアラビア首長国連邦に基づくエア・ベルリンは、さらなる資金調達を行わないことを選択した後、破産保護を申請します。",
                "eng_text": "Air Berlin, Germany's second largest airline, files for bankruptcy protection after its main shareholder, Abu Dhabi-based Etihad Airways, chose not to make more financing available",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33331,
                "date": "2017-08-16T00:00:00Z",
                "text": "バルチモア市内での南部連合の記念碑や記念碑の撤去。バルチモア市のストーンウォール・ジャクソンとロバート・E・リーの記念碑、南部連合兵士および水兵の記念碑、南部連合女性の記念碑、そしてロジャー・B・タニーの彫刻が夜間に取り外されました。 バルチモア市議会は8月14日に一致して記念碑の撤去を決定しました。",
                "eng_text": "Several Confederate monuments are taken down overnight in the city of Baltimore, Maryland, including the Stonewall Jackson and Robert E. Lee Monument, Confederate Soldiers and Sailors Monument, Confederate Women's Monument and the Roger B. Taney sculpture.  The Baltimore City Council unanimously voted to remove the monuments on August 14",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33337,
                "date": "2017-08-16T00:00:00Z",
                "text": "フィリピン麻薬戦争。フィリピンのマニラ近くで、警察による一連の襲撃で少なくとも32人が死亡したとされ、その原因は進行中の麻薬戦争だとされています。",
                "eng_text": "At least 32 people are killed in a series of police raids near Manila, Philippines, allegedly due to the ongoing drug war",
                "d2v_vecs": {}
            },
            {
                "id": 33345,
                "date": "2017-08-17T00:00:00Z",
                "text": "フィリピンの麻薬戦争。フィリピン国家警察マニラ警察管区によるマニラでの連続した麻薬取締り作戦で、少なくとも25人が死亡し、48人が逮捕されました。",
                "eng_text": "At least 25 people are killed and 48 are arrested by the Philippine National Police Manila Police District in consecutive anti-drug operations in Manila within 24 hours",
                "d2v_vecs": {}
            },
            {
                "id": 33346,
                "date": "2017-08-17T00:00:00Z",
                "text": "フィリピンの麻薬戦争。キアン・ロイド・デロス・サントスさんの射殺事件。17歳の高校3年生であるキアン・ロイド・デロス・サントスさんが、カルーカンでの麻薬摘発作戦から逃れようとして警察に射殺されました。",
                "eng_text": "Kian Loyd delos Santos, a 17-year old Grade 11 student, was shot dead by police after trying to escape an antidrug operation in Caloocan",
                "d2v_vecs": {}
            },
            {
                "id": 33377,
                "date": "2017-08-20T00:00:00Z",
                "text": "フィリピンの麻薬戦争。17歳のキアン・ロイド・デロス・サントス氏の死を受けて怒りが爆発したフィリピンにおける殺害行為をフィリピンのカトリック教会が非難します。",
                "eng_text": "The Philippine Catholic Church condemns the killings in the Philippines after anger erupts due to the death of 17-year old Kian Loyd delos Santos",
                "d2v_vecs": {}
            },
            {
                "id": 33389,
                "date": "2017-08-21T00:00:00Z",
                "text": "フィリピン麻薬戦争。フィリピンでの麻薬撲滅キャンペーンにおいて、17歳の学生、キアン・ロイド・デロス・サントスが射殺された後、フィリピン・カトリック教会の呼びかけに応じ、数千人のデモ隊がエドサで抗議行動を行った。",
                "eng_text": "After the shooting of Kian Loyd delos Santos, a 17-year-old student, in the campaign against drugs in the Philippines, thousands of marchers protest in EDSA heeding calls from the Philippine Catholic Church to criticize the drug war",
                "d2v_vecs": {}
            },
            {
                "id": 33441,
                "date": "2017-08-26T00:00:00Z",
                "text": "フィリピン麻薬戦争。フィリピンで続く麻薬粛清のために殺害された十代の少年の葬儀行列に、数百人の同情者が参加します。",
                "eng_text": "Hundreds of sympathizers attend the funeral procession of a teenager killed allegedly due to the ongoing drug purge in the Philippines",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33335,
                "date": "2017-08-16T00:00:00Z",
                "text": "2017年のコンゴ民主共和国のレイク・アルバート沿いの村での土砂崩れ。少なくとも60人が死亡した。",
                "eng_text": "A landslide in a village along Lake Albert in the Democratic Republic of the Congo leaves at least 60 dead",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33336,
                "date": "2017-08-16T00:00:00Z",
                "text": "ヘリコプターを巻き込んだ事故や事件。アメリカ陸軍戦闘航空旅団のUH-60 ブラックホーク ヘリコプターがハワイ沖で墜落し、5人が乗っていました。行方不明者を捜すアメリカ沿岸警備隊主導の捜索活動が行われています。",
                "eng_text": "A United States Army Combat Aviation Brigade UH-60 Black Hawk helicopter crashes off the coast of Hawaii, with five people on board. A United States Coast Guard-led search for the missing is underway",
                "d2v_vecs": {}
            },
            {
                "id": 33423,
                "date": "2017-08-25T00:00:00Z",
                "text": "ヘリコプターに関わる事故や事件。アメリカのUH-60 ブラックホーク ヘリコプターが訓練任務中にイエメン沖で墜落し、乗っていた6人のうち5人が救出されました。捜索は、他のアメリカ軍隊員1人のために続けられています。",
                "eng_text": "An American UH-60 Black Hawk helicopter on a training mission crashes off the coast of Yemen with six aboard, five of whom have been rescued. The search continues for the other U.S. service member",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33349,
                "date": "2017-08-17T00:00:00Z",
                "text": "ドナルド・トランプ大統領の任期中。ドナルド・トランプ大統領は、計画されていた大統領インフラアドバイザリーカウンシルをたった1か月で終了させました。その前日、戦略政策フォーラムとアメリカ製造協議会の2つのアドバイザリーカウンシルが廃止された後でした。理由は明らかにされませんでした。",
                "eng_text": "President Donald Trump has ended his planned Presidential Advisory Council on Infrastructure after only a month, coming a day after two other advisory councils, the Strategic and Policy Forum and the American Manufacturing Council, were scrapped. No reason was given",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33344,
                "date": "2017-08-17T00:00:00Z",
                "text": "南アフリカとジンバブエの関係。南アフリカ警察は、ジンバブエのファーストレディであるグレース・ムガベが国を去るのを防ぐため、国境で赤色警報を発令した。彼女はヨハネスブルクのホテルの部屋で20歳の女性に対して「重大な身体的損傷を引き起こす意図での暴行」の罪で指名手配されている。",
                "eng_text": "The South African Police Service issues a red alert at the country's borders to prevent First Lady of Zimbabwe Grace Mugabe from leaving the country. She is wanted on charges of \"assault with intent to cause grievous bodily harm\" on a 20-year-old woman in a hotel room in Johannesburg",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33341,
                "date": "2017-08-17T00:00:00Z",
                "text": "アラスカ。アラスカ半島のポートモラーにあるピーターパンシーフードの魚加工工場で大規模な火災が続いています。設備の多くが破壊され、工場は稼働停止中です。村には電気が供給されていません。",
                "eng_text": "A large fire continues to burn at the Peter Pan Seafoods fish processing plant in Port Moller, Alaska, on the Alaska Peninsula. Much of the facility has been destroyed, and the plant is out of commission. Power is out in the village",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33342,
                "date": "2017-08-17T00:00:00Z",
                "text": "アメリカ海軍は、昨年6月にコンテナ船と衝突した際に7名の乗組員が亡くなったUSSフィッツジェラルド艦に乗務していた約12名の水兵が処分されることを発表しました。",
                "eng_text": "The US Navy has announced that about a dozen sailors of the USS Fitzgerald are to be disciplined in the aftermath of the collision with a container ship last June, where 7 crew members died",
                "d2v_vecs": {}
            },
            {
                "id": 33385,
                "date": "2017-08-21T00:00:00Z",
                "text": "2017年に起きた船の難破事故。アメリカ海軍は太平洋艦隊に対して調査を命じた。この衝突は過去2年間で4回目の米海軍艦船の事故であり、過去2カ月で2回目の事故となった。",
                "eng_text": "The U.S. Navy orders an investigation into its Pacific Fleet following the collision, which is the fourth crash involving a U.S. Navy ship in the past two years and the second in the past two months",
                "d2v_vecs": {}
            },
            {
                "id": 33399,
                "date": "2017-08-23T00:00:00Z",
                "text": "アジアで今年起きた4つの衝突事故で17人の船員が亡くなった事件を受けて、米海軍はジョセフ・オーコイン副提督を解任し、ジョン・S・マケイン号を指揮する米第七艦隊の指揮官職から解任しました。",
                "eng_text": "The United States Navy relieves vice admiral Joseph Aucoin as commander of the United States Seventh Fleet following four collisions in Asia this year that claimed the lives of 17 sailors",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33340,
                "date": "2017-08-17T00:00:00Z",
                "text": "2017年のバルセロナ襲撃。バンがバルセロナのラ・ランブラの人々に突っ込み、スペインの警察はテロ攻撃と呼んでいます。少なくとも12人が死亡しました。2人の容疑者が拘束され、ISILが責任を主張しています。",
                "eng_text": "A van drives into crowds of people in La Rambla, Barcelona, in what Spanish police are calling a terrorist attack, killing at least 12 people. Two suspects are taken into custody, and ISIL claims responsibility",
                "d2v_vecs": {}
            },
            {
                "id": 33352,
                "date": "2017-08-18T00:00:00Z",
                "text": "2017年のバルセロナ襲撃。カンブリスの沿岸都市で、カタルーニャ地方の警察が、2度目のバン襲撃を防ぐために対テロ作戦で疑われたテロリスト5人を殺害した。警察は、攻撃者が爆発物を仕掛けたベストを着ていたと報告したが、後にそれらは偽物であることが判明した。",
                "eng_text": "Catalan police in the coastal town of Cambrils kill five suspected terrorists in a counter-terror operation to stop a second van attack. The police reported the attackers were wearing explosive vests, however they were later discovered to be fakes",
                "d2v_vecs": {}
            },
            {
                "id": 33381,
                "date": "2017-08-21T00:00:00Z",
                "text": "2017年のバルセロナ襲撃事件。バルセロナでの先週木曜日のバン襲撃事件の首謀者を捜査していたスペイン警察が、市の西側にいた爆発物を付けているように見える男を射殺した。",
                "eng_text": "Spanish police hunting the chief suspect in last Thursday's van attack in Barcelona shoot dead a man to the west of the city who appeared to be wearing an explosive belt",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33360,
                "date": "2017-08-18T00:00:00Z",
                "text": "ドナルド・トランプによる政治的任命。俳優カル・ペンやアーティストチャック・クローズを含む大統領委員会の17人全員が辞任します。",
                "eng_text": "All 17 members of the President's Committee on the Arts and Humanities, including actor Kal Penn and artist Chuck Close, resign",
                "d2v_vecs": {}
            },
            {
                "id": 33358,
                "date": "2017-08-18T00:00:00Z",
                "text": "ドナルド・トランプによる政治任命。スティーブ・バノンが大統領ドナルド・トランプのホワイトハウス首席戦略家としての辞任を発表。",
                "eng_text": "Steve Bannon resigns as President Donald Trump's White House Chief Strategist",
                "d2v_vecs": {}
            },
            {
                "id": 33371,
                "date": "2017-08-19T00:00:00Z",
                "text": "ドナルド・トランプによる政治的任命。牧師A.R.バーナードが、大統領の福音主義諮問委員会から辞任する最初の宗教指導者となりました。",
                "eng_text": "Pastor A.R. Bernard becomes the first religious leader to resign from the president's evangelical advisory board",
                "d2v_vecs": {}
            },
            {
                "id": 33429,
                "date": "2017-08-25T00:00:00Z",
                "text": "ドナルド・トランプによる政治任命。大統領補佐官のセバスチャン・ゴルカは、トランプ政権の外交政策の方向性に不満を表明して辞任した。",
                "eng_text": "Deputy Assistant to the President Sebastian Gorka resigns expressing unhappiness with the direction of the Trump administration’s foreign policy",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33355,
                "date": "2017-08-18T00:00:00Z",
                "text": "文化財の帰還。去年7月に米国から帰還された、韓国戦争中にアメリカ兵によって違法に持ち出された二つの朝鮮王朝時代の王室印章が、韓国の国立宮殿博物館で展示されています。",
                "eng_text": "Two Joseon Dynasty-era royal seals which were repatriated last July from the U.S. after being illegally taken out by an American soldier during the Korean War, are on exhibit at the National Palace Museum of Korea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33356,
                "date": "2017-08-18T00:00:00Z",
                "text": "マクドナルド。イギリスの2つのマクドナルド店で働く労働者たちが、労働条件とゼロ時間契約の使用に対してストライキを行うことに圧倒的多数で賛成票を投じた。これは、イギリスにおけるこのファストフードチェーンに対する初の労働行動となるだろう。",
                "eng_text": "Workers at two British McDonald's restaurants overwhelmingly vote to authorize a strike  over working conditions and the use of zero-hour contracts, which would be the first such labor action against the fast-food chain in the U.K",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33367,
                "date": "2017-08-19T00:00:00Z",
                "text": "2017年、カタウリ鉄道脱線事故が発生しました。この事故は、インドのウッタル・プラデーシュ州のカタウリ近くで列車が脱線し、少なくとも23人が死亡し、156人が負傷しました。",
                "eng_text": "A train derails near Khatauli, Uttar Pradesh, India, resulting in at least 23 deaths and 156 injuries",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33368,
                "date": "2017-08-19T00:00:00Z",
                "text": "第二次世界大戦における米海軍の被害。リトルボーイ原子兵器の部品を運び、1945年に日本海軍の潜水艦I-58に雷撃されて沈んだUSSインディアナポリス重巡洋艦の残骸が北太平洋の海底で発見される。沈没から4〜5日後にようやく救助された317人の米兵/海兵隊員はサメが多い海で暮らすことを強いられた。",
                "eng_text": "The wreckage of the USS Indianapolis heavy cruiser, torpedoed by the Imperial Japanese Navy submarine I-58 and sunk in 1945 after delivering parts for the Little Boy atomic weapon, is discovered on the floor of the North Pacific Ocean. Only 317 of the U.S. Sailors/Marines who survived the sinking were finally rescued  after 4–5 days in shark-infested waters",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33380,
                "date": "2017-08-20T00:00:00Z",
                "text": "北朝鮮のメディア。BBCワールドサービスのディレクターは、最近の国際的な緊張状態にも関わらず、9月に北朝鮮向けのラジオサービスを開始することに対する北朝鮮政府の反応に備えていると述べています。ロンドンの北朝鮮大使館は、すでにBBCに対して「明確な形で」と述べ、平壌はそのようなサービスを望んでいないと伝えています。",
                "eng_text": "The director of the BBC World Service says it is prepared for the North Korean government's reaction over the targeted launch of a radio service on North Korea in September, despite the recent international tensions. The North Korean embassy in London has already told the BBC \"in no uncertain terms\" that Pyongyang does not want any such service",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33373,
                "date": "2017-08-20T00:00:00Z",
                "text": "イラク内戦。タルアファルの戦い（2017年）。イラク治安部隊は、シーア派ボランティアとクルドのペシュメルガ戦士と共に、イスラム国イラク＆シリア（ISIL）の過激派からタルアファル市を取り戻すために地上攻勢を開始する。この市は最近のモスル解放以来、ISIL支配地域から孤立していた。",
                "eng_text": "Iraqi security forces, along with Shi'ite volunteers and Kurdish Peshmerga fighters,  launch a ground offensive to take the city of Tal Afar back from Islamic State of Iraq and the Levant militants. The city has been isolated from the rest of the ISIL-held territory since the recent Mosul liberation",
                "d2v_vecs": {}
            },
            {
                "id": 33445,
                "date": "2017-08-27T00:00:00Z",
                "text": "イラク内戦。タル・アファルの戦い（2017年）。イラク軍は、イラクトルクメン市であるタル・アファルをナインヴェイ県内でISIL武装勢力との激しい戦闘の後、8日間で完全に制圧したことを発表しました。",
                "eng_text": "The Iraqi Army announces it is in full control of the Iraqi Turkmen city of Tal Afar in the Nineveh Governorate, after eight days of clashes with ISIL militants inside the city",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33386,
                "date": "2017-08-21T00:00:00Z",
                "text": "2017年の地震。マグニチュード4.0の地震がイタリアのイスキア島を襲い、1人が死亡し、25人が負傷した。イタリアのメディアは、数軒の建物が崩壊した後、カザミッチョラ・テルメで10人が行方不明になったと報じています。",
                "eng_text": "A magnitude 4.0 earthquake strikes the Italian island of Ischia, leaving one person dead and 25 others injured. Italian media report 10 others are unaccounted for after several buildings collapsed in Casamicciola Terme",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33387,
                "date": "2017-08-21T00:00:00Z",
                "text": "北朝鮮とアメリカの関係について。国営ウリミンゾッキリのウェブサイトに掲載されたビデオインタビューで、北朝鮮に亡命した最後のアメリカ人デザーターであるジェームズ・ジョセフ・ドレスノックの2人の息子が、彼らの父が昨年の2016年11月に脳卒中で亡くなったことを確認しました。",
                "eng_text": "In a video interview posted on the state-run website Uriminzokkiri, the two sons of James Joseph Dresnok (the last remaining American defector to North Korea) have confirmed that their father has died of a stroke last November 2016",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33395,
                "date": "2017-08-22T00:00:00Z",
                "text": "インドのトリプルタラク。男性が即座に離婚することを許すイスラム教の慣習である「トリプルタラク」が、インド最高裁判所によって違憲と宣言されました。",
                "eng_text": "The \"triple talaq\", an Islamic practice allowing men to divorce instantly, is declared unconstitutional by the Supreme Court of India",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33392,
                "date": "2017-08-22T00:00:00Z",
                "text": "アイン・アル・ヒルウェの紛争。イスラム過激派とファタハ支持のパレスチナ統一治安部隊との間で、レバノンのシドン近くに位置するアイン・アル・ヒルウェのパレスチナ難民キャンプで再び衝突が発生し、さらに3人のパレスチナ人が負傷しました。",
                "eng_text": "Renewed clashes between Islamist extremists and the Fatah-supported Joint Palestinian Security Force at the Ain al-Hilweh Palestinian refugees camp, near Sidon, Lebanon, wound three more Palestinians",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33404,
                "date": "2017-08-23T00:00:00Z",
                "text": "2017年のアンゴラ立法選挙。アンゴラの有権者が投票所に行って220人の国民議会議員を選出します。勝利した政党の指導者が新しい大統領になります。ジョゼ・エドゥアルド・ドス・サントスが1979年からその役割を果たしてきたが、引退することになります。",
                "eng_text": "Voters in Angola go to the polls to elect 220 National Assembly members. The leader of the winning party will become the new president, following the retirement of José Eduardo dos Santos, who has held the role since 1979",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33400,
                "date": "2017-08-23T00:00:00Z",
                "text": "アウライヤ列車脱線事故。インドのアウライヤで、乗客列車がダンプトラックと衝突し、脱線しました。25人が負傷しました。",
                "eng_text": "A passenger train collided with a dump truck on the line at Auraiya, India, and was derailed. Twenty-five people were injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33408,
                "date": "2017-08-24T00:00:00Z",
                "text": "イランとカタールの関係。カタールがイランとの外交関係を回復。テヘランはその動きを歓迎する。",
                "eng_text": "Qatar restores diplomatic ties with Iran. Tehran welcomes the move",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33406,
                "date": "2017-08-24T00:00:00Z",
                "text": "2017年の太平洋台風シーズン。台風ハトによる洪水の影響で、中国南部のマカオ市で少なくとも12人が亡くなった。さらに、隣接する広東省でも4人が亡くなった。",
                "eng_text": "At least 12 people die in the southern Chinese city of Macau as a result of flooding caused by Typhoon Hato. Four more people die in neighbouring Guangdong province",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33409,
                "date": "2017-08-24T00:00:00Z",
                "text": "コロンビアとベネズエラの関係。ベネズエラの通信委員会（Conatel）は、2017年のベネズエラ憲法危機の報道に関連して、コロンビアのテレビ局であるカラコルテレビジョンとRCNテレビジョンの放送を停止する。",
                "eng_text": "Venezuela's National Commission of Telecommunications (Conatel) takes Colombian television channels Caracol Televisión and RCN Televisión off air due to their coverage of the 2017 Venezuelan constitutional crisis",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33405,
                "date": "2017-08-24T00:00:00Z",
                "text": "イスラエル考古学。ユスティニアヌス1世の統治時代に日付をつけられた6世紀のモザイクが、エルサレムの旧市街に通信ケーブルを設置する際に発見されました。",
                "eng_text": "A 6th century mosaic dated from the rule of Justinian I is discovered while installing communication cables in Jerusalem's Old City",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33415,
                "date": "2017-08-25T00:00:00Z",
                "text": "2017年の北インドでの暴動。Panchkulaで暴動が発生し、後にハリヤーナ州の他の地域、パンジャブ州、インドの首都デリーに広がった。これは、特別CBI裁判所がデーラ・サチャ・サウダの指導者グルミート・ラム・ラヒム・シングをレイプ罪で有罪と判決した後の出来事です。少なくとも28人が死亡し、250人が負傷しています。",
                "eng_text": "Riots erupt in Panchkula and later spread to other parts of the Northern Indian state of Haryana, as well as the state of Punjab and the Indian capital of New Delhi, after a special CBI court found the Dera Sacha Sauda chief Gurmeet Ram Rahim Singh guilty of rape. At least 28 people have been killed and 250 others injured",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33424,
                "date": "2017-08-25T00:00:00Z",
                "text": "北朝鮮への制裁。日本政府は中国とナミビアの複数の企業に対し、北朝鮮との取引関係を理由に制裁を課します。",
                "eng_text": "The Cabinet of Japan imposes sanctions on various companies in China and Namibia for their business relations with North Korea",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33428,
                "date": "2017-08-25T00:00:00Z",
                "text": "ドナルド・トランプ大統領の恩赦。アメリカ合衆国大統領のドナルド・トランプは、アリゾナ州マリコパ郡の元保安官ジョー・アルパイオに恩赦を与えました。",
                "eng_text": "U.S. President Donald Trump pardons former sheriff of Maricopa County, Arizona, Joe Arpaio",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33414,
                "date": "2017-08-25T00:00:00Z",
                "text": "ミャンマー西部でのロヒンギャ蜂起。2016年から17年にかけてのラカイン州北部での衝突。ミャンマーの政府関係者は、インサージェントによる少なくとも26の警察署と軍の基地への協調攻撃が夜通し行われ、警官10人、兵士1人、入国管理官1人を含む12人の治安部隊員と59人のロヒンギャ反乱軍が殺害されたと報告しています。",
                "eng_text": "Government officials in Myanmar report that 12 security personnel (ten policemen, one soldier and one immigration officer) and 59 Rohingya insurgents were killed overnight during coordinated attacks by insurgents on at least 26 police posts and an army base in Rakhine State",
                "d2v_vecs": {}
            },
            {
                "id": 33444,
                "date": "2017-08-27T00:00:00Z",
                "text": "ミャンマー西部でのロヒンギャ蜂起。2016年から17年にかけての北ラカイン州での衝突。2016年から17年のミャンマーでのロヒンギャ迫害。ラカイン州で再度の暴力を逃れようとする多くのロヒンギャムスリムがミャンマーからバングラデシュへの国境を越えようとして拘束された。多くはロヒンギャ難民が住むバングラデシュ・ウキアのクトゥパロン難民キャンプに向かう途中だった。",
                "eng_text": "Dozens of Rohingya Muslims fleeing renewed violence in Rakhine State are detained by Bangladeshi and Burmese authorities after they attempt to cross the border from Myanmar to Bangladesh. Many were en route to Kutupalong Refugee Camp, a refugee camp in Ukhia, Bangladesh, mostly inhabited by Rohingya refugees",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33418,
                "date": "2017-08-25T00:00:00Z",
                "text": "2017年8月のブリュッセル襲撃事件。ソマリア人男性がブリュッセルで兵士たちをマチェットで襲撃した後、射殺されました。検察当局はこれをテロ攻撃として取り扱っています。",
                "eng_text": "A Somali man has been shot dead after attacking soldiers with a machete in Brussels, in what prosecutors are treating as a terror attack",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33416,
                "date": "2017-08-25T00:00:00Z",
                "text": "アメリカの関与のもとソマリア内戦で、米国支援を受けたソマリア軍がモガディシュ近くのバリーレ村で、3人の子供を含む10人のソマリア人を射殺しました。ソマリア政府は他の死亡者がal Shabaab民兵のメンバーだったと報告していますが、シベレ地域の副知事アリ・ヌール・モハメド氏は、犠牲者はすべて民間人、農場経営者、労働者、およびその子供だったと述べています。米国アフリカ軍司令部は、これらの民間人犠牲者の報告を調査中であると述べています。",
                "eng_text": "United States-supported Somali forces shoot and kill 10 Somalis, including three children, in Lower Shebelle's Bariire village near Mogadishu. While the Somalia government reports the other dead were members of the al Shabaab militia, Lower Shabelle deputy governor Ali Nur Mohamed says the victims were all civilians, farm owners, workers and their children. The U.S. Africa Command says they are investigating these civilian casualties reports",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33443,
                "date": "2017-08-26T00:00:00Z",
                "text": "グレート・アラスカ・シュートアウト。アラスカ大学アンカレッジ校（UAA）は、2017年のグレート・アラスカ・シュートアウトが、40年間続いたシリーズの最後の大会となることを発表しました。UAAは、経済状況を理由に、長年続いた全国大会を中止することにしました。",
                "eng_text": "The University of Alaska Anchorage (UAA) announces that the 2017 Great Alaska Shootout, a national college basketball tournament, will be the final competition of the 40-year-old series. UAA blames economic conditions for the termination of the long running, national competition",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33442,
                "date": "2017-08-26T00:00:00Z",
                "text": "2017年女子ラグビーワールドカップ。ニュージーランドがイングランドを決勝で41-32で破り、女子ラグビーワールドカップが終了しました。",
                "eng_text": "The Women's Rugby World Cup concludes with New Zealand defeating England 41–32 in the final",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33459,
                "date": "2017-08-27T00:00:00Z",
                "text": "野球。2017年メジャーリーグベースボールシーズン。マイアミ・マーリンズのジャンカルロ・スタントンが、サンディエゴ・パドレス戦での6-2の勝利の中で、50本塁打クラブの最新メンバーとなり、その偉業を達成しました。",
                "eng_text": "Giancarlo Stanton of the Miami Marlins becomes the newest member of the 50 home run club, reaching the milestone during the Marlins' 6–2 win over the San Diego Padres",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33460,
                "date": "2017-08-27T00:00:00Z",
                "text": "野球。2017年のリトルリーグワールドシリーズ。日本の東京都江東区の北砂リトルリーグが、リトルリーグワールドシリーズでアメリカチャンピオンのテキサス州ルフキンを12-2で破り、LLWSの慈悲のルールにより5回で試合が中止された。これは北砂リトルリーグにとって過去6年間で3度目のLLWS王冠であり、日本全体では11回目のタイトルとなりました。",
                "eng_text": "The Kitasuna Little League from the Tokyo, Japan district of Kōtō wins the 2017 Little League World Series, defeating the U.S. champions from Lufkin, Texas 12–2 in a game stopped after five innings due to the LLWS mercy rule. It is the Kitasuna league's third LLWS crown in the last six years, and the 11th title overall for Japan",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33484,
                "date": "2017-08-30T00:00:00Z",
                "text": "カリフォルニア州の犯罪。カリフォルニア州サクラメント郡のモーテルでの銃撃事件が発生し、サクラメント郡保安官事務所の副保安官が死亡し、2人のカリフォルニアハイウェイパトロールの警官が負傷した。容疑者は後に逮捕されました。",
                "eng_text": "A shooting at a motel in Sacramento County, California, leaves a Sacramento County Sheriff's Department deputy dead and two California Highway Patrol officers injured. The suspect is later arrested",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33495,
                "date": "2017-08-31T00:00:00Z",
                "text": "中国の政治。中国共産党第19回全国代表大会は2017年10月18日に開始される予定です。",
                "eng_text": "The 19th National Congress of the Communist Party of China is expected to start on October 18, 2017",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33212,
                "date": "2017-08-02T00:00:00Z",
                "text": "アメリカでの洪水。米国のマイアミとマイアミビーチでは、熱帯低気圧エミリーが夜間に102〜178ミリの雨をもたらした結果、いくつかの道路が水没しています。",
                "eng_text": "Several streets in Miami and Miami Beach are underwater after Tropical Depression Emily causes 102 to 178 millimetres of rain overnight",
                "d2v_vecs": {}
            },
            {
                "id": 33271,
                "date": "2017-08-09T00:00:00Z",
                "text": "2017年の大西洋ハリケーンシーズン。最初のハリケーンであるハリケーンフランクリンは、今夜か明日の朝にメキシコのベラクルス湾州に上陸する予定です。この1カテゴリーの嵐は、石油生産州を通過するにつれて力を失うと予想されています。",
                "eng_text": "Hurricane Franklin, the Atlantic Ocean's first hurricane of the season, is set to hit Mexico's  Gulf state of Veracruz tonight or tomorrow morning. The category 1 storm is  expected to lose strength as it moves inland through the oil-producing state",
                "d2v_vecs": {}
            }
        ],
        [
            {
                "id": 33480,
                "date": "2017-08-30T00:00:00Z",
                "text": "2017年の南アジアの洪水。2017年のムンバイの洪水。昨日、数年ぶりの最悪のモンスーンで、ムンバイ市で少なくとも14人が亡くなりました。インド、ネパール、バングラデシュ全体で1,200人以上が亡くなっています。",
                "eng_text": "At least 14 people are killed in the Indian city of Mumbai as nearly a month's average rainfall fell yesterday during the worst monsoon in years. More than 1,200 people have been killed across India, Nepal and Bangladesh",
                "d2v_vecs": {}
            },
            {
                "id": 33490,
                "date": "2017-08-31T00:00:00Z",
                "text": "2017年に建物が崩壊しました。インドのムンバイ市で、老朽化した複数階建てのアパートが崩壊し、少なくとも24人が死亡し、少なくとも12人が行方不明となりました。",
                "eng_text": "A rickety multi-story apartment building collapses in the Indian city of Mumbai resulting in at least 24 deaths with at least 12 people missing",
                "d2v_vecs": {}
            }
        ]
    ]
}